[
  {
    "id": "disease-reproductive-breast-discomfort",
    "title": "Breast Discomfort",
    "contentEn": "TREATMENT\n• For breast tenderness, apply vitamin E on the area, and be sure to include enough\nessential fatty acids in the diet (5 gm, 3 times a day). Flaxseed oil, sunflower seed oil, or\nwheat germ oil are best.\n• Selenium is an antioxidant and helps prevent breast tenderness.\n• Using caffeine products is linked to breast tenderness.\n• Discomfort and soreness in the breast is also a symptom of fibrocystic breast disease (see\n\"Breast Cyst).\"\n(Breast Tenderness)\nSYMPTOMS—There is tenderness and discomfort in the breast.\nCAUSES—Breast tenderness is a common characteristic of the premenstrual syndrome (PMS) and early\npregnancy. If caused by PMS, the tenderness may occur regularly every month; if associated with early\npregnancy, missed periods and a positive home pregnancy test will reveal that.\nThe cause is generally the natural cycles of your reproductive hormones, which are estrogen and\nprogesterone. They signal the milk-producing glands in the breast to grow and areas around them to\nexpand with blood and other fluids to nourish the cells. This can result in stretched nerve fibers and a\nsense of pain.\nThen there are fibrocystic changes, which include lumps and cysts (see \"Breast Cyst\" for more\ninformation).",
    "contentSw": "Matibabu\n• Kwa huruma ya matiti, tumia vitamini E kwenye eneo hilo, na uhakikishe kujumuisha vya kutosha\nAsidi muhimu ya mafuta katika lishe (5 gm, mara 3 kwa siku). Mafuta ya Flaxseed, mafuta ya mbegu ya alizeti, au\nMafuta ya vijidudu vya ngano ni bora.\n• Selenium ni antioxidant na husaidia kuzuia huruma ya matiti.\n• Kutumia bidhaa za kafeini kunahusishwa na huruma ya matiti.\n• Usumbufu na uchungu kwenye matiti pia ni ishara ya ugonjwa wa matiti ya fibrocystic (tazama\n\"Cyst ya matiti).\"\n(Huruma ya matiti)\nDalili -Kuna huruma na usumbufu kwenye matiti.\nSababu -huruma ya matiti ni tabia ya kawaida ya ugonjwa wa premenstrual (PMS) na mapema\nujauzito. Ikiwa husababishwa na PMS, huruma inaweza kutokea mara kwa mara kila mwezi; ikiwa inahusishwa na mapema\nMimba, vipindi vilivyokosa na mtihani mzuri wa ujauzito wa nyumbani utaonyesha hilo.\nSababu kwa ujumla ni mizunguko ya asili ya homoni zako za uzazi, ambazo ni estrogeni na\nProgesterone. Wanaashiria tezi zinazozalisha maziwa kwenye matiti ili kukua na maeneo yanayowazunguka hadi\nPanua na damu na maji mengine kulisha seli. Hii inaweza kusababisha nyuzi za ujasiri na a\nhisia ya maumivu.\nHalafu kuna mabadiliko ya fibrocystic, ambayo ni pamoja na uvimbe na cysts (tazama \"Cyst ya Matiti\" kwa zaidi\nhabari).",
    "image": "assets/images/articles_jpg/disease-reproductive-breast-discomfort.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=64140673",
      "author": "Adam Jones from Kelowna, BC, Canada",
      "license": "CC BY-SA 2.0",
      "title": "File:Woman in Surf - Copacabana Beach - Rio de Janeiro - Brazil (5984385853).jpg",
      "width": 3456,
      "height": 2304,
      "credit": "File:Woman in Surf - Copacabana Beach - Rio de Janeiro - Brazil (5984385853).jpg — Adam Jones from Kelowna, BC, Canada (CC BY-SA 2.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-breast-inflammation",
    "title": "Breast Inflammation",
    "contentEn": "TREATMENT\n• Soak a cloth in a mixture of 1 pint of linseed oil and 4 ounces of spirits of camphor, and\ncover the entire affected area. Apply as often as needed.\n• Hot and cold applications of dry cloths help relieve the soreness and inflammation. Give\nthese continually until relieved. Then apply the mixture again.\n• When the breast is swollen, give a poultice slippery elm, with a little lobelia added to it.\n• Drink a tea of goldenseal, black cohosh, and ginger.\n• Go on a short fruit and vegetable juice fast, and clean out the bowels.\n—Also see \"Breast Discomfort\" and \"Breast Cyst.\"\nSYMPTOMS—Painful and hard swelling in the breast. There is restlessness, throbbing, burning pain,\nand possible fever.\nCAUSES—Injury or improper diet are among the causes of inflamed, swollen, caked breasts, or sore\nnipples.",
    "contentSw": "Matibabu\n• Loweka kitambaa katika mchanganyiko wa pint 1 ya mafuta yaliyofungwa na ounces 4 za roho za camphor, na\nFunika eneo lote lililoathiriwa. Omba mara nyingi kama inahitajika.\n• Matumizi ya moto na baridi ya vitambaa kavu husaidia kupunguza uchungu na uchochezi. Toa\nHizi kila wakati hadi zimeondolewa. Kisha tumia mchanganyiko tena.\n• Wakati matiti yamevimba, toa poultice slippery elm, na lobelia kidogo imeongezwa kwake.\n• Kunywa chai ya Goldenseal, Cohosh Nyeusi, na Tangawizi.\n• Nenda kwenye matunda mafupi na juisi ya mboga haraka, na usafishe matumbo.\n-Unaona \"usumbufu wa matiti\" na \"cyst ya matiti.\"\nDalili -zenye uvimbe na mgumu kwenye matiti. Kuna kutotulia, kushinikiza, maumivu yanayowaka,\nna homa inayowezekana.\nSababu - ujuaji au lishe isiyofaa ni kati ya sababu za kuvimba, kuvimba, matiti yaliyowekwa, au kidonda\nchuchu.",
    "image": "assets/images/articles_jpg/disease-reproductive-breast-inflammation.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=119870250",
      "author": "Arturoborrero",
      "license": "CC BY-SA 4.0",
      "title": "File:Mama con drenaje.jpg",
      "width": 8000,
      "height": 6000,
      "credit": "File:Mama con drenaje.jpg — Arturoborrero (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-breast-cyst",
    "title": "Breast Cyst",
    "contentEn": "TREATMENT\n• Eat a low-fat, high-fiber diet, including more raw foods. Emphasize fruits, vegetables,\nand whole grains. Do not eat nuts which have been heated.\n• The trace element, germanium, is important. It is found in garlic and onions.\n• Research shows that milk and dairy products have high estrogen levels. It is best to avoid\nthem, for the cyst problem can always lead to a cancerous condition.\n• Avoid a diet high in meat, eggs, butter, and cheese.\n• White-flour products should be avoided.\n• Do not eat chocolate, animal products, cooked oils, fried foods, sugar, salt or drink\nbeverages with alcohol or caffeine.\n• Do not use nicotine products. They stimulate the growth of cysts.\n• Not using caffeine and applying primrose oil will help reduce the cysts.\n• Methylxanthines (which include caffeine, theophylline, and theobromine), found in\ncaffeine and chocolate foods have, been found to induce breast disease.\n• Keep the weight low. It is more difficult to locate tumors in larger breasts.\n• If you have an underactive thyroid, do what is needed to strengthen it, since\nhypothyroidism (which see) has been linked to fibrocystic disease.\n• Breast congestion can be caused by padded bras. Do not overheat the breasts; this can\nlead to breast cancer.\n• Excess clothing on the trunk, and not enough on the extremities, is a significant cause of\nfemale problems of various types.\n• Drink enough water, so it is easier for the blood and lymphatic system to care for the\nmilk glands.\nHere is additional advice, to help you avoid problems with benign breast changes:\n• Regularly take B vitamins, vitamin C, calcium, and magnesium. These vitamins help\nregulate the production of prostaglandin E, which in turn slows down prolactin activity.\nProlactin activates breast tissue.\n• Do not use diuretic drugs. Instead, drink more water to help improve kidney function.\n• Do not use highly salted foods.\n• Some find that applying cold water to the breasts helps when they are painful. But others\nfind that alternating very warm and cold works better. This can be done via heating pads,\ncold cloths, showers, etc.\n• Gentle breast massage will help move liquids out of the breast area into the lymph\npassages.\n• Dong quai helps regulate hormonal levels. Goldenseal helps heal infections. Red clover\ncleans the blood. Chlorophyll helps clean the liver and prevent formation of cysts.\nGermanium and CoQ10 provide oxygen to the cells and prevent free radical damage.\nFlaxseed oil helps prevent breast cancer.\n—Also see \"Cancer.\"\n(Fibrocystic Breast Disease; Cystic Mastitis)\nSYMPTOMS—Discomfort, soreness, tenderness, lumpiness, and possible felt lumps and cysts in the\nbreast. These will be round lumps which move freely and are either firm or soft.\nThe symptoms are the most prominent before the monthly, and almost entirely absent during pregnancy.\nCAUSES—This is the most common breast problem that women have; over 50% of adult females have\nit. This is most frequent in women of child-bearing age, and primarily occurs between the ages of 30 and\n50.\nWhen there is too much fluid in the breast, instead of moving it out of the breast, the lymph system\nstores it in small spaces, here and there. Eventually, fibrous tissue surrounds them and thickens, forming\ncysts. These cysts frequently swell just before the monthly, causing pain.\nThese cysts may change in size; but, although tender, they move freely. In contrast, a cancerous growth\ngenerally does not move freely, is usually not tender, and does not leave.\nIt is important to regularly examine each breast for lumps, and determine what kind they are. It is best to\ndo this weekly.\nIt is known that the risk of breast cancer is three times as great in women with cysts.\nBreast cysts rarely appear after the age of 50, when estrogen levels are less.\nHormonal imbalance, abnormal production of breast milk (caused by high levels of estrogen), and an\nunderactive thyroid can induce cysts.\nOther causative agents are listed below.",
    "contentSw": "Matibabu\n• Kula mafuta yenye mafuta ya chini, yenye nyuzi nyingi, pamoja na vyakula mbichi zaidi. Sisitiza matunda, mboga,\nna nafaka nzima. Usila karanga ambazo zimekuwa moto.\n• Sehemu ya kuwaeleza, germanium, ni muhimu. Inapatikana katika vitunguu na vitunguu.\n• Utafiti unaonyesha kuwa maziwa na bidhaa za maziwa zina viwango vya juu vya estrogeni. Ni bora kuepusha\nKwao, kwa shida ya cyst inaweza kusababisha hali ya saratani kila wakati.\n• Epuka lishe ya juu katika nyama, mayai, siagi, na jibini.\n• Bidhaa za unga mweupe zinapaswa kuepukwa.\n• Usila chokoleti, bidhaa za wanyama, mafuta yaliyopikwa, vyakula vya kukaanga, sukari, chumvi au kinywaji\nvinywaji na pombe au kafeini.\n• Usitumie bidhaa za nikotini. Wanachochea ukuaji wa cysts.\n• Kutotumia kafeini na kutumia mafuta ya primrose itasaidia kupunguza cysts.\n• Methylxanthines (ambayo ni pamoja na kafeini, theophylline, na theobromine), inayopatikana katika\nVyakula vya kafeini na chokoleti vimepatikana, kusababisha ugonjwa wa matiti.\n• Weka uzito chini. Ni ngumu zaidi kupata tumors katika matiti makubwa.\n• Ikiwa unayo tezi isiyofanya kazi, fanya kile kinachohitajika kuiimarisha, kwani\nHypothyroidism (ambayo huona) imeunganishwa na ugonjwa wa fibrocystic.\n• Msongamano wa matiti unaweza kusababishwa na bras zilizowekwa. Usizidishe matiti; hii inaweza\nkusababisha saratani ya matiti.\n• Mavazi ya ziada kwenye shina, na haitoshi kwenye miisho, ni sababu kubwa ya\nShida za kike za aina anuwai.\n• Kunywa maji ya kutosha, kwa hivyo ni rahisi kwa mfumo wa damu na limfu kutunza\ntezi za maziwa.\nHapa kuna ushauri wa ziada, kukusaidia kuzuia shida na mabadiliko mazuri ya matiti:\n• Chukua vitamini vya B mara kwa mara, vitamini C, kalsiamu, na magnesiamu. Vitamini hizi husaidia\nKudhibiti uzalishaji wa prostaglandin E, ambayo kwa upande hupunguza shughuli za prolactini.\nProlactin huamsha tishu za matiti.\n• Usitumie dawa za diuretic. Badala yake, kunywa maji zaidi kusaidia kuboresha kazi ya figo.\n• Usitumie vyakula vyenye chumvi sana.\n• Wengine hugundua kuwa kutumia maji baridi kwenye matiti husaidia wakati ni chungu. Lakini wengine\nTafuta kuwa kubadilisha joto sana na baridi hufanya kazi vizuri. Hii inaweza kufanywa kupitia pedi za kupokanzwa,\nVitambaa baridi, mvua, nk.\n• Massage ya matiti ya upole itasaidia kuhamisha vinywaji nje ya eneo la matiti ndani ya limfu\nvifungu.\n• Dong Quai husaidia kudhibiti viwango vya homoni. Goldenseal husaidia kuponya maambukizo. Clover nyekundu\nhusafisha damu. Chlorophyll husaidia kusafisha ini na kuzuia malezi ya cysts.\nGermanium na CoQ10 hutoa oksijeni kwa seli na kuzuia uharibifu wa bure.\nMafuta ya flaxseed husaidia kuzuia saratani ya matiti.\n-Unaona \"Saratani.\"\n(Ugonjwa wa matiti ya fibrocystic; cystic mastitis)\nDalili -shida, uchungu, huruma, uvivu, na uwezekano wa kuhisi uvimbe na cysts kwenye\nkifua. Hizi zitakuwa uvimbe wa pande zote ambao hutembea kwa uhuru na ni thabiti au laini.\nDalili ni maarufu zaidi kabla ya kila mwezi, na karibu kabisa wakati wa ujauzito.\nSababu - hii ndio shida ya kawaida ya matiti ambayo wanawake wanayo; Zaidi ya 50% ya wanawake wazima wana\nIT. Hii ni mara kwa mara kwa wanawake wa umri wa kuzaa watoto, na kimsingi hufanyika kati ya umri wa miaka 30 na\n50.\nWakati kuna maji mengi kwenye matiti, badala ya kuiondoa nje ya matiti, mfumo wa lymph\nHuhifadhi katika nafasi ndogo, hapa na pale. Mwishowe, tishu zenye nyuzi huwazunguka na hua, kutengeneza\ncysts. Cysts hizi mara nyingi hujaa kabla ya kila mwezi, na kusababisha maumivu.\nCysts hizi zinaweza kubadilika kwa ukubwa; Lakini, ingawa ni laini, wao huhama kwa uhuru. Kwa kulinganisha, ukuaji wa saratani\nKwa ujumla haina hoja kwa uhuru, kawaida sio laini, na haondoki.\nNi muhimu kuchunguza kila matiti kwa uvimbe, na kuamua ni aina gani. Ni bora\nFanya hii kila wiki.\nInajulikana kuwa hatari ya saratani ya matiti ni mara tatu kubwa kwa wanawake walio na cysts.\nCysts ya matiti mara chache huonekana baada ya umri wa miaka 50, wakati viwango vya estrogeni ni kidogo.\nKukosekana kwa usawa wa homoni, uzalishaji usio wa kawaida wa maziwa ya matiti (unaosababishwa na viwango vya juu vya estrogeni), na\nTezi isiyofanya kazi inaweza kusababisha cysts.\nMawakala wengine wa causative wameorodheshwa hapa chini.",
    "image": "assets/images/articles_jpg/disease-reproductive-breast-cyst.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=39254499",
      "author": "Sarahkayb",
      "license": "CC BY-SA 4.0",
      "title": "File:Breast AdenoidCysticCarcinoma LP CTR.jpg",
      "width": 2048,
      "height": 1536,
      "credit": "File:Breast AdenoidCysticCarcinoma LP CTR.jpg — Sarahkayb (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-premenstrual-syndrome",
    "title": "Premenstrual Syndrome",
    "contentEn": "TREATMENT\n• Constipation is a primary reason why the liver cannot get rid of excess estradiol. Eat\nnatural foods with sufficient bulk. Avoid processed and junk foods.\n• Meals high in complex carbohydrates help one deal with stress. It is thought that they\nincrease the production of serotonin, a brain chemical which counteracts depression.\n• An inadequate supply of B complex vitamins is another factor causing PMS. B vitamins\nand magnesium help the liver excrete unwanted estrogen. Fried foods block the absorption\nof magnesium.\n• Eating chocolate, caffeine, sugar, and excess sodium are additional causative factors.\nWomen who regularly consume caffeine are four times more likely to have severe PMS.\n• Red meat and dairy products help produce a hormonal imbalance—exactly the kind in\nPMS, excessive estrogen and inadequate progesterone.\n• Another factor is unstable blood sugar levels. This can be caused by hypoglycemia or\nsimply poor eating habits. Either way, eat complex carbohydrates and avoid the sugar\nfoods.\n• Food allergies are another related factor. Search out the offending foods and stop eating\nthem (see \"Allergies\" and \"Pulse Test\").\n• It is important that you not eat foods which contain hormones! Many have been added to\ndairy products (via cows and chickens) and meat.\n• Obtain a full supply of vitamin/mineral supplements.\n• Adequate calcium intake during the monthly cycle is very important. Blood calcium\ndrops 10 days before menstruation. A lack of it causes headaches, tension, nervousness,\ndepression, insomnia.\n• Magnesium and vitamin D help in calcium absorption. Adequate stomach acid is also\nneeded.\n• Do not use caffeine, nicotine, or alcohol.\n• Fast for 1-3 days on fruit and vegetable juices before the period onset, to reduce\nproblems.\n• Regular outdoor exercise is important. Walk at least half a mile a day. This increases\noxygen intake, which in turn aids in nutrient absorption and elimination of toxins.\n• Here are herbs which may help reduce the pain of cramps: rosemary, black haw, cramp\nbark, red raspberry, kava kava, and angelica.\n• Selenium is an antioxidant and helps prevent menstrual cramps.\n• Use warm sitz baths, heating pad, or hot water bottle for cramps. This draws the healing\nblood and relaxes muscles.\n• Herbs helpful in treating PMS include dong quai, false unicorn root, fennel seed, squaw\nvine, blessed thistle, and sarsaparilla root. They help balance the hormones.\n• Some women with PMS are deficient in melatonin.\n• Wild yam cream contains a natural form of the hormone, progesterone, and helps many\nwomen. Rub the cream into the skin on the chest, inner arms, thighs, and abdomen just\nafter ovulation. The active ingredient is absorbed through the skin.\n• Vitamin E has been found useful in the treatment of PMS, with most improvement\nwhere benign breast disease was a major problem. Vitamin E is an antioxidant and helps\nprevent inflammatory reactions to dietary fats. It is possible that Vitamin A and zinc also\naids in this function.\n• Vitamin B (50-150 mg daily, especially during the 10 days preceding menstruation,\n6\nhelps relieve premenstrual edema, swellings, and soreness.\n• Discuss the problem with your spouse. This will help him understand the situation.\n—Also see \"Menstrual Disorders\" and \"Breast Discomfort.\"\n(PMS)\nSYMPTOMS—There are over 150 symptoms linked to PMS, of which the most common include\nabdominal bloating, anxiety, acne, backache, breast swelling and tenderness, swollen feet, depression,\ncramps, food cravings, fainting spells, headaches, fatigue, joint pain, insomnia, nervousness, impatience,\ndrastic mood swings, angry outbursts.\nOther symptoms include sluggishness, lethargy, delusions, indecisiveness, dizziness, constipation,\nhemorrhoids, skin eruptions, and migraines.\nCAUSES—PMS affects many women during the one to two weeks prior to the onset of menstruation. It\naffects one-third to one-half of all American women between the ages of 20 and 50. As many as 75%\nhave the problem at one time or another. About 5% are incapacitated by it, and about a third report\nsymptoms severe enough to interfere with their daily life.\nBearing children or being married seems to increase the likelihood. The problem is a major cause of\ndivorce.\nHormonal imbalance is part of the PMS problem (see \"Menstrual Disorders\").\nThe liver regulates hormonal balance, by selectively filtering out of the blood and excreting unwanted\nexcess hormones. One of these is estradiol, a type of estrogen which causes problems. If not eliminated,\nit can build up in the body.\nPart of the hormonal imbalance problem is that there is too much estrogen in the body and not enough\nprogesterone. Fluid retention is the result. This affects the circulation and impedes oxygen and nutrient\nflow to the brain and female organs.\nAdditional causative factors are mentioned below.",
    "contentSw": "Matibabu\n• Kuvimbiwa ni sababu ya msingi kwa nini ini haiwezi kuondoa estradiol ya ziada. Kula\nvyakula asili na wingi wa kutosha. Epuka vyakula vya kusindika na visivyo.\n• Chakula cha juu katika wanga tata husaidia moja kukabiliana na mafadhaiko. Inafikiriwa kuwa wao\nOngeza uzalishaji wa serotonin, kemikali ya ubongo ambayo inapingana na unyogovu.\n• Usambazaji duni wa vitamini tata ya B ni sababu nyingine inayosababisha PMS. B Vitamini\nna magnesiamu husaidia ini estrojeni isiyohitajika. Vyakula vya kukaanga huzuia ngozi\nya magnesiamu.\n• Kula chokoleti, kafeini, sukari, na sodiamu nyingi ni sababu za ziada za sababu.\nWanawake ambao hutumia kafeini mara kwa mara wana uwezekano wa kuwa na PMS kali.\n• Nyama nyekundu na bidhaa za maziwa husaidia kutoa usawa wa homoni -haswa aina hiyo\nPMS, estrogeni nyingi na progesterone isiyo ya kutosha.\n• Jambo lingine ni viwango vya sukari ya damu visivyo na utulivu. Hii inaweza kusababishwa na hypoglycemia au\nTabia duni za kula. Kwa njia yoyote, kula wanga tata na epuka sukari\nvyakula.\n• Mzio wa chakula ni sababu nyingine inayohusiana. Tafuta vyakula vya kukosea na uache kula\n(ona \"mzio\" na \"mtihani wa kunde\").\n• Ni muhimu kwamba usila vyakula ambavyo vina homoni! Wengi wameongezwa\nBidhaa za maziwa (kupitia ng'ombe na kuku) na nyama.\n• Pata usambazaji kamili wa virutubisho vya vitamini/madini.\n• Ulaji wa kutosha wa kalsiamu wakati wa mzunguko wa kila mwezi ni muhimu sana. Kalsiamu ya damu\nmatone siku 10 kabla ya hedhi. Ukosefu wake husababisha maumivu ya kichwa, mvutano, wasiwasi,\nUnyogovu, kukosa usingizi.\n• Magnesiamu na vitamini D husaidia katika kunyonya kwa kalsiamu. Asidi ya tumbo ya kutosha pia\ninahitajika.\n• Usitumie kafeini, nikotini, au pombe.\n• Haraka kwa siku 1-3 kwenye juisi za matunda na mboga kabla ya kipindi kuanza, kupunguza\nshida.\n• Zoezi la kawaida la nje ni muhimu. Tembea angalau nusu ya maili kwa siku. Hii inaongezeka\nulaji wa oksijeni, ambao kwa upande wake husaidia katika kunyonya virutubishi na kuondoa sumu.\n• Hapa kuna mimea ambayo inaweza kusaidia kupunguza maumivu ya matuta: rosemary, haw nyeusi, cramp\nBark, nyekundu Raspberry, Kava Kava, na Angelica.\n• Selenium ni antioxidant na husaidia kuzuia tumbo la hedhi.\n• Tumia bafu za joto za sitz, pedi ya joto, au chupa ya maji ya moto kwa tumbo. Hii huchota uponyaji\nDamu na kupumzika misuli.\n• Mimea inayosaidia katika kutibu PMS ni pamoja na dong quai, mizizi ya unicorn ya uwongo, mbegu ya fennel, squaw\nMzabibu, heri ya kubarikiwa, na mzizi wa sarsaparilla. Wanasaidia kusawazisha homoni.\n• Wanawake wengine walio na PMS wana upungufu katika melatonin.\n• Cream ya mwitu ya mwitu ina aina ya asili ya homoni, progesterone, na inasaidia wengi\nwanawake. Kusugua cream ndani ya ngozi kwenye kifua, mikono ya ndani, mapaja, na tumbo tu\nBaada ya ovulation. Kiunga kinachofanya kazi huchukuliwa kupitia ngozi.\n• Vitamini E imepatikana muhimu katika matibabu ya PMS, na uboreshaji zaidi\nAmbapo ugonjwa wa matiti ulikuwa shida kubwa. Vitamini E ni antioxidant na husaidia\nkuzuia athari za uchochezi kwa mafuta ya lishe. Inawezekana kwamba vitamini A na zinki pia\nmisaada katika kazi hii.\n• Vitamini B (50-150 mg kila siku, haswa wakati wa siku 10 zilizotangulia hedhi,\n6\nHusaidia kupunguza edema ya premenstrual, uvimbe, na uchungu.\n• Jadili shida na mwenzi wako. Hii itamsaidia kuelewa hali hiyo.\n-Unaona \"shida za hedhi\" na \"usumbufu wa matiti.\"\n(PMS)\nDalili -kuna zaidi ya dalili 150 zilizounganishwa na PMS, ambazo kawaida zinajumuisha\nBlog ya tumbo, wasiwasi, chunusi, maumivu ya mgongo, uvimbe wa matiti na huruma, miguu iliyovimba, unyogovu,\nMatumbo, matamanio ya chakula, spika za kukata tamaa, maumivu ya kichwa, uchovu, maumivu ya pamoja, kukosa usingizi, woga, uvumilivu,\nKubadilika kwa mhemko, hasira za hasira.\nDalili zingine ni pamoja na uvivu, uchovu, udanganyifu, kutokuwa na hatia, kizunguzungu, kuvimbiwa,\nHemorrhoids, milipuko ya ngozi, na migraines.\nSababu -PMS huathiri wanawake wengi wakati wa wiki moja hadi mbili kabla ya mwanzo wa hedhi. IT\nhuathiri theluthi moja hadi nusu ya wanawake wote wa Amerika kati ya umri wa miaka 20 na 50. kama 75%\nkuwa na shida wakati mmoja au mwingine. Karibu 5% hawawezi kufanikiwa nayo, na karibu ripoti ya tatu\nDalili kali za kutosha kuingilia maisha yao ya kila siku.\nKuzaa watoto au kuolewa kunaonekana kuongeza uwezekano. Shida ni sababu kubwa ya\ntalaka.\nKukosekana kwa usawa wa homoni ni sehemu ya shida ya PMS (angalia \"shida za hedhi\").\nIni inasimamia usawa wa homoni, kwa kuchuja kwa hiari kutoka kwa damu na kutoa maji\nHomoni za ziada. Mojawapo ya haya ni estradiol, aina ya estrogeni ambayo husababisha shida. Ikiwa haijaondolewa,\nInaweza kujenga mwilini.\nSehemu ya shida ya usawa wa homoni ni kwamba kuna estrogeni nyingi mwilini na haitoshi\nProgesterone. Uhifadhi wa maji ni matokeo. Hii inaathiri mzunguko na inazuia oksijeni na virutubishi\nmtiririko kwa ubongo na viungo vya kike.\nSababu za ziada za sababu zimetajwa hapo chini.",
    "image": "assets/images/articles_jpg/disease-reproductive-premenstrual-syndrome.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=18818778",
      "author": "Pingelig",
      "license": "CC BY-SA 3.0",
      "title": "File:PMS kreuzlingen.jpg",
      "width": 4027,
      "height": 2230,
      "credit": "File:PMS kreuzlingen.jpg — Pingelig (CC BY-SA 3.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-menstrual-disorders",
    "title": "Menstrual Disorders",
    "contentEn": "TREATMENT\n• The diet should contain an adequate, but not excessive, amount of high quality proteins,\npreferably from non-meat sources.\n• Eat complex carbohydrates (whole grains), to avoid blood sugar drops. This is important.\nBut do not overeat on anything. Low blood sugar is common during menstruation.\n• Include B complex, especially B and B ; along with vitamins C and E. Take brewer's\n12 6\nyeast, kelp, and essential fatty acids.\n• B vitamins, especially B and folic acid, help reduce some of the tensions associated\n6\nwith menstruation.\n• Deficiencies of essential fatty acids, together with cyclic hormonal patterns, produce the\nclassic symptoms of fragile emotions, irritability, etc.\n• Take vitamin A as beta-carotene during the last 14 days of the cycle.\n• Iron is vital because of the loss of blood each month. Vitamin C helps the body absorb\niron. Beware of supplemental iron during pregnancy! Iron-rich sources include blackstrap\nmolasses (best single source), apricots, and raisins. Iodine is also needed, when there is a\nblood loss. Eat kelp or dulse.\n• Calcium supplementation is very important, if you want to avoid painful cramps!\n• Cramping may be relieved by additional intake of calcium and niacin.\n• Manganese is needed for normal reproduction and the mammary glands, and helps\nprevent osteoporosis.\n• Vitamin B helps restore normal menstrual cycles.\n12\n• Limiting salt and fluid intake a short time before menstrual onset may help reduce edema\nin the legs and elsewhere in the body.\n• Food allergies can be involved in painful menstruation. In one study, eight patients were\nfreed of the problem when all foods they were allergic to were eliminated (see \"Allergies\"\nand \"Pulse Test\").\n• Allergenic foods most frequently listed were whey, milk, eggs, beef, chocolate, nuts,\nfish, beans, cauliflower, pepper, and cabbage.\n• Avoid overeating! This encourages abdominal congestion.\n• A low-salt diet helps relieve bloating and water retention.\n• Taking the birth control pill greatly upsets the entire hormonal system, and it does not\nrecover, even after the pill is stopped for many months or years.\n• Problems with the pituitary, adrenals, or thyroid may produce amenorrhea, or abnormal\nbleeding cycles. Stress or the birth control pill can seriously affect the adrenals (which\nproduce 20% of the total estrogen used by the body).\n• Extreme diets (strict fruitarianism, very low protein diets, or repeated strict weight loss\nregimens) can produce amenorrhea.\n• Poor body mechanics (poor posture) causes the female organs to move out of place, and\nthis can affect menstruation. Proper posture tends to reduce cramping.\n• Those who have diaphragmatic (abdominal) breathing tend to have no menstrual pain.\nAvoid belts and tight clothing about the waist.\n• Adequate exercise is also needed.\n• Avoiding constipation is very important.\n• Avoid overfatigue just prior to the period. Maintain a regular daily schedule throughout\nthe month.\n• An excess of stress can also affect menstrual flow and attendant problems.\n• Sexual stimulation at that time of the month increases abdominal congestion.\n• If you are overweight, lose weight in order to reduce painful periods.\n• Using tobacco aggravates menstrual disorders. Smoking induces painful menstruation.\n• Take a daily hot sitz bath. If available, add chamomile or juniper needles to the water.\n• Or take two hot baths each day at the beginning of menstruation. This draws blood from\nthe over-congested uterus to the skin.\n• A four-minute back massage to an area an inch to the right of the lumbar (small of the\nback) spine may bring relief from painful menstruation.\n• A hot sitz bath (105o-115o F.) with a hot footbath (110o-117o F.) for 3-10 minutes is\noften helpful.\n• Drink catnip tea each morning and evening during the period.\n• Helpful herbs include: yarrow and blue cohosh in menstrual difficulties; wormwood and\npennyroyal, when there is painful menstruation; chamomile relieves menstrual spasms;\npeppermint tea eases the pain; desert tea (ephedra viridis), for delayed or difficult\nmenstruation; life root, when there is suppressed menstruation; black cohosh when there is\nobstructed menstruation; garlic and motherwort, to promote menstrual flow; amaranth and\nlady's mantle, when there is excessive menstruation; blazing star, for low-ovarian function\nand lack of estrogen.\n—See \"Premenstrual Syndrome\" for much more information.\n—Also see \"Lack of Menstruation\" and \"Painful Menstruation.\"\n(Amenorrhea—1; Dysmenorrhea—1;\nMetrorrhagia; Oligomenorrhea)\nSYMPTOMS—Depression, tension, melancholia, breast tenderness, cramps, fainting, water retention,\nrapid heartbeat, and backache may occur.\nCAUSES—Menstruation is also called menarche. Women whose general health and resistance are good\nare less likely to have menstrual problems.\nAn irregular cycle often indicates the general state of a woman's health, and is usually the result of\nnutritional deficiencies or autointoxication caused by constipation, an organic malfunction, drugs,\nvitamin or mineral deficiency, and/or chemicals.\nAmenorrhea: Absence or suppression of menstruation.\nDysmenorrhea: Painful or difficult menstruation.\nMetrorrhagia: Bleeding between periods.\nOligomenorrhea: Infrequent or scanty menstruation.\nPeriods tend to stop in athletes and in women who drop below 20% body fat.\nThere are two types of dysmenorrhea (painful menstruation):\nPrimary dysmenorrhea usually does not occur until several years after menstruation begins. The pain\nbegins a few hours before or at the onset of bleeding, may last from a few hours to 1-2 days, and is\ngenerally worst the first day. At first, there is a scanty flow, which increases as the pain subsides.\nSecondary dysmenorrhea may start 2-3 days before onset, with pain in the abdomen, small of back, and\non down the legs. It is a more constant pain, but includes sharp cramps, and continues throughout the\nperiod. This type is often linked to a pelvic disorder (inflammation, uterine malposition, endometriosis,\ntumors, etc.), which needs to be eliminated in order to lessen or remove the pain.\nHormonal imbalance is usually involved (see \"Premenstrual Syndrome\").",
    "contentSw": "Matibabu\n• Lishe inapaswa kuwa na kutosha, lakini sio kupita kiasi, kiasi cha protini za hali ya juu,\nikiwezekana kutoka kwa vyanzo visivyo vya nyama.\n• Kula wanga tata (nafaka nzima), ili kuzuia matone ya sukari ya damu. Hii ni muhimu.\nLakini usichukue kitu chochote. Sukari ya chini ya damu ni ya kawaida wakati wa hedhi.\n• Jumuisha B tata, haswa B na B; Pamoja na vitamini C na E. Chukua Brewer's\n12 6.\nChachu, kelp, na asidi muhimu ya mafuta.\n• Vitamini vya B, haswa B na asidi ya folic, husaidia kupunguza mvutano unaohusishwa\n6\nna hedhi.\n• Upungufu wa asidi muhimu ya mafuta, pamoja na mifumo ya homoni ya mzunguko, hutoa\nDalili za kawaida za hisia dhaifu, kuwashwa, nk.\n• Chukua vitamini A kama beta-carotene wakati wa siku 14 za mwisho za mzunguko.\n• Chuma ni muhimu kwa sababu ya upotezaji wa damu kila mwezi. Vitamini C husaidia mwili kunyonya\nchuma. Jihadharini na chuma cha ziada wakati wa ujauzito! Vyanzo vyenye utajiri wa chuma ni pamoja na Blackstrap\nMolasses (chanzo bora moja), apricots, na zabibu. Iodini pia inahitajika, wakati kuna\nupotezaji wa damu. Kula kelp au dulse.\n• Uongezaji wa kalsiamu ni muhimu sana, ikiwa unataka kuzuia maumivu ya maumivu!\n• Cramping inaweza kutolewa kwa ulaji wa ziada wa kalsiamu na niacin.\n• Manganese inahitajika kwa uzazi wa kawaida na tezi za mamalia, na husaidia\nkuzuia osteoporosis.\n• Vitamini B husaidia kurejesha mizunguko ya kawaida ya hedhi.\n12\n• Kupunguza chumvi na ulaji wa maji muda mfupi kabla ya mwanzo wa hedhi kunaweza kusaidia kupunguza edema\nKatika miguu na mahali pengine mwilini.\n• Mzio wa chakula unaweza kuhusika katika hedhi chungu. Katika utafiti mmoja, wagonjwa wanane walikuwa\nKuokolewa kwa shida wakati vyakula vyote ambavyo vilikuwa vinaondolewa viliondolewa (ona \"mzio\"\nna \"mtihani wa kunde\").\n• Vyakula vya mzio vilivyoorodheshwa mara nyingi vilikuwa Whey, maziwa, mayai, nyama ya ng'ombe, chokoleti, karanga,\nSamaki, maharagwe, koloni, pilipili, na kabichi.\n• Epuka kula kupita kiasi! Hii inahimiza msongamano wa tumbo.\n• Lishe ya chumvi ya chini husaidia kupunguza damu na utunzaji wa maji.\n• Kuchukua kidonge cha kudhibiti kuzaa kinakasirisha sana mfumo mzima wa homoni, na haifanyi\nKupona, hata baada ya kidonge kusimamishwa kwa miezi mingi au miaka.\n• Shida na pituitary, adrenals, au tezi inaweza kutoa amenorrhea, au isiyo ya kawaida\nmizunguko ya kutokwa na damu. Dhiki au kidonge cha kudhibiti uzazi kinaweza kuathiri vibaya adrenals (ambayo\nTengeneza 20% ya jumla ya estrogeni inayotumiwa na mwili).\n• Lishe iliyokithiri (matunda madhubuti, lishe ya chini sana ya protini, au kupoteza uzito mara kwa mara\nregimens) inaweza kutoa amenorrhea.\n• Mechanics duni ya mwili (mkao duni) husababisha viungo vya kike kuhama mahali, na\nHii inaweza kuathiri hedhi. Mkao sahihi huelekea kupunguza cramping.\n• Wale ambao wana pumzi ya diaphragmatic (tumbo) huwa hawana maumivu ya hedhi.\nEpuka mikanda na mavazi madhubuti juu ya kiuno.\n• Zoezi la kutosha pia inahitajika.\n• Kuepuka kuvimbiwa ni muhimu sana.\n• Epuka uchungu wa kupita kiasi kabla ya kipindi hicho. Kudumisha ratiba ya kila siku ya kila siku\nmwezi.\n• Kuzidi kwa mafadhaiko kunaweza pia kuathiri mtiririko wa hedhi na shida za mhudumu.\n• Kuchochea kijinsia wakati huo wa mwezi huongeza msongamano wa tumbo.\n• Ikiwa wewe ni mzito, punguza uzito ili kupunguza vipindi vyenye uchungu.\nKutumia tumbaku kunazidisha shida za hedhi. Uvutaji sigara husababisha hedhi chungu.\n• Chukua umwagaji wa moto wa kila siku wa Sitz. Ikiwa inapatikana, ongeza sindano za chamomile au juniper kwenye maji.\n• Au chukua bafu mbili za moto kila siku mwanzoni mwa hedhi. Hii huchota damu kutoka\nUterasi uliojaa juu kwa ngozi.\n• Massage ya nyuma ya dakika nne kwa eneo inchi upande wa kulia wa lumbar (ndogo ya\nNyuma) mgongo unaweza kuleta unafuu kutoka kwa hedhi chungu.\n• Bafu ya moto ya Sitz (105o-115o F.) na mguu wa moto (110o-117o F.) kwa dakika 3-10 ni\nmara nyingi husaidia.\n• Kunywa chai ya paka kila asubuhi na jioni wakati wa kipindi hicho.\n• Mimea inayosaidia ni pamoja na: Yarrow na bluu cohosh katika shida za hedhi; minyoo na\nPennyroyal, wakati kuna hedhi chungu; Chamomile huondoa spasms za hedhi;\nChai ya peppermint hupunguza maumivu; Chai ya jangwa (Ephedra viridis), kwa kucheleweshwa au ngumu\nhedhi; mzizi wa maisha, wakati kuna hedhi iliyokandamizwa; Nyeusi cohosh wakati kuna\nhedhi iliyozuiliwa; Vitunguu na mama, kukuza mtiririko wa hedhi; amaranth na\nvazi la mwanamke, wakati kuna hedhi nyingi; Nyota ya Blazing, kwa kazi ya chini-ovari\nna ukosefu wa estrogeni.\n-Tazama \"ugonjwa wa premenstrual\" kwa habari zaidi.\n-Unaona \"ukosefu wa hedhi\" na \"hedhi chungu.\"\n(Amenorrhea -1; Dysmenorrhea -1;\nMetrorrhagia; Oligomenorrhea)\nDalili -Kukandamiza, Mvutano, Melancholia, Upole wa Matiti, Matumbo, Kukata tamaa, Kuhifadhi Maji,\nMapigo ya moyo wa haraka, na maumivu ya mgongo yanaweza kutokea.\nSababu -Mensttuation pia huitwa hedhi. Wanawake ambao afya yao ya jumla na upinzani ni nzuri\nwana uwezekano mdogo wa kuwa na shida za hedhi.\nMzunguko usio wa kawaida mara nyingi unaonyesha hali ya jumla ya afya ya mwanamke, na kawaida ni matokeo ya\nUpungufu wa lishe au autointOxication inayosababishwa na kuvimbiwa, utapeli wa kikaboni, dawa za kulevya,\nUpungufu wa vitamini au madini, na/au kemikali.\nAmenorrhea: kutokuwepo au kukandamiza hedhi.\nDysmenorrhea: hedhi chungu au ngumu.\nMetrorrhagia: Kutokwa na damu kati ya vipindi.\nOligomenorrhea: hedhi ya kawaida au kidogo.\nVipindi huwa huacha kwa wanariadha na kwa wanawake ambao huanguka chini ya mafuta ya mwili 20%.\nKuna aina mbili za dysmenorrhea (hedhi chungu):\nDysmenorrhea ya msingi kawaida haifanyi hadi miaka kadhaa baada ya hedhi kuanza. Maumivu\nhuanza masaa machache kabla au mwanzoni mwa kutokwa na damu, inaweza kudumu kutoka masaa machache hadi siku 1-2, na ni\nKwa ujumla mbaya siku ya kwanza. Mwanzoni, kuna mtiririko mdogo, ambao huongezeka kadri maumivu yanavyopungua.\nDysmenorrhea ya sekondari inaweza kuanza siku 2-3 kabla ya kuanza, na maumivu ndani ya tumbo, ndogo ya mgongo, na\njuu ya miguu. Ni maumivu ya kila wakati, lakini ni pamoja na matuta makali, na inaendelea katika\nkipindi. Aina hii mara nyingi huunganishwa na shida ya pelvic (uchochezi, malposition ya uterine, endometriosis,\ntumors, nk), ambayo inahitaji kuondolewa ili kupunguza au kuondoa maumivu.\nUkosefu wa usawa wa homoni kawaida huhusika (ona \"ugonjwa wa premenstrual\").",
    "image": "assets/images/articles_jpg/disease-reproductive-menstrual-disorders.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=159153729",
      "author": "Chidiebere Ibe",
      "license": "CC BY-SA 4.0",
      "title": "File:MenstrualCramps.jpg",
      "width": 2841,
      "height": 2918,
      "credit": "File:MenstrualCramps.jpg — Chidiebere Ibe (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-lack-of-menstruation",
    "title": "Lack Of Menstruation",
    "contentEn": "(Amenorrhea) (J.H. Kellogg, M.D.,\nFormulas)\nBASIC APPLICATIONS—Tonic Sitz Bath; cold Pelvic Pack; Graduated Baths, twice daily, for tonic\npurposes; short very cold Douche to lower spine, over stomach, and to inner surfaces of thighs; pelvic\nmassage daily, and especially when period is due.\nSUPPRESSED MENSTRUATION—Short Cold Douche to spine, thighs, and over stomach, daily or\ntwice a day; Hot Footbath or Hot Blanket Pack during the interval between the periods; Hot Hip Pack;\nwarm vaginal irrigation at 950-1000 F.\nGENERAL METHOD—It is very necessary to seek for the problem and not merely to \"treat a\nmalady.\" Apply such measures as may be required for relief of anemia, chlorosis, indigestion, or any\nother disturbance of the nutritive functions.\n—Also see \"Menstrual Disorders.\"",
    "contentSw": "(Amenorrhea) (J.H. Kellogg, M.D.,\nFomula)\nMaombi ya kimsingi -Tonic Sitz Bath; pakiti baridi ya pelvic; Bafu zilizohitimu, mara mbili kila siku, kwa tonic\nmadhumuni; Kifupi cha baridi sana kwa mgongo wa chini, juu ya tumbo, na nyuso za ndani za mapaja; pelvic\nMassage kila siku, na haswa wakati kipindi kinastahili.\nHedhi iliyokandamizwa -ng'ombe douche baridi kwa mgongo, mapaja, na tumbo, kila siku au\nmara mbili kwa siku; Moto wa miguu au pakiti ya blanketi moto wakati wa muda kati ya vipindi; Pakiti ya moto ya moto;\nUmwagiliaji wa joto wa uke saa 950-1000 F.\nNjia ya jumla -ni muhimu sana kutafuta shida na sio tu \"kutibu a\nMalady. \"Tumia hatua kama vile inaweza kuhitajika kwa unafuu wa upungufu wa damu, chlorosis, kumeza, au yoyote\nusumbufu mwingine wa kazi za lishe.\n-Unaona \"shida za hedhi.\"",
    "image": "assets/images/articles_jpg/disease-reproductive-lack-of-menstruation.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=158327840",
      "author": "Kotex",
      "license": "Public domain",
      "title": "File:Kotex Advertisement - DPLA - 41e63fe8415e5a4566bd30af0c58b25c.jpg",
      "width": 5675,
      "height": 7817,
      "credit": "File:Kotex Advertisement - DPLA - 41e63fe8415e5a4566bd30af0c58b25c.jpg — Kotex (Public domain) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-painful-menstruation",
    "title": "Painful Menstruation",
    "contentEn": "(Dysmenorrhea) (J.H. Kellogg, M.D.,\nFormulas)\nBASIC—Rest in bed during period.\nWHEN DUE TO OVARIAN DISEASE (beginning before flow)—Hot Hip and Leg Pack; Hot\nBlanket Pack; Fomentation over stomach; hot Pelvic Pack; Revulsive Sitz; hot Colonic, followed by hot\nFootbath if flow is checked; hot Douche at 990-1020 F.; very Hot Full Bath (1050-1100 F.) for 5-8\nminutes.\nWHEN DUE TO UTERINE DISEASE (beginning with, and accompanying, flow)—Hot Hip Pack\nwith Hot Footbath, followed by Cold Compress to area above stomach and inner surfaces of thighs for\n30-40 seconds. For treatment between periods, see \"Metritis, Chronic and Pelvic Congestion.\"\nWHEN DUE TO INFLAMMATORY DISEASE OF APPENDAGES—Hot Enema, hot\nFomentations, Hot Pelvic Pack, Hot Blanket Pack.\nGENERAL METHOD—In addition to the local measures for relief of pain which have been indicated\nabove, it is in most cases necessary to combat some general disorder to which the local disease may be,\nmore or less, directly related. See \"Anemia,\" \"Neurasthenia,\" \"Hysteria.\" General tonic measures must\nbe used between the menstrual periods. In chronic ovarian congestion, apply the stomach compress\nduring the night; daily give a Revulsive Sitz Bath or Hot Pelvic Pack and the very hot vaginal irrigation,\n1150-1200 F., for 15 minutes. In cases of deficient development, as in infantile uterus or nerve spasm of\nthe uterine vessels, employ the Revulsive Sitz Bath, alternate genito-urinary douche, tonic sitz bath,\npelvic and general massage. Surgical measures are often required for permanent relief, but a surprisingly\nlarge number of cases are resolvable without surgery; hence water therapies should be perseveringly\ntried before resorting to surgical procedures.\n—Also see \"Menstrual Disorders.\"",
    "contentSw": "(Dysmenorrhea) (J.H. Kellogg, M.D.,\nFomula)\nBASIC -REST KWENYE BURE.\nWakati kwa sababu ya ugonjwa wa ovari (kuanza kabla ya mtiririko) - pakiti ya kiuno na mguu; Moto\nPakiti ya blanketi; Fomentation juu ya tumbo; pakiti ya pelvic moto; Sitz refulsive; Moto wa koloni, ikifuatiwa na moto\nMguu wa miguu ikiwa mtiririko umekaguliwa; Douche moto saa 990-1020 f.; Bafu kamili ya moto (1050-1100 F.) kwa 5-8\ndakika.\nWakati kwa sababu ya ugonjwa wa uterine (kuanza na, na kuandamana, mtiririko) - pakiti ya kiboko\nna moto wa miguu, ikifuatiwa na compress baridi kwa eneo juu ya tumbo na nyuso za ndani za mapaja kwa\nSekunde 30-40. Kwa matibabu kati ya vipindi, angalia \"Metritis, msongamano sugu na wa pelvic.\"\nWakati kwa sababu ya ugonjwa wa uchochezi wa appendages -hot enema, moto\nFomentations, pakiti ya pelvic moto, pakiti ya blanketi moto.\nNjia ya Jumla -Kwa kuongeza hatua za mitaa za misaada ya maumivu ambayo imeonyeshwa\nHapo juu, ni katika hali nyingi kupambana na shida fulani ya jumla ambayo ugonjwa wa ndani unaweza kuwa,\nzaidi au chini, inayohusiana moja kwa moja. Tazama \"Anemia,\" \"Neurasthenia,\" \"Hysteria.\" Hatua za jumla za tonic lazima\nkutumika kati ya vipindi vya hedhi. Katika msongamano sugu wa ovari, tumia compress ya tumbo\nWakati wa usiku; Kila siku toa umwagaji wa sitz au pakiti ya moto ya pelvic na umwagiliaji moto sana wa uke,\n1150-1200 F., kwa dakika 15. Katika visa vya maendeleo duni, kama ilivyo katika uterasi wa watoto wachanga au spasm ya ujasiri wa\nVyombo vya uterine, huajiri umwagaji wa sitz unaobadilika, mbadala wa genito-mkojo, bafu ya tonic,\nPelvic na massage ya jumla. Hatua za upasuaji mara nyingi zinahitajika kwa misaada ya kudumu, lakini kwa kushangaza\nIdadi kubwa ya kesi zinaweza kusuluhishwa bila upasuaji; Kwa hivyo matibabu ya maji yanapaswa kuwa ya uvumilivu\nIlijaribu kabla ya kuamua kwa taratibu za upasuaji.\n-Unaona \"shida za hedhi.\"",
    "image": "assets/images/articles_jpg/disease-reproductive-painful-menstruation.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=43612879",
      "author": "Solis-Cohen, Myer",
      "license": "No restrictions",
      "title": "File:... Woman in girlhood, wifehood, motherhood; her responsibilities and her duties at all periods of life; a guide in the maintenance of her health and that of her children (1906) (14770664831).jpg",
      "width": 2268,
      "height": 3256,
      "credit": "File:... Woman in girlhood, wifehood, motherhood; her responsibilities and her duties at all periods of life; a guide in the maintenance of her health and that of her children (1906) (14770664831).jpg — Solis-Cohen, Myer (No restrictions) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-uterine-bleeding",
    "title": "Uterine Bleeding",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nBASIC APPLICATIONS—Hot vaginal irrigation; short Hot Hip Pack; Hot Footbath, followed by\nCold Compress over stomach and inner surfaces of thighs. In obstinate cases, cold vaginal irrigation.\nModerately prolonged, very cold, Shallow Sitz Bath at 500-650 F. for 5-15 minutes, accompanied by Hot\nFootbath when other measures fail; hot Douche to lower spine area over stomach and inner surfaces of\nthighs, twice daily during intervals.\nCAUTIONS—Avoid prolonged Hot Sitz Bath, Hot Douche, Hot Leg Bath, Hot Footbath, or Hot Sitz\nBath, and in some cases even Fomentations and hot vaginal irrigation. It is equally necessary to avoid\nshort cold applications to the lower spine, abdomen, thighs, and feet, as the reflex effects of such\napplications increase pelvic and uterine congestion.\nGENERAL METHOD—It is always highly important to inquire closely for all possible causes of the\nprofuse flow. The cause may be simple anemia from defective nutrition, constipation, sexual excess,\nenteroptosis, uterine displacement, ovarian or tubal disease, uterine inflammation, or congestion. The\nmost common cause is vegetation of the endometrium, which must be removed by surgical measures.\nThe operation must be followed by treatment for chronic metritis. In many instances, several of these\nconditions may be combined. Good results generally follow water treatments.\nNOTE—The following two paragraphs were typed as part of the \"how to stop bleeding\" section, but\nthey have been placed here instead because they are lengthy, cover the subject of uterine bleeding well,\nand are not effectively duplicated in this present section of Kellogg formulas.\nFor hemorrhage from the uterus, apply short, very hot fomentations (or the hot douche) to the thighs\nand spine while an ice bag is placed over the lower abdomen and a hot vaginal douche is given. Another\nvery useful procedure for uterine hemorrhage is this: a very short hot douche to the lower back, the inner\nsurfaces of the thighs, and the soles of the feet. Prolonged cold applications to the same surfaces produce\nlike effects. These applications may be made either with or without a simultaneous use of the hot uterine\nor vaginal douche, according to the severity of the case.\nCaution: Cold applications must not be used in cases of menorrhagia (excessive bleeding during\nmenstruation, either in amount of loss or number of days), except with the utmost care and discretion, on\naccount of the danger of producing hematoma or hematosalpinx, through the sudden checking of the\noutflow of blood. Therefore, use only less strong measures during the first 24 or 36 hours of the period.\nReserve the cold applications to a later time. During the first day: The hot vaginal douche is better and\nsafer. \"The danger of producing hematoma is, in the author's opinion, very small after the first day.\"\nKellogg then tells of a girl who had suffered for nearly a year without relief, although she had gone to\nmany physicians. When brought to him, she was \"placed at once in a sitz bath of about 500 F. for 15\nminutes, the feet being placed in cold water at the same time, with the result that the hemorrhage ceased\nat once; and, by continued and repeated application of the cool sitz bath for a few weeks, the difficulty\nwas relieved. The above measures will not solve the problem when the hemorrhage is due to\nvegetations, a uterine fibroid, or a malignant disease. In cases where the hemorrhage is accompanied by\nsevere nerve pain or acute pelvic inflammation, use very hot rather than very cold applications to the\ninside of the thighs and lower back region. This should be brief and the temperature sufficiently high to\nbe somewhat painful, and is best done by sponging the parts with water at 1400 F. or by applying, for 1-\n2 minutes, cloths wrung from 140o F. water.",
    "contentSw": "(J.H. Kellogg, M.D., formula)\nMaombi ya kimsingi -huchukua umwagiliaji wa uke; pakiti fupi moto wa kiboko; Moto wa miguu, ikifuatiwa na\nCompress baridi juu ya tumbo na nyuso za ndani za mapaja. Katika hali ngumu, umwagiliaji wa uke baridi.\nBaa ya muda mrefu, baridi sana, umwagaji wa kina kirefu saa 500-650 F. kwa dakika 5-15, ikifuatana na moto\nMguu wa miguu wakati hatua zingine zinashindwa; douche moto ili kupunguza eneo la mgongo juu ya tumbo na nyuso za ndani za\nmapaja, mara mbili kila siku wakati wa vipindi.\nTahadhari -epuka kuoga kwa muda mrefu moto wa sitz, douche moto, umwagaji wa mguu moto, moto wa miguu, au sitz moto\nBath, na katika hali zingine hata fomentations na umwagiliaji moto wa uke. Ni muhimu pia kuepusha\nMaombi mafupi ya baridi kwa mgongo wa chini, tumbo, mapaja, na miguu, kama athari za Reflex za vile\nMaombi huongeza msongamano wa pelvic na uterine.\nNjia ya jumla -ni muhimu kila wakati kuuliza kwa karibu sababu zote zinazowezekana za\nMtiririko wa profuse. Sababu inaweza kuwa anemia rahisi kutoka kwa lishe yenye kasoro, kuvimbiwa, kuzidi kwa kijinsia,\nEnteroptosis, uhamishaji wa uterine, ugonjwa wa ovari au ugonjwa wa tubal, uchochezi wa uterine, au msongamano.\nSababu ya kawaida ni mimea ya endometriamu, ambayo lazima iondolewe na hatua za upasuaji.\nOperesheni lazima ifuatwe na matibabu ya metritis sugu. Katika visa vingi, kadhaa ya haya\nMasharti yanaweza kuwa pamoja. Matokeo mazuri kwa ujumla hufuata matibabu ya maji.\nKumbuka - aya mbili zifuatazo zilichapishwa kama sehemu ya sehemu ya \"jinsi ya kuacha kutokwa na damu\", lakini\nWamewekwa hapa badala yake kwa sababu ni ndefu, funika mada ya kutokwa na damu ya uterine vizuri,\nna hazijarudiwa vizuri katika sehemu hii ya sasa ya fomula za Kellogg.\nKwa hemorrhage kutoka kwa uterasi, tumia fupi, moto sana (au douche moto) kwa mapaja\nna mgongo wakati begi la barafu limewekwa juu ya tumbo la chini na douche ya uke moto hupewa. Mwingine\nUtaratibu muhimu sana kwa hemorrhage ya uterine ni hii: douche fupi sana ya moto kwa mgongo wa chini, wa ndani\nNyuso za mapaja, na nyayo za miguu. Matumizi ya muda mrefu ya baridi kwa nyuso zile zile huzaa\nkama athari. Maombi haya yanaweza kufanywa ama na au bila matumizi ya wakati mmoja ya uterine moto\nau douche ya uke, kulingana na ukali wa kesi hiyo.\nTahadhari: Maombi baridi hayapaswi kutumiwa katika kesi za menorrhagia (kutokwa na damu nyingi wakati wa\nhedhi, ama kwa kiasi cha upotezaji au idadi ya siku), isipokuwa kwa utunzaji mkubwa na busara, on\nakaunti ya hatari ya kutengeneza hematoma au hematosalpinx, kupitia ukaguzi wa ghafla wa\nUfunuo wa damu. Kwa hivyo, tumia hatua zenye nguvu tu wakati wa masaa 24 au 36 ya kipindi hicho.\nHifadhi matumizi ya baridi kwa wakati ujao. Wakati wa siku ya kwanza: douche ya moto ya uke ni bora na\nsalama. \"Hatari ya kutengeneza hematoma ni, kwa maoni ya mwandishi, ni ndogo sana baada ya siku ya kwanza.\"\nKellogg basi anasema juu ya msichana ambaye alikuwa ameteseka kwa karibu mwaka mmoja bila kupumzika, ingawa alikuwa amekwenda\nwaganga wengi. Alipofikishwa kwake, \"aliwekwa mara moja katika umwagaji wa sitz wa karibu 500 F. kwa 15\nDakika, miguu ikiwekwa kwenye maji baridi wakati huo huo, na matokeo yake hemorrhage ilikoma\nmara moja; na, kwa kuendelea na kurudiwa kwa matumizi ya baridi ya sitz kwa wiki chache, ugumu\naliondolewa. Hatua za hapo juu hazitatatua shida wakati hemorrhage ni kwa sababu ya\nmimea, nyuzi ya uterine, au ugonjwa mbaya. Katika hali ambapo hemorrhage inaambatana na\nmaumivu makali ya ujasiri au uchochezi wa papo hapo wa pelvic, tumia moto sana badala ya matumizi baridi sana kwa\nndani ya mapaja na mkoa wa chini wa nyuma. Hii inapaswa kuwa fupi na joto la juu juu hadi\nkuwa chungu fulani, na ni bora kufanywa kwa kumwaga sehemu na maji saa 1400 F. au kwa kutumia, kwa 1-\nDakika 2, vitambaa vilivyochomwa kutoka 140o F. Maji.",
    "image": "assets/images/articles_jpg/disease-reproductive-uterine-bleeding.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=71482945",
      "author": "Lucyin",
      "license": "CC BY-SA 4.0",
      "title": "File:Alot sonk matrice.jpg",
      "width": 3008,
      "height": 2000,
      "credit": "File:Alot sonk matrice.jpg — Lucyin (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-uterine-fibroids",
    "title": "Uterine Fibroids",
    "contentEn": "TREATMENT\n• Taking oral contraceptives increases the likelihood of developing fibroids.\n• If found, do not take oral contraceptives with a high-estrogen content; the estrogen may\nmake them enlarge faster.\n• Over 30% of the hysterectomies done in the U.S. are for the purpose of removing\nfibroids. But, if possible, do not remove them. Fibroids generally shrink when menopause\nbegins. This is due to the decreased amount of estrogen in the body from that time\nonward.\n• An alternate surgery is a myomectomy, which removes the fibroids and leaves the uterus\nintact. It is true that there is a slightly higher possibility of complications with a\nmyomectomy, and the results are not always permanent (50% of the time new fibroids\nwill appear). But a hysterectomy works havoc with the hormonal system.\n• You may also want to read the article, \"Hysterectomy Problems.\"\n(Fibroids, Uterine Fibroma)\nSYMPTOMS—In half of all cases, there are no symptoms. But these growths can cause abnormally\nheavy and frequent menstrual periods, or even result in infertility. Other possible indications: anemia,\nfatigue, bleeding between periods, weakness from blood loss, increased vaginal discharge, bleeding after\nintercourse.\nCAUSES—A uterine fibroid is a benign tumor, varying in size from a millet seed to a size large enough\nto fill the entire abdominal cavity. May be single or multiple. The tumors are completely covered by a\nfibrous connective tissue capsule.\nFibroids rarely cause symptoms before the age of 30, but is common after that age, especially among\nblacks; 20-30% of women have them. The type of symptoms shown depends on where the fibroids are\nlocated. They can exert pressure and cause pain to the bladder, bowels, or even block the urethra\n(producing kidney obstruction).\nWhen they produce no symptoms, they should be left alone, but should be removed if unusually rapid\ngrowth occurs.\nIf the flow is far too heavy or rapid, you may have interfering fibroids.",
    "contentSw": "Matibabu\n• Kuchukua uzazi wa mpango wa mdomo huongeza uwezekano wa kukuza nyuzi.\n• Ikiwa imepatikana, usichukue uzazi wa mpango mdomo na yaliyomo kwenye estrogeni; estrogeni inaweza\nWafanye wakue haraka.\n• Zaidi ya 30% ya hysterectomies iliyofanywa huko Merika ni kwa madhumuni ya kuondoa\nFibroids. Lakini, ikiwezekana, usiondoe. Fibroids kwa ujumla hupunguza wakati wanakuwa wamemaliza kuzaa\nhuanza. Hii ni kwa sababu ya kupungua kwa estrogeni mwilini kutoka wakati huo\nKuendelea.\n• upasuaji mbadala ni myomectomy, ambayo huondoa nyuzi na huacha uterasi\nhai. Ni kweli kwamba kuna uwezekano mkubwa wa shida na a\nmyomectomy, na matokeo sio ya kudumu kila wakati (50% ya wakati wa nyuzi mpya\nitaonekana). Lakini hysterectomy inafanya kazi shida na mfumo wa homoni.\n• Unaweza pia kutaka kusoma nakala hiyo, \"Shida za Hysterectomy.\"\n(Fibroids, uterine fibroma)\nDalili -Katika nusu ya visa vyote, hakuna dalili. Lakini ukuaji huu unaweza kusababisha kawaida\nVipindi vizito na vya mara kwa mara vya hedhi, au hata husababisha utasa. Dalili zingine zinazowezekana: anemia,\nuchovu, kutokwa na damu kati ya vipindi, udhaifu kutoka kwa upotezaji wa damu, kuongezeka kwa uke, kutokwa na damu baada ya\nKujihusisha.\nSababu -Fibroid ya uterine ni tumor nzuri, inatofautiana kwa ukubwa kutoka kwa mbegu ya mtama hadi saizi kubwa ya kutosha\nkujaza cavity nzima ya tumbo. Inaweza kuwa moja au nyingi. Tumors zimefunikwa kabisa na a\nKifurushi cha tishu cha nyuzi za nyuzi.\nFibroids mara chache husababisha dalili kabla ya umri wa miaka 30, lakini ni kawaida baada ya umri huo, haswa miongoni mwa\nweusi; 20-30% ya wanawake wanayo. Aina ya dalili zilizoonyeshwa inategemea ni wapi nyuzi za nyuzi ziko\nZiko. Wanaweza kutoa shinikizo na kusababisha maumivu kwa kibofu cha mkojo, matumbo, au hata kuzuia urethra\n(Kuzalisha kizuizi cha figo).\nWakati hawatoi dalili, wanapaswa kuachwa peke yao, lakini wanapaswa kuondolewa ikiwa haraka sana\nukuaji hufanyika.\nIkiwa mtiririko ni mzito sana au wa haraka, unaweza kuwa na nyuzi za kuingilia kati.",
    "image": "assets/images/articles_jpg/disease-reproductive-uterine-fibroids.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=106066428",
      "author": "Yapa Wijeratne",
      "license": "CC BY-SA 4.0",
      "title": "File:Myomectomy- Uterine fibroids.jpg",
      "width": 2826,
      "height": 1817,
      "credit": "File:Myomectomy- Uterine fibroids.jpg — Yapa Wijeratne (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-prostate-disorders",
    "title": "Prostate Disorders",
    "contentEn": "TREATMENT\n• Avoid sexual stimulation without a natural conclusion (an orgasm). Continued\nstimulation leads to a prolonged engorgement. This is not good for the prostate.\n• Avoiding sexual activity entirely is the best way to care for your prostate in the older\nyears.\n• Maintain optimal physical and emotional health. Avoid that which is sexually\nstimulating.\n• Regular exercise outdoors in the open air is important. Walking for an hour or two every\nday is excellent.\n• Riding bicycles, motorcycles, or horses may injure the perineum, resulting in congestion\nof the prostate.\n• Avoid exposure to dampness or cold.\n• Avoid constipation. This is important.\n• Do not sit for hours on padded seats in cold places (such as buses, trains, etc.). Whenever\npossible, sit on a hard chair. This reduces compression.\n• Increase fluid intake, in order to flush the kidneys and bladder of toxins and bacteria.\n• Do not let the bladder become too full. Urinate as quickly as possible, when the urge\ncomes. Try to completely empty the bladder each time.\n• Do not eat junk food, fried food, caffeine, spices, chocolate, nuts (especially cashews),\nor drink alcohol or use nicotine.\n• Eat a nourishing diet, including vitamin/mineral supplementation, especially zinc.\n• The diets of those who have prostate trouble are usually low in essential fatty acids\n(flaxseed oil and wheat germ oil are the best). Never heat these oils.\n• Treat it with zinc (50 mg, three times a day), essential fatty acids (flaxseed oil, 1\nteaspoon, three times a day), and a high-fiber diet which includes pumpkin seeds and\nalfalfa. Vitamin A (as beta-carotene, 300,000 IU a day), vitamin C to bowel tolerance,\nchlorophyll (as alfalfa), selenium (250 mcg, three times a day), amino acids (alanine,\nglycine, and glutamic acid; 5 grams each, daily for 90 days), and cranberry juice (2 pints a\nday).\n• Many medicinal drugs, including pilocarpine, irritate the prostate.\n• When there is an acute condition, take hot sitz baths daily and add chamomile tea to the\nwater.\n• Also helpful is a short cold bath.\n• A high charcoal and water enema helps the healing process. Use 1 cup of hot water to 1\nteaspoon of powdered charcoal. Allow it to remain as long as possible.\n• In order to increase circulation in the area, lay flat on your back on the floor. Then swing\none leg across the other till the knee touches the floor and vice versa. Do this as many\ntimes as you can, and eventually bring it up to 50 repetitions at a time.\n• Helpful herbs include echinacea and goldenseal, for bactericide. Horsetail, combined\nwith hydrangea, helps contract the prostate. Saw palmetto and cayenne are also useful.\n—Also see \"Prostatitis\" and \"Prostate Cancer.\"\n(Prostatitis; Enlarged Prostate, Prostate\nHypertrophy; Prostate Cancer)\nSYMPTOMS—Pain on urination, frequent urination, urine retention, often a fever. There may be a\ndischarge.\nAcute prostatitis: fever, frequent and burning urination, pain between the scrotum and rectum, a feeling\nof fullness in the bladder, pus or blood in the urine.\nChronic prostatitis: frequent and burning urination, blood in the urine, lower back pain, impotence\n(inability to copulate).\nGradually, urination becomes still more difficult.\nCAUSES—The prostate is a doughnut-shaped male reproductive gland. It is under the urinary bladder,\nand surrounds the urinary tube (urethra).\nMuscles located within the prostate squeeze prostatic fluid into the urethral tract during ejaculation.\nMost of the semen consists of this fluid, which provides nourishment and protection for the sperm.\nThere are three primary prostatic problems:\nProstatitis: This is inflammation of the prostate gland, is common in men of all ages, and is the most\nfrequent type of prostate problem.\nThe inflammation tends to block off the urine flow (urine retention), and this causes bacteria to build up.\nSometimes hormonal changes, from aging, may be a contributing factor.\nWhen urine retention results, the bladder becomes distended, weak, tender, and liable to infection.\nInfection can easily pass up the ureters to the kidneys.\nEnlarged prostate: This is also called benign prostatic hypertrophy. It is the gradual enlargement of the\nprostate, and occurs in half of all men over 50, and three-fourths of men over 70. It is probably the most\ncommon infirmity of aging in the human male. More than 500,000 American men are afflicted each\nyear.\nIt is believed that, with age, testosterone production and levels decrease, and certain other hormones\n(prolactin and estradiol) increase. This results in more of a powerful form of testosterone, called\ndihydrotestosterone. This hormone causes an overproduction (hyperplasia) of prostate cells—and that\ncauses the prostate gland to become larger. As it does, it eventually tends to pinch upon the urethra, and\ninterfere with the flow of urine.\nAs a result, neither the bladder nor kidneys empty fully. This produces pressure which can damage them.\nUrination becomes more frequent. It flows more slowly, and there may be difficulty in starting and\nstopping the flow. Sometimes there is blood in the urine.\nHere is how to check your own prostate:\nThe prostate can be felt (palpated) with the gloved finger. If you are going to do this effectively, you\nwould need to examine it monthly. The normal prostate is firm like an orange and about the size of a\nwalnut. You would reach into the rectum, to carry out this examination. The prostate is found at a depth\nin the rectum that is just comfortably in reach of the index finger. An acute case of enlargement may be\nhard while a chronic enlargement may be boggy. Tumors, either benign or malignant tend to be irregular\nand nodular.\nProstatic cancer: An enlarged prostate can become cancerous; but, fortunately, it always proceeds very,\nvery, slowly. So slowly, in fact, that an operation to remove the prostate, because of cancer, is generally\nnot needed. This is because, before the man is likely to die of prostate cancer, he is quite aged and dies\nof something else first. But, of course, you will want to consult your medical specialist.\nThe suggestions below are for prostate problems, in general. For more information on home care, in\nthose instances in which cancer is present, see \"Cancer.\"\nVasectomy, for sterilization, has been linked to prostate disorders and even cancer.",
    "contentSw": "Matibabu\n• Epuka kuchochea kijinsia bila hitimisho la asili (orgasm). Inaendelea\nKuchochea husababisha ushirikishaji wa muda mrefu. Hii sio nzuri kwa Prostate.\n• Kuepuka shughuli za ngono kabisa ndio njia bora ya kutunza Prostate yako katika mzee\nmiaka.\n• Kudumisha afya bora ya mwili na kihemko. Epuka yale ambayo ni ya kijinsia\nkuchochea.\n• Mazoezi ya kawaida nje katika hewa wazi ni muhimu. Kutembea kwa saa moja au mbili kila\nsiku ni bora.\n• Kuendesha baiskeli, pikipiki, au farasi zinaweza kuumiza perineum, na kusababisha msongamano\nya Prostate.\n• Epuka kufichua unyevu au baridi.\n• Epuka kuvimbiwa. Hii ni muhimu.\n• Usikae kwa masaa kwenye viti vilivyowekwa kwenye maeneo baridi (kama mabasi, treni, nk). Wakati wowote\nInawezekana, kaa kwenye kiti ngumu. Hii inapunguza compression.\n• Ongeza ulaji wa maji, ili kufuta figo na kibofu cha sumu na bakteria.\n• Usiruhusu kibofu cha mkojo kuwa kamili. Mkojo haraka iwezekanavyo, wakati hamu\nInakuja. Jaribu kuondoa kabisa kibofu cha mkojo kila wakati.\n• Usila chakula kisicho na chakula, chakula cha kukaanga, kafeini, viungo, chokoleti, karanga (haswa korosho),\nau kunywa pombe au tumia nikotini.\n• Kula lishe yenye lishe, pamoja na kuongeza vitamini/madini, haswa zinki.\n• Lishe ya wale ambao wana shida ya kibofu kawaida huwa chini katika asidi muhimu ya mafuta\n(Mafuta ya Flaxseed na mafuta ya vijidudu vya ngano ndio bora). Kamwe usiwasha mafuta haya.\n• Tibu na zinki (50 mg, mara tatu kwa siku), asidi muhimu ya mafuta (mafuta ya kitani, 1\nkijiko, mara tatu kwa siku), na lishe yenye nyuzi nyingi ambayo inajumuisha mbegu za malenge na\nalfalfa. Vitamini A (kama beta-carotene, 300,000 IU kwa siku), vitamini C kwa uvumilivu wa matumbo,\nChlorophyll (kama alfalfa), seleniamu (250 mcg, mara tatu kwa siku), asidi ya amino (alanine,\nglycine, na asidi ya glutamic; Gramu 5 kila moja, kila siku kwa siku 90), na juisi ya cranberry (2 pints a\nsiku).\n• Dawa nyingi za dawa, pamoja na pilocarpine, hukasirisha kibofu.\n• Wakati kuna hali ya papo hapo, chukua bafu za moto za sitz kila siku na ongeza chai ya chamomile kwenye\nmaji.\n• Pia inasaidia ni umwagaji mfupi wa baridi.\n• Mkaa wa hali ya juu na enema ya maji husaidia mchakato wa uponyaji. Tumia kikombe 1 cha maji ya moto hadi 1\nKijiko cha mkaa wa unga. Ruhusu ibaki kwa muda mrefu iwezekanavyo.\n• Ili kuongeza mzunguko katika eneo hilo, weka gorofa nyuma yako kwenye sakafu. Kisha swing\nMguu mmoja kwa upande mwingine mpaka goti liguse sakafu na kinyume chake. Fanya hii kama nyingi\nNyakati kadri uwezavyo, na mwishowe huleta hadi marudio 50 kwa wakati mmoja.\n• Mimea inayosaidia ni pamoja na echinacea na Goldenseal, kwa bakteria. Horsetail, pamoja\nNa hydrangea, husaidia mkataba wa kibofu. Saw Palmetto na Cayenne pia ni muhimu.\n-Unaona \"Prostatitis\" na \"Saratani ya Prostate.\"\n(Prostatitis; Prostate iliyokuzwa, Prostate\nHypertrophy; Saratani ya Prostate)\nDalili -Kuumia kwa mkojo, mkojo wa mara kwa mara, uhifadhi wa mkojo, mara nyingi homa. Kunaweza kuwa na\nUCHAMBUZI.\nProstatitis ya papo hapo: homa, mkojo wa mara kwa mara na kuchoma, maumivu kati ya scrotum na rectum, hisia\nya utimilifu katika kibofu cha mkojo, pus au damu kwenye mkojo.\nProstatitis sugu: mkojo wa mara kwa mara na unaowaka, damu kwenye mkojo, maumivu ya mgongo wa chini, kutokuwa na nguvu\n(kutokuwa na uwezo wa kunakili).\nHatua kwa hatua, mkojo unakuwa ngumu zaidi.\nSababu-Prostate ni tezi ya uzazi ya kiume yenye umbo la doughnut. Iko chini ya kibofu cha mkojo,\nna inazunguka bomba la mkojo (urethra).\nMisuli iko ndani ya Prostate hupunguza giligili ya kibofu ndani ya njia ya urethral wakati wa kumwaga.\nZaidi ya shahawa ina maji haya, ambayo hutoa lishe na ulinzi kwa manii.\nKuna shida tatu za msingi za kibofu:\nProstatitis: Hii ni kuvimba kwa tezi ya Prostate, ni kawaida kwa wanaume wa kila kizazi, na ndio zaidi\nAina ya mara kwa mara ya shida ya Prostate.\nKuvimba huelekea kuzuia mtiririko wa mkojo (uhifadhi wa mkojo), na hii husababisha bakteria kujenga.\nWakati mwingine mabadiliko ya homoni, kutoka kuzeeka, inaweza kuwa sababu ya kuchangia.\nWakati uhifadhi wa mkojo unasababisha, kibofu cha mkojo kinakuwa kirefu, dhaifu, zabuni, na kuwajibika kwa kuambukizwa.\nKuambukizwa kunaweza kupitisha kwa urahisi ureters kwa figo.\nProstate iliyokuzwa: Hii pia huitwa hypertrophy ya kibofu ya kibofu. Ni upanuzi wa polepole wa\nProstate, na hufanyika katika nusu ya wanaume wote zaidi ya 50, na theluthi tatu ya wanaume zaidi ya 70. Labda ndio zaidi\nudhaifu wa kawaida wa kuzeeka kwa mwanaume wa mwanadamu. Zaidi ya wanaume 500,000 wa Amerika wanateseka kila mmoja\nmwaka.\nInaaminika kuwa, pamoja na umri, uzalishaji wa testosterone na viwango vinapungua, na homoni zingine\n(prolactin na estradiol) kuongezeka. Hii inasababisha aina zaidi ya nguvu ya testosterone, inayoitwa\nDihydrotestosterone. Homoni hii husababisha kuzalishwa (hyperplasia) ya seli za kibofu -na hiyo\nhusababisha tezi ya kibofu kuwa kubwa. Kama inavyofanya, mwishowe huelekea kushinikiza urethra, na\nkuingilia kati na mtiririko wa mkojo.\nKama matokeo, hata kibofu cha mkojo wala figo tupu kabisa. Hii hutoa shinikizo ambayo inaweza kuwaharibu.\nUrination inakuwa mara kwa mara zaidi. Inapita polepole zaidi, na kunaweza kuwa na ugumu wa kuanza na\nkuacha mtiririko. Wakati mwingine kuna damu kwenye mkojo.\nHapa kuna jinsi ya kuangalia Prostate yako mwenyewe:\nProstate inaweza kuhisi (palpated) na kidole cha glavu. Ikiwa utafanya hivi kwa ufanisi, wewe\ningehitaji kuichunguza kila mwezi. Prostate ya kawaida ni thabiti kama machungwa na juu ya saizi ya a\nwalnut. Ungefikia ndani ya rectum, kufanya uchunguzi huu. Prostate hupatikana kwa kina\nKatika rectum ambayo ni raha tu kufikia kidole cha index. Kesi ya papo hapo ya upanuzi inaweza kuwa\nngumu wakati upanuzi sugu unaweza kuwa boggy. Tumors, ama benign au mbaya huwa kawaida\nna nodular.\nSaratani ya Prostatic: Prostate iliyokuzwa inaweza kuwa saratani; Lakini, kwa bahati nzuri, daima huendelea sana,\nsana, polepole. Polepole, kwa kweli, kwamba operesheni ya kuondoa Prostate, kwa sababu ya saratani, kwa ujumla ni\nHaihitajiki. Hii ni kwa sababu, kabla ya mtu huyo kufa kwa saratani ya kibofu, yeye ni mzee kabisa na anakufa\nya kitu kingine kwanza. Lakini, kwa kweli, utataka kushauriana na mtaalam wako wa matibabu.\nMapendekezo hapa chini ni ya shida za kibofu, kwa ujumla. Kwa habari zaidi juu ya utunzaji wa nyumbani, IN\nHizi matukio ambayo saratani iko, angalia \"Saratani.\"\nVasectomy, kwa sterilization, imehusishwa na shida za kibofu na hata saratani.",
    "image": "assets/images/articles_jpg/disease-reproductive-prostate-disorders.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=157782719",
      "author": "Narraburra",
      "license": "CC0",
      "title": "File:Benign hyperplasia prostate; evidence or bladder neck obstruction.jpg",
      "width": 2816,
      "height": 1876,
      "credit": "File:Benign hyperplasia prostate; evidence or bladder neck obstruction.jpg — Narraburra (CC0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-prostatitis",
    "title": "Prostatitis",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nBASIC APPLICATIONS—Revulsive Sitz Bath; Hot Colonic; Neutral Sitz Bath, for 30-60 seconds;\nCold Mitten Friction.\nPAIN—Revulsive Sitz Bath; Fomentation or the Revulsive Douche to perineum, with little pressure;\nColonic in chronic cases. Hot Enema, when bowels are constipated.\nCHRONIC ENLARGEMENT WITH INDURATION—Good results often follow the use of the\nfollowing measures: alternate hot and cold Colonic; Shallow Cold Rubbing Sitz Bath, for 4-8 minutes;\ncold pelvic pack (Wet Sheet Pack over pelvic area) with Hot Leg Pack; massage of prostate; graduated\ntonic baths; ice bag to perineum, with Hot Hip and Leg Pack for 15-30 minutes.\nCAUTIONS—When pain is present, avoid general cold baths, cold Sitz Baths, Cold Footbaths, and\nchilling of feet. Absolute sexual continence is essential.\nTESTICLE INFLAMMATION, ACUTE\n(J.H. Kellogg, M.D., Formulas)\nBASIC POINTS—Rest in bed; elevation of scrotum upon a tense broad band of cloth, placed about the\nthighs close to hips; Hot Pelvic Pack or Hot Hip Pack with Cold Compress over genitals, every 3 hours.\nDuring intervals, Compress at 600 F. over perineum, genitals, and over stomach, with heat to feet. Tepid\nEnema, twice daily; Cold Mitten Friction or Cold Towel Rub, twice a day; prolonged Neutral Bath or\nNeutral Pack to control temperature, if necessary.",
    "contentSw": "(J.H. Kellogg, M.D., formula)\nMaombi ya kimsingi -Kupunguza Sitz Bath; Koloni moto; Bafu ya Sitz ya upande wowote, kwa sekunde 30-60;\nMvutano wa baridi wa Mitten.\nMaumivu -Kupunguza Sitz Bath; Fomentation au douche repusive kwa perineum, na shinikizo kidogo;\nKoloni katika kesi sugu. Enema ya moto, wakati matumbo yamevimbiwa.\nUpanuzi sugu na induction -matokeo mazuri mara nyingi hufuata utumiaji wa\nKufuatia hatua: Mbadala moto na baridi ya koloni; Bafu ya kusugua baridi ya Sitz, kwa dakika 4-8;\nPakiti baridi ya pelvic (pakiti ya karatasi ya mvua juu ya eneo la pelvic) na pakiti ya mguu moto; Massage ya Prostate; amehitimu\nBafu za tonic; Mfuko wa barafu kwa perineum, na kiboko moto na pakiti ya mguu kwa dakika 15-30.\nTahadhari -wakati maumivu yapo, epuka bafu za baridi za baridi, bafu baridi za sitz, miguu baridi, na\nbaridi ya miguu. Utaftaji kabisa wa kijinsia ni muhimu.\nKuvimba kwa testicle, papo hapo\n(J.H. Kellogg, M.D., formula)\nVidokezo vya msingi -kupumzika kitandani; mwinuko wa scrotum juu ya bendi pana ya kitambaa, iliyowekwa juu ya\nmapaja karibu na viuno; Pakiti ya pelvic moto au pakiti ya moto ya kiboko na compress baridi juu ya sehemu za siri, kila masaa 3.\nWakati wa vipindi, compress kwa 600 F. juu ya perineum, sehemu za siri, na juu ya tumbo, na joto kwa miguu. Tepid\nEnema, mara mbili kila siku; Msuguano wa baridi ya mitten au kitambaa baridi kusugua, mara mbili kwa siku; umwagaji wa muda mrefu wa upande wowote au\nUfungashaji wa upande wowote kudhibiti joto, ikiwa ni lazima.",
    "image": "assets/images/articles_jpg/disease-reproductive-prostatitis.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=50423648",
      "author": "Nephron",
      "license": "CC BY-SA 4.0",
      "title": "File:Prostate carcinoma with inflammation -- intermed mag.jpg",
      "width": 4272,
      "height": 2848,
      "credit": "File:Prostate carcinoma with inflammation -- intermed mag.jpg — Nephron (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-testicular-atrophy",
    "title": "Testicular Atrophy",
    "contentEn": "TREATMENT\n• Eat a nutritious diet, plus a full range of vitamin/mineral supplementation.\n• Take zinc (50 mg, three times a day).\n• Helpful herbs include saw palmetto and ginseng.\nSYMPTOMS—Progressive wasting and shriveling of the testes.\nCAUSES—This condition is not uncommon in aging men. It can also follow an episode of mumps.\nTesticular atrophy may result in lessened sexual drive and possible feminization.",
    "contentSw": "Matibabu\n• Kula lishe yenye lishe, pamoja na anuwai kamili ya vitamini/kuongeza madini.\n• Chukua zinki (50 mg, mara tatu kwa siku).\n• Mimea inayosaidia ni pamoja na Saw Palmetto na Ginseng.\nDalili -Kupoteza nguvu na kupunguka kwa majaribio.\nSababu - hali hii sio kawaida kwa wanaume wazee. Inaweza pia kufuata sehemu ya mumps.\nAtrophy ya testicular inaweza kusababisha kupungua kwa gari la ngono na uke inayowezekana.",
    "image": "assets/images/articles_jpg/disease-reproductive-testicular-atrophy.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=43338005",
      "author": "Internet Archive Book Images",
      "license": "No restrictions",
      "title": "File:The diseases of the genital organs of domestic animals (1921) (20976394231).jpg",
      "width": 1616,
      "height": 1218,
      "credit": "File:The diseases of the genital organs of domestic animals (1921) (20976394231).jpg — Internet Archive Book Images (No restrictions) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-pregnancy-related-problems",
    "title": "Pregnancy Related Problems",
    "contentEn": "SYMPTOMS—A variety of problems can occur during pregnancy—ranging from backache,\nconstipation, stretch marks, and gas, to hemorrhoids, varicose veins, and miscarriage.\nINTRODUCTION—Pregnancy is that special 40-week period between conception and birth when the\nchild grows and develops. A weight gain of 20-35 pounds is desirable and, in most cases, is in keeping\nwith good health. But a number of problems can occur. Here are several of them. For more information,\nsee \"Morning Sickness,\" \"Premature Labor,\" and \"Miscarriage.\"\nMany of the problems occurring during pregnancy are related to hormonal changes, nutritional needs, or\nvarious expansion pressures as the fetus continues to grow.\nNUTRITION—Proper nutrition is important. There is a 20% increase of blood volume during\npregnancy. This requires additional complete protein.\nA healthy diet during this time would include 2 fruits a day, 7 vegetables (including salads, grains, and\nother worthwhile foods), etc. Complex carbohydrates, best obtained in whole grains, are important.\nComplete, vitamin/mineral supplementation is also important.\nVitamin A protects the immune system and avoids eye abnormalities, cleft lip, and cleft palate. Do not\nlet vitamin A intake go over 10,000 IU daily. Excessive intake of vitamin A is linked to cleft palate,\nheart defects, and other congenital defects. Foods rich in vitamin A may also cause problems. But foods\nwith natural beta-carotene are not harmful. (This is because it is only converted to vitamin A as it is\nneeded.)\nAll the B complex is important. They help prevent leg, back, and joint pains in the mother during\npregnancy.\nVitamin B (thiamine) prevents stillbirths, low-birth weight babies, and heart disorders. In late\n1\npregnancy and post-delivery, B requirements are greatly increased.\n1\nVitamin B (riboflavin) prevents short limbs and cleft palate.\n2\nVitamin B (niacin, niacinamide) prevents irritability, depression, disorientation, fatigue, nervousness,\n3\nand muscular weakness.\nVitamin B (pyridoxine) prevents several fetal abnormalities, including seizures, cleft lip, and cleft\n6\npalate. Take 100 mg daily until birth, followed by only 50 mg daily. This is because an excess of B\n6\nafter delivery can hinder the amount of mother's milk produced.\nFolic acid prevents anemia and birth defects. It is involved in cell growth and DNA production. But it is\nvital that this supplementation be started prior to conception. Take 400 mg daily. If there is not enough\nfolic acid in the system during the first six weeks of pregnancy, spina bifida and anencephaly can result.\nBut most women do not know they are pregnant until several weeks after conception has occurred.\nTherefore it is crucial that you be taking this vitamin regularly.\nVitamin C prevents infections and small babies.\nVitamin D works with calcium, to build strong bones.\nAll the vitamins are very important, but so are the minerals.\nMagnesium helps prevent birth abnormalities and miscarriage.\nCalcium prevents weak bones and teeth, premature births, and damaged nerves.\nAlthough phosphorous is important you always get enough in your food. Too much blocks iron and\ncalcium absorption. Soft drinks eliminate calcium. See \"Bones, Strengthening.\"\nThe trace minerals are also important. Nova Scotia dulse and Norwegian kelp are good sources.\nIodine prevents thyroid problems, abnormal development, and certain types of mental retardation.\nZinc prevents dwarfism and limb defects.\nManganese prevents certain brain abnormalities.\nInadequate folic acid, manganese, and zinc (as well as amino acid imbalances) have been linked to\nmental retardation and deformities in the fetus.\nDo not eat junk food of any type. Avoid caffeine, alcohol, tobacco, spicy, fried, or overly processed\nfoods. If possible, avoid all drugs.\nSPECIAL NOTES—If at all possible, have your baby by natural childbirth—and with the help of a\nmidwife.\nBe sure and breast-feed your baby for at least the first three months, and longer if possible. (see \"Breast-\nfeeding.\")\nDo not use an electric blanket. Studies indicate it may increase risk of miscarriage and problems in\ndevelopment.\nAspirin has been linked to fetal deformities, bleeding, and complications during pregnancy.\nDo not use cinnamon in large quantities during pregnancy.\nThe drug, etretinate (Tegison), is prescribed for psoriasis, and can cause birth defects.\nAvoid the following herbs during pregnancy: feverfew, goldenseal, black cohosh, tansy, angelica,\nbloodroot, celandine, dong quai, Oregon grape, rue, cat's claw, barberry, cottonwood bark, and\npennyroyal.\nKeep yourself healthy, so you can continue eating an adequate diet. Avoid long fasts, cleansing diets, or\nstrictly limited diets during pregnancy and lactation (see \"Eclampsia\").\nDo not take anything containing shark cartilage during pregnancy. It reduces production of new blood\nvessels.\nDo not take supplements containing phenylalanine. This is an amino acid which can alter brain growth\nin the fetus. The sweetener, Aspartame (Equal, NutraSweet), contains high levels of phenylalanine.\nA drug prescribed for acne (isotretinoin, under the trade name of Accutane) can cause birth defects.\nAvoid mineral oil; it inhibits the absorption of fat-soluble vitamins.\nTwo medications, used to control seizures, increase by four times the risk of producing a baby with heart\ndefects. These drugs are phenobarbital and phenytoin (Dilantin).\nDrinking large quantities of coffee, cola drinks, or other caffeine sources can result in birth defects.\nCertain chemicals in drugs can stunt fetal growth. These include acetaminophen (Tylenol, Datril, and\nothers); antacids (Pepto-Bismol, Alka-Seltzer, Rolaids, Tums, Di-Gel, Maalox, Gelusil); aspirin; cough\nremedies; cold pills; antihistamines; estrogens; and decongestants.\nINDIGESTION—Eat smaller meals and chew your food well. Acidophilus, peppermint tea, ginger, and\naloe vera juice will help. Also see \"Indigestion.\" Do not take baking soda to alleviate indigestion,\nbecause the sodium content will increase fluid retention.\nANEMIA—It is important enough that you obtain enough iron, so you can avoid simple anemia.\nNatural iron herbal formulas, which include yellow dock and dandelion, will build up the blood.\nChlorophyll, kelp, dulse, rice bran, whole grains, beans, dried apricots, and green leafy vegetables are\nother sources. But the very best source of iron is blackstrap molasses.\nYou should be aware of the fact that bottled iron supplement tablets frequently have the wrong kind of\niron in them. Because it is not natural, it can block the absorption of vitamins E and A. Vitamin E is the\nantiabortion vitamin, and is needed in order to bring a baby to full term. Also see \"Anemia.\"\nCONSTIPATION—Constipation can lead to high blood pressure, water retention, toxemia (toxic\nblood), and injure both the mother and baby. It can also produce leg cramps, backache fatigue, and\nvaricose veins. Also see \"Constipation.\"\nBACKACHE—The increase in weight and shift in center of gravity can cause problems if the mother\ndoes not maintain proper posture and avoid fatigue. The hormone, progesterone, tends to relax the\nmuscles.\nDo not wear high-heeled shoes, and do not stay in one position too long (see \"Backache\").\nDIZZINESS—Especially during the second trimester, blood pressure drops as the uterus presses on\nmajor blood vessels.\nDo not arise or change positions quickly. Breathe deeper when you sense that you need to do so.\nBLEEDING GUMS—The gums tend to swell and become softer because of increased estrogen output.\nGive your teeth and gums special care, lest bleeding and infection occur.\nGAS—Flatulence will tend to occur more frequently during pregnancy than normally. Try to determine\nwhich foods are causing the problem. Make sure you are obtaining enough fresh fruit and vegetables.\n(Also see \"Bloating.\")\nMOOD CHANGES—Hormonal changes, stress, and nutritional needs affect this. Be sure and obtain\nenough B complex vitamins. Know that mood changes during pregnancy are normal and generally\ntemporary.\nFREQUENT URINATION—Changes in kidney function and uterine expansion frequently cause this.\nBut do not reduce intake of liquids, thinking this will solve the problem!\nGROIN PRESSURE—Ligaments near the uterus can kink and spasm, causing a \"stitch\" on the right\nside. In later pregnancy, more direct pressure on the groin area can occur.\nDuring a spasm, breathe deeply and bend toward the point of pain. Lay down and rest until the pain\nleaves. Be sure and maintain adequate daily exercises.\nINSOMNIA—This is especially likely during the final weeks of pregnancy. At this time, it is more\ndifficult to sleep comfortably.\nDo not sleep until you feel like doing so. Include more B complex vitamins in your diet. (Also see\n\"Insomnia.\")\nHEARTBURN—The expanding uterus presses on the stomach and causes fluids to push back up into\nthe esophagus.\nDo not eat fried, greasy, spicy foods. Avoid baking soda, coffee, alcohol, and antacids.\nDo not bend over or lay flat for several hours after a meal.\nWhile in bed, place pillows under or behind your abdomen. (Also see \"Heartburn.\")\nVARICOSE VEINS—These will usually disappear after childbirth. Walk a mile a day, to increase\ncirculation. Change positions frequently, and never cross your legs. Sit with feet elevated. If necessary,\nwear support hose. Do not wear bands on the legs (see \"Varicose Veins\").\nHEMORRHOIDS—Constipation and uterine pressure can induce formation of these. Drink more\nwater. Increase intake of roughage, to soften stools. Keep legs elevated on a stool while eliminating.\nApply cold witch hazel compresses to help shrink them. (Also see \"Hemorrhoids.\")\nSTRETCH MARKS—These are strips (often wave-like) which appear on the abdomen, breasts,\nbuttocks, and thighs. They are pressure marks and do not totally leave, but after childbirth can become\ndifficult to see.\nApply oil, once a day, all over the areas where the marks are likely to appear. The formula includes ½\ncup of olive oil, ¼ cup of aloe vera gel, 6 capsules of vitamin E, and 4 capsules of vitamin A. Cut open\nthe capsules, mix it all together, and apply.\nLEG CRAMPS—Extra weight on the legs, nutritional deficiencies, and too much salt in the diet can\ncause this.\nElevate the legs while sleeping, so they are higher than your heart. Do not stand in one place too long.\nFlex your feet every so often. Take adequate calcium and potassium. Apply a heating pad to the\ncramping area.",
    "contentSw": "Dalili - aina ya shida zinaweza kutokea wakati wa ujauzito -kuanzia maumivu ya mgongo,\nKuvimbiwa, alama za kunyoosha, na gesi, kwa hemorrhoids, mishipa ya varicose, na kuharibika kwa tumbo.\nUtangulizi-Ujamaa ni kipindi maalum cha wiki 40 kati ya mimba na kuzaliwa wakati\nMtoto hukua na kukuza. Kupata uzito wa pauni 20-35 ni kuhitajika na, katika hali nyingi, ni kutunza\nna afya njema. Lakini shida kadhaa zinaweza kutokea. Hapa kuna kadhaa yao. Kwa habari zaidi,\nTazama \"Ugonjwa wa Asubuhi,\" \"Kazi ya mapema,\" na \"Kupotoshwa.\"\nShida nyingi zinazotokea wakati wa ujauzito zinahusiana na mabadiliko ya homoni, mahitaji ya lishe, au\nShinikiza anuwai ya upanuzi wakati fetus inaendelea kukua.\nLishe -Lishe ya kufanya kazi ni muhimu. Kuna ongezeko la 20% la kiasi cha damu wakati\nujauzito. Hii inahitaji protini kamili ya ziada.\nLishe yenye afya wakati huu inaweza kujumuisha matunda 2 kwa siku, mboga 7 (pamoja na saladi, nafaka, na\nVyakula vingine vyenye thamani), nk. Wanga wanga, bora kupatikana katika nafaka nzima, ni muhimu.\nKamili, vitamini/kuongeza madini pia ni muhimu.\nVitamini A inalinda mfumo wa kinga na huepuka ukiukwaji wa macho, mdomo wa laini, na palate ya laini. Usifanye\nAcha vitamini ulaji ipite zaidi ya 10,000 IU kila siku. Ulaji mwingi wa vitamini A umeunganishwa na palate ya cleft,\nkasoro za moyo, na kasoro zingine za kuzaliwa. Vyakula vyenye vitamini A vinaweza pia kusababisha shida. Lakini vyakula\nNa asili ya beta-carotene sio hatari. (Hii ni kwa sababu inabadilishwa kuwa vitamini A kama ilivyo\ninahitajika.)\nUgumu wote wa B ni muhimu. Wanasaidia kuzuia maumivu ya mguu, mgongo, na pamoja kwa mama wakati wa\nujauzito.\nVitamini B (thiamine) inazuia kuzaa, watoto wachanga wenye uzito wa chini, na shida za moyo. Marehemu\n1\nMimba na utoaji wa baada ya, mahitaji ya B yanaongezeka sana.\n1\nVitamini B (riboflavin) huzuia miguu fupi na palate ya cleft.\n2\nVitamini B (niacin, niacinamide) huzuia kuwashwa, unyogovu, kufadhaika, uchovu, neva,\n3\nna udhaifu wa misuli.\nVitamini B (pyridoxine) inazuia ukiukwaji kadhaa wa fetasi, pamoja na mshtuko, mdomo wa laini, na ujanja\n6\nPalate. Chukua 100 mg kila siku hadi kuzaliwa, ikifuatiwa na 50 mg tu kila siku. Hii ni kwa sababu ziada ya b\n6\nBaada ya kujifungua kunaweza kuzuia kiasi cha maziwa ya mama yanayozalishwa.\nAsidi ya Folic inazuia upungufu wa damu na kasoro za kuzaliwa. Inahusika katika ukuaji wa seli na utengenezaji wa DNA. Lakini ni\nmuhimu kwamba nyongeza hii ianze kabla ya kuzaa. Chukua 400 mg kila siku. Ikiwa haitoshi\nAsidi ya folic katika mfumo wakati wa wiki sita za kwanza za ujauzito, spina bifida na anencephaly zinaweza kusababisha.\nLakini wanawake wengi hawajui kuwa ni mjamzito hadi wiki kadhaa baada ya mimba kutokea.\nKwa hivyo ni muhimu kuwa unachukua vitamini hii mara kwa mara.\nVitamini C huzuia maambukizo na watoto wadogo.\nVitamini D inafanya kazi na kalsiamu, kujenga mifupa yenye nguvu.\nVitamini vyote ni muhimu sana, lakini ndivyo pia madini.\nMagnesiamu husaidia kuzuia ukiukwaji wa kuzaa na kuharibika kwa tumbo.\nKalsiamu inazuia mifupa dhaifu na meno, kuzaliwa mapema, na mishipa iliyoharibiwa.\nIngawa phosphorous ni muhimu kila wakati unapata kutosha katika chakula chako. Vitalu vingi huzuia chuma na\nKunyonya kwa kalsiamu. Vinywaji laini huondoa kalsiamu. Tazama \"Mifupa, Kuimarisha.\"\nMadini ya kuwafuata pia ni muhimu. Nova Scotia Dulse na Kelp ya Norway ni vyanzo nzuri.\nIodini huzuia shida za tezi, ukuaji usio wa kawaida, na aina fulani za kurudi nyuma kwa akili.\nZinc inazuia kasoro na kasoro za miguu.\nManganese inazuia ukiukwaji fulani wa ubongo.\nAsidi ya folic ya kutosha, manganese, na zinki (pamoja na usawa wa amino asidi) zimeunganishwa na\nKurudishwa kwa akili na upungufu katika fetusi.\nUsila chakula kisicho na aina yoyote. Epuka kafeini, pombe, tumbaku, viungo, kukaanga, au kusindika kupita kiasi\nvyakula. Ikiwezekana, epuka dawa zote.\nMaelezo maalum - ikiwa inawezekana, mtoto wako kwa kuzaa asili -na kwa msaada wa\nmkunga.\nKuwa na uhakika na kunyonyesha mtoto wako kwa angalau miezi mitatu ya kwanza, na zaidi ikiwa inawezekana. (Tazama \"Matiti-\nkulisha. \")\nUsitumie blanketi ya umeme. Utafiti unaonyesha inaweza kuongeza hatari ya kuharibika na shida katika\nMaendeleo.\nAspirin imehusishwa na upungufu wa fetasi, kutokwa na damu, na shida wakati wa ujauzito.\nUsitumie mdalasini kwa idadi kubwa wakati wa ujauzito.\nDawa hiyo, etretinate (tegison), imeamriwa kwa psoriasis, na inaweza kusababisha kasoro za kuzaliwa.\nEpuka mimea ifuatayo wakati wa ujauzito: Feverfew, Goldenseal, Cohosh Nyeusi, Tansy, Angelica,\nBloodroot, Celandine, Dong Quai, Oregon Grape, Rue, Claw ya Paka, Barberry, Pamba ya Pamba, na\nPennyroyal.\nJiweke afya, kwa hivyo unaweza kuendelea kula lishe ya kutosha. Epuka kung'aa kwa muda mrefu, lishe ya utakaso, au\nChakula kidogo wakati wa ujauzito na lactation (ona \"Eclampsia\").\nUsichukue chochote kilicho na cartilage ya papa wakati wa ujauzito. Inapunguza uzalishaji wa damu mpya\nvyombo.\nUsichukue virutubisho vyenye phenylalanine. Hii ni asidi ya amino ambayo inaweza kubadilisha ukuaji wa ubongo\nkatika fetusi. Utamu, aspartame (sawa, NutraSweet), ina viwango vya juu vya phenylalanine.\nDawa iliyowekwa kwa chunusi (isotretinoin, chini ya jina la biashara ya Accutane) inaweza kusababisha kasoro za kuzaliwa.\nEpuka mafuta ya madini; Inazuia kunyonya kwa vitamini vyenye mumunyifu.\nDawa mbili, zinazotumika kudhibiti mshtuko, huongezeka kwa mara nne hatari ya kumzaa mtoto kwa moyo\nkasoro. Dawa hizi ni phenobarbital na phenytoin (dilantin).\nKunywa kahawa kubwa, vinywaji vya cola, au vyanzo vingine vya kafeini kunaweza kusababisha kasoro za kuzaliwa.\nKemikali fulani katika dawa za kulevya zinaweza kusumbua ukuaji wa fetasi. Hii ni pamoja na acetaminophen (Tylenol, Datril, na\nwengine); antacids (pepto-bismol, alka-seltzer, rolaids, tums, di-gel, maalox, gelusil); aspirini; kikohozi\ntiba; vidonge baridi; antihistamines; estrojeni; na decongestants.\nKumeza -kula milo ndogo na kutafuna chakula chako vizuri. Acidophilus, chai ya peppermint, tangawizi, na\nJuisi ya Aloe Vera itasaidia. Pia tazama \"Indigestion.\" Usichukue soda ya kuoka ili kupunguza kumeza,\nKwa sababu yaliyomo sodiamu yataongeza utunzaji wa maji.\nAnemia -ni muhimu ya kutosha kupata chuma cha kutosha, kwa hivyo unaweza kuzuia upungufu wa damu.\nNjia za mimea ya mimea ya asili, ambayo ni pamoja na kizimbani cha manjano na dandelion, itaunda damu.\nChlorophyll, kelp, dulse, matawi ya mchele, nafaka nzima, maharagwe, apricots kavu, na mboga ya majani yenye majani ni\nvyanzo vingine. Lakini chanzo bora kabisa cha chuma ni molasses nyeusi.\nUnapaswa kufahamu ukweli kwamba vidonge vya kuongeza chuma vya chupa mara nyingi huwa na aina mbaya ya\nchuma ndani yao. Kwa sababu sio asili, inaweza kuzuia kunyonya kwa vitamini E na A. vitamini E ni\nVitamini ya antiabortion, na inahitajika ili kumleta mtoto kwa muda kamili. Pia angalia \"Anemia.\"\nKuvimbiwa -Udhibiti unaweza kusababisha shinikizo la damu, uhifadhi wa maji, sumu (sumu\ndamu), na kumjeruhi mama na mtoto. Inaweza pia kutoa tumbo, uchovu wa mgongo, na\nvaricose mishipa. Pia angalia \"Kuvimbiwa.\"\nMaumivu ya mgongo -kuongezeka kwa uzito na kuhama katikati ya mvuto kunaweza kusababisha shida ikiwa mama\nHaitunze mkao sahihi na epuka uchovu. Homoni, progesterone, huelekea kupumzika\nmisuli.\nUsivae viatu vyenye visigino vya juu, na usikae katika nafasi moja kwa muda mrefu (tazama \"maumivu ya nyuma\").\nKizunguzungu -haswa wakati wa trimester ya pili, shinikizo la damu linashuka kama vyombo vya uterasi vinavyoendelea\nMishipa mikubwa ya damu.\nUsitoke au ubadilishe nafasi haraka. Pumua zaidi wakati unaona kuwa unahitaji kufanya hivyo.\nUfizi wa kutokwa na damu -Ufizi huwa huvimba na kuwa laini kwa sababu ya kuongezeka kwa pato la estrogeni.\nToa meno yako na ufizi utunzaji maalum, labda kutokwa na damu na maambukizi kutokea.\nGesi -Uwezo utatokea mara kwa mara wakati wa ujauzito kuliko kawaida. Jaribu kuamua\nambayo vyakula husababisha shida. Hakikisha unapata matunda na mboga mpya za kutosha.\n(Pia angalia \"Bloating.\")\nMabadiliko ya mhemko -mabadiliko ya mhemko, mafadhaiko, na mahitaji ya lishe yanaathiri hii. Kuwa na uhakika na upate\nVitamini vya kutosha vya B. Jua kuwa mabadiliko ya mhemko wakati wa ujauzito ni ya kawaida na kwa ujumla\nya muda mfupi.\nKukomesha mara kwa mara -mabadiliko katika kazi ya figo na upanuzi wa uterine mara nyingi husababisha hii.\nLakini usipunguze ulaji wa vinywaji, ukidhani hii itatatua shida!\nShinikizo la groin - vitengo karibu na uterasi vinaweza kink na spasm, na kusababisha \"kushona\" upande wa kulia\nupande. Katika ujauzito wa baadaye, shinikizo la moja kwa moja kwenye eneo la groin linaweza kutokea.\nWakati wa spasm, pumua kwa undani na kuinama kuelekea hatua ya maumivu. Weka chini na pumzika mpaka maumivu\nmajani. Kuwa na uhakika na kudumisha mazoezi ya kutosha ya kila siku.\nKukosa usingizi - hii inawezekana sana wakati wa wiki za mwisho za ujauzito. Kwa wakati huu, ni zaidi\nVigumu kulala vizuri.\nUsilale mpaka ujisikie kufanya hivyo. Jumuisha vitamini zaidi vya B katika lishe yako. (Pia tazama\n\"Insomnia.\")\nMapigo ya moyo -kupanua mashinani ya tumbo juu ya tumbo na husababisha maji kushinikiza nyuma ndani\nEsophagus.\nUsila kukaanga, grisi, vyakula vyenye viungo. Epuka kuoka soda, kahawa, pombe, na antacids.\nUsiinamie au uweke gorofa kwa masaa kadhaa baada ya chakula.\nUkiwa kitandani, weka mito chini au nyuma ya tumbo lako. (Pia tazama \"Heartburn.\")\nMishipa ya Varicose -Kawaida hizi zitatoweka baada ya kuzaa. Tembea maili kwa siku, ili kuongezeka\nmzunguko. Badilisha nafasi mara kwa mara, na kamwe usivuke miguu yako. Kaa na miguu iliyoinuliwa. Ikiwa ni lazima,\nVaa msaada wa hose. Usivae bendi kwenye miguu (ona \"Veins za Varicose\").\nHemorrhoids -constipation na shinikizo ya uterine inaweza kusababisha malezi ya haya. Kunywa zaidi\nmaji. Ongeza ulaji wa ukali, laini laini. Weka miguu iliyoinuliwa kwenye kinyesi wakati wa kuondoa.\nOmba compresses za wachawi baridi ili kusaidia kuziba. (Pia angalia \"Hemorrhoids.\")\nAlama za kunyoosha-hizi ni vipande (mara nyingi wimbi-kama) ambazo huonekana kwenye tumbo, matiti,\nmatako, na mapaja. Ni alama za shinikizo na usiondoke kabisa, lakini baada ya kuzaa kunaweza kuwa\nngumu kuona.\nOmba mafuta, mara moja kwa siku, katika maeneo yote ambayo alama zinaweza kuonekana. Njia hiyo ni pamoja na ½\nKikombe cha mafuta ya mizeituni, ¼ kikombe cha aloe vera gel, vidonge 6 vya vitamini E, na vidonge 4 vya vitamini A. kata wazi wazi\nVidonge, changanya yote pamoja, na utumie.\nMatumbo ya mguu -uzani wa uzito kwenye miguu, upungufu wa lishe, na chumvi nyingi sana kwenye lishe inaweza\nkusababisha hii.\nKuinua miguu wakati wa kulala, kwa hivyo ni juu kuliko moyo wako. Usisimame mahali pamoja.\nKubadilisha miguu yako kila mara. Chukua kalsiamu ya kutosha na potasiamu. Omba pedi ya kupokanzwa kwa\neneo la kukanyaga.",
    "image": "assets/images/articles_jpg/disease-reproductive-pregnancy-related-problems.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=147570237",
      "author": "MDWiki(from Our World In Data)",
      "license": "CC BY 4.0",
      "title": "File:Lifetime-risk-of-maternal-death.png",
      "width": 3400,
      "height": 2400,
      "credit": "File:Lifetime-risk-of-maternal-death.png — MDWiki(from Our World In Data) (CC BY 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-premature-labor",
    "title": "Premature Labor",
    "contentEn": "TREATMENT\n• A balanced high-protein diet. Do not restrict salt. Take seaweed products for trace\nminerals, also a full vitamin/mineral supplement. (See \"Pregnancy-related Problems\" for a\ndetailed list of nutritional needs.)\n• Take B (100 mg daily until birth, then only 50 mg daily) and 10-12 glasses of water or\n6\nfruit juice a day, especially in the hot months.\nSYMPTOMS—The baby is born a number of weeks ahead of schedule.\nCAUSES AND PREVENTION—Premature labor is the onset of rhythmic uterine contractions prior to\nfetal maturity, and is most likely to occur between the 20th and 37th weeks. About 5%-10% of infant\ndeaths are premature.\nFor possible causes and prevention, read \"Miscarriage.\" It may avert this possibility.",
    "contentSw": "Matibabu\n• Lishe yenye usawa wa protini. Usizuie chumvi. Chukua bidhaa za mwani kwa kuwaeleza\nmadini, pia nyongeza kamili ya vitamini/madini. (Tazama \"Shida zinazohusiana na ujauzito\" kwa a\nOrodha ya kina ya mahitaji ya lishe.)\n• Chukua B (100 mg kila siku hadi kuzaliwa, kisha 50 mg tu kila siku) na glasi 10-12 za maji au\n6\njuisi ya matunda kwa siku, haswa katika miezi ya moto.\nDalili -Mtoto huzaliwa wiki kadhaa kabla ya ratiba.\nSababu na Kuzuia -Kazi ya kwanza ni mwanzo wa mikataba ya uterine ya densi kabla ya\nUkomavu wa fetasi, na ina uwezekano mkubwa wa kutokea kati ya wiki ya 20 na 37. Karibu 5% -10% ya watoto wachanga\nVifo ni mapema.\nKwa sababu zinazowezekana na kuzuia, soma \"Kupotoshwa.\" Inaweza kuzuia uwezekano huu.",
    "image": "assets/images/articles_jpg/disease-reproductive-premature-labor.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=65954659",
      "author": "Hine, Lewis Wickes; National Child Labor Committee Collection",
      "license": "Public domain",
      "title": "File:Rosy Phillips. Fifteen year old spinner in a Dallas cotton mill. She was far from 'rosy' - thin, anaemic. Prematurely old. Her brother Exie (?) twelve years old who helps her some on LOC nclc.02859.tif",
      "width": 5000,
      "height": 3419,
      "credit": "File:Rosy Phillips. Fifteen year old spinner in a Dallas cotton mill. She was far from 'rosy' - thin, anaemic. Prematurely old. Her brother Exie (?) twelve years old who helps her some on LOC nclc.02859.tif — Hine, Lewis Wickes; National Child Labor Committee Collection (Public domain) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-breast-cancer",
    "title": "Breast Cancer",
    "contentEn": "TREATMENT\n• It is well to keep in mind that people have undergone the orthodox cancer routine of\nsurgery, chemotherapy, or radiation and have survived while others have died. There are\nthose who have taken the natural remedies route, with the same end results. No one can, or\nought to, decide for you; the decision is yours.\n• In the late 1980s, researchers discovered that women develop breast cancer far more\nfrequently in certain localities than in others. Analyzing those locations, it was discovered\nthat they are those areas where there tends to be less sunlight throughout the year. For\nexample, northwestern California, the western slopes of Oregon and Washington, and the\nNortheast had a far greater number of breast cancer cases than did Florida, Texas,\nArizona, and southern California. The solution: Take sunbaths whenever you can,\nthroughout the year; sunlight is important for maintaining good health, purifying the body,\nand resisting infection.\n• Breast cancer more often occurs in women who started menstruation early in their youth,\nhad a late menopause, gave birth later in life, had a family history of breast cancer,\ndeveloped obesity after menopause, and had a history of alcoholism and eating a high-fat\ndiet.\n• Research indicates that those who take oral contraceptives are 3 times more likely to\ndevelop breast cancer. Silicone (used in breast implants) causes cancer in test animals.\nThose who develop breast, and other, cancers have less vitamin A in their bodies.\n• Eat a nutritious diet centered around fresh fruits and vegetables, whole grains, and nuts.\nEat garlic and onions. Drink distilled water and fresh fruit and vegetable juices. Get extra\nfiber.\n• Do not eat too much soy or peanut products.\n• Avoid meat; dairy products; alcohol; caffeine; nicotine; and processed, fried, white-\nflour, and junk foods. Do not take supplements containing iron.\n• You should examine your breasts regularly. Procedures for doing this, and what to watch\nfor, are discussed in many other books. You will be able to detect initial changes better\nthan anyone else. If you experience itching, redness, and soreness of the\nnipples—especially if you are not currently breast-feeding a baby—check with a\nphysician. You might have Paget's disease of the nipple, a form of cancer. See \"Paget's\nDisease.\"\n—Read the sections on \"Cancer\" and \"Cancer Prevention\" for detailed information.\nSYMPTOMS—In the most common types: Lumps are firm, do not go away, and are generally pain free.\nLumps which do not move around may be malignant or may not be.\nIn another type: There is itching, redness, and soreness of the nipple.\nIn yet a third type: The breast becomes extremely tender and appears infected with something.\nThese three are explained in more detail below.\nCAUSES—Breast cancer is a leading cause of malignant death among women in the United States.\nWomen over forty are more likely to develop breast cancer than younger women. Lung cancer kills\nabout 56,000 women in America each year, and breast cancer is responsible for the death of about\n46,000.\nIt is vital that early detection be made. Discussions of how to carry out breast self-examination are\nreadily available elsewhere and need not be repeated here. As you conduct it, watch for subtle changes\nin the breast. You are looking for special types of lumps in the breast. These lumps are firm, do not go\naway, and are generally pain free. Lumps which do not move around may be malignant or may be\ncaused by normal fibrocystic changes during the menstrual cycle. The experts say a biopsy will detect\nwhat kind of lump it is.\nBut you should know that biopsies can be dangerous. A biopsy is a slice of the tissue which is then sent\nto a lab for microscopic examination. The problem is that slicing any suspected tissue—immediately\nreleases its cancer (if any is present) into the body, where it can more rapidly spread. You may or may\nnot choose to have biopsies made, but you should be aware of this fact.\nYou will often hear it said that \"1 in 9\" women will contract breast cancer—but that is sometime within\na lifetime. The average 30-year-old white woman has a 1 in 5,900 chance of getting it; at 50 years, it is 1\nin 430.\nThere are several different types of breast cancer. Most of them are similar, producing lumps described\nabove. But a few are different:\nPaget's disease of the nipple affects the nipple, and cannot be detected by a self-examination. Cancer\ncells have migrated to the nipple. The symptoms are itching, redness, and soreness of the nipple. This\nform of cancer only occurs when a different form of cancer is present elsewhere in breast tissue.\nInflammatory carcinoma is a different type. The skin thickens and turns red. The breast becomes\nextremely tender and appears infected with something. The lymphatic system and blood vessels have\nbecome clogged because of a tumor. This type of cancer spreads very rapidly. Professionals recommend\na biopsy; but, if you choose not to do so, you must be planning to go on an intense natural remedies\ncleansing, to eliminate the problem. Whatever you do, you had better set to work and do it.",
    "contentSw": "Matibabu\n• Ni vizuri kukumbuka kuwa watu wamepitia utaratibu wa saratani ya Orthodox ya\nupasuaji, chemotherapy, au mionzi na wamenusurika wakati wengine wamekufa. Kuna\nWale ambao wamechukua njia ya tiba asili, na matokeo sawa ya mwisho. Hakuna mtu anayeweza, au\ninapaswa, kuamua kwako; Uamuzi ni wako.\n• Mwishoni mwa miaka ya 1980, watafiti waligundua kuwa wanawake huendeleza saratani ya matiti zaidi\nmara kwa mara katika maeneo fulani kuliko mengine. Kuchambua maeneo hayo, iligunduliwa\nKwamba ni maeneo ambayo huko huelekea kuwa na mwangaza wa jua kwa mwaka mzima. Kwa\nmfano, Kaskazini magharibi mwa California, mteremko wa magharibi wa Oregon na Washington, na\nKaskazini mashariki ilikuwa na idadi kubwa zaidi ya kesi za saratani ya matiti kuliko Florida, Texas,\nArizona, na Kusini mwa California. Suluhisho: Chukua jua wakati wowote unaweza,\nKwa mwaka mzima; Mwangaza wa jua ni muhimu kwa kudumisha afya njema, kusafisha mwili,\nna kupinga maambukizi.\n• Saratani ya matiti mara nyingi hufanyika kwa wanawake ambao walianza hedhi mapema katika ujana wao,\nAlikuwa na kukomesha kwa kuchelewa, kuzaa baadaye maishani, alikuwa na historia ya familia ya saratani ya matiti,\nkunenepa sana baada ya kumalizika, na alikuwa na historia ya ulevi na kula mafuta mengi\nLishe.\n• Utafiti unaonyesha kuwa wale ambao huchukua uzazi wa mpango mdomo wana uwezekano wa mara 3 zaidi\nKuendeleza saratani ya matiti. Silicone (inayotumiwa katika implants za matiti) husababisha saratani katika wanyama wa mtihani.\nWale ambao huendeleza matiti, na mengine, saratani zina vitamini A chini ya miili yao.\n• Kula lishe yenye lishe inayozunguka matunda na mboga safi, nafaka nzima, na karanga.\nKula vitunguu na vitunguu. Kunywa maji yaliyosafishwa na matunda safi na juisi za mboga. Pata Ziada\nnyuzi.\n• Usila bidhaa nyingi za soya au karanga.\n• Epuka nyama; Bidhaa za maziwa; pombe; kafeini; nikotini; na kusindika, kukaanga, nyeupe-\nUnga, na vyakula vya junk. Usichukue virutubisho vyenye chuma.\n• Unapaswa kuchunguza matiti yako mara kwa mara. Taratibu za kufanya hivyo, na nini cha kutazama\nkwa, zinajadiliwa katika vitabu vingine vingi. Utaweza kugundua mabadiliko ya awali\nkuliko mtu mwingine yeyote. Ikiwa unapata kuwasha, uwekundu, na uchungu wa\nchuchu-haswa ikiwa haujanyonyesha mtoto kwa sasa-angalia na\ndaktari. Unaweza kuwa na ugonjwa wa Paget wa chuchu, aina ya saratani. Tazama \"Paget's\nUgonjwa. \"\n-Shema sehemu kwenye \"Saratani\" na \"Kuzuia Saratani\" kwa habari ya kina.\nDalili -katika aina za kawaida: uvimbe ni thabiti, usiondoke, na kwa ujumla hauna maumivu.\nVipu ambavyo havizunguki vinaweza kuwa mbaya au vinaweza kuwa.\nKatika aina nyingine: kuna kuwasha, uwekundu, na uchungu wa chuchu.\nKatika aina ya tatu bado: matiti huwa laini sana na huonekana kuambukizwa na kitu.\nHizi tatu zinaelezewa kwa undani zaidi hapa chini.\nSababu - saratani ya matiti ni sababu inayoongoza ya kifo mbaya kati ya wanawake nchini Merika.\nWanawake zaidi ya arobaini wana uwezekano mkubwa wa kupata saratani ya matiti kuliko wanawake wadogo. Saratani ya mapafu inaua\nKaribu wanawake 56,000 huko Amerika kila mwaka, na saratani ya matiti inawajibika kwa kifo cha karibu\n46,000.\nNi muhimu kugundua mapema kufanywa. Majadiliano ya jinsi ya kufanya uchunguzi wa matiti ni\nInapatikana mahali pengine na haitaji kurudiwa hapa. Unapoifanya, angalia mabadiliko ya hila\nkwenye matiti. Unatafuta aina maalum za uvimbe kwenye matiti. Matunda haya ni thabiti, usiende\nmbali, na kwa ujumla huwa na maumivu. Uvimbe ambao hauzunguka unaweza kuwa mbaya au unaweza kuwa\nhusababishwa na mabadiliko ya kawaida ya fibrocystic wakati wa mzunguko wa hedhi. Wataalam wanasema biopsy itagundua\nJe! Ni aina gani ya donge.\nLakini unapaswa kujua kuwa biopsies inaweza kuwa hatari. Biopsy ni kipande cha tishu ambayo hutumwa kisha\nkwa maabara kwa uchunguzi wa microscopic. Shida ni kwamba kukanyaga tishu yoyote inayoshukiwa -mara moja\nInatoa saratani yake (ikiwa yoyote iko) ndani ya mwili, ambapo inaweza kuenea haraka. Unaweza au unaweza\nUsichague kuwa na biopsies zilizotengenezwa, lakini unapaswa kufahamu ukweli huu.\nUtasikia mara nyingi ilisema kwamba \"1 kati ya 9\" wanawake watapata saratani ya matiti - lakini hiyo ni wakati mwingine ndani\nmaisha. Mwanamke mweupe wa miaka 30 ana nafasi 1 kati ya 5,900 ya kuipata; Katika miaka 50, ni 1\nkatika 430.\nKuna aina kadhaa tofauti za saratani ya matiti. Wengi wao ni sawa, hutengeneza uvimbe ulioelezewa\njuu. Lakini wachache ni tofauti:\nUgonjwa wa Paget wa chuchu huathiri chuchu, na haiwezi kugunduliwa na kujichunguza. Saratani\nSeli zimehamia kwenye chuchu. Dalili ni kuwasha, uwekundu, na uchungu wa chuchu. Hii\nNjia ya saratani hufanyika tu wakati aina tofauti ya saratani iko mahali pengine kwenye tishu za matiti.\nCarcinoma ya uchochezi ni aina tofauti. Ngozi inakua na kugeuka kuwa nyekundu. Matiti inakuwa\nZabuni sana na inaonekana kuambukizwa na kitu. Mfumo wa limfu na mishipa ya damu\nkuwa wafungwa kwa sababu ya tumor. Aina hii ya saratani inaenea haraka sana. Wataalamu wanapendekeza\nbiopsy; Lakini, ukichagua kutofanya hivyo, lazima uwe unapanga kwenda kwenye tiba kali za asili\nutakaso, kuondoa shida. Chochote unachofanya, ulikuwa bora kufanya kazi na kuifanya.",
    "image": "assets/images/articles_jpg/disease-reproductive-breast-cancer.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=140584105",
      "author": "Lifes Legacy",
      "license": "CC BY 4.0",
      "title": "File:Himeji Castle Lite up in pink, in October for Breast cancer awareness month.jpg",
      "width": 2000,
      "height": 1333,
      "credit": "File:Himeji Castle Lite up in pink, in October for Breast cancer awareness month.jpg — Lifes Legacy (CC BY 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-reproductive-prostate-cancer",
    "title": "Prostate Cancer",
    "contentEn": "TREATMENT\n• Contact your physician.\n• Go on a program with a nourishing diet, vitamin and mineral supplementation, and out-\nof-door exercise.\n• Do not eat meat. There is a definite correlation between red meat consumption and\nprostate cancer.\n• Drink fresh fruit and vegetable juices daily.\n• Avoid processed and junk foods.\n—Read the sections on \"Cancer\" and \"Cancer Prevention\" for detailed information.\nSYMPTOMS—Possible pain or burning sensation during urination, frequent urination, a decrease in\nthe size and force of urine flow, an inability to urinate, blood in the urine, and continuing lower-back or\npelvic discomfort just above the pubic area. But there may be no symptoms until an advanced stage or\nuntil the cancer spreads out beyond the prostate.\nMany, many, times the above symptoms point to a benign enlargement of the prostate and is not cancer\nin that organ.\nCAUSES—The prostate is a walnut-sized gland at the base of the bladder and encircles the urethra, the\ntube through which the bladder voids urine. The prostate makes prostatic fluid which nourishes the\nsperm.\nProstate cancer is the second leading cause of cancer deaths in Americans. Poor diet, exposure to\nenvironmental toxins and cancer-causing chemicals, and overactivity of the sexual organs are possible\ncauses. There is a link between a high-fat diet and prostate cancer. It is believed, by some, that a\nvasectomy may increase the likelihood that this problem will later develop.\nMen over 65 have 80% of the cases of prostate cancer, and 80% of 80-year-old men have it.\nThe younger a man is, when he is diagnosed with prostrate cancer, the worse the outlook. Those with\nrecurring prostate infections are at greater risk. Men whose ancestors had prostate cancer are more likely\nto develop it. African American men have the highest rate, and Asiatic American men have the lowest.\nA careful, but relatively simple, rectal examination can reveal if cancer is developing in this organ.\nThere are also other screening methods, and PSA (prostate-specific antigen) appears to be the best. The\nPSA test should be taken twice if there is an indication of cancer.\n—For much, much, more discussion and suggestions on this, and other, malignancies, see \"Cancer.\"",
    "contentSw": "Matibabu\n• Wasiliana na daktari wako.\n• Nenda kwenye mpango na lishe yenye lishe, vitamini na nyongeza ya madini, na nje-\nmazoezi ya mlango.\n• Usila nyama. Kuna uhusiano dhahiri kati ya matumizi nyekundu ya nyama na\nSaratani ya Prostate.\n• Kunywa matunda safi na juisi za mboga kila siku.\n• Epuka vyakula vya kusindika na visivyo.\n-Shema sehemu kwenye \"Saratani\" na \"Kuzuia Saratani\" kwa habari ya kina.\nDalili -maumivu yanayowezekana au hisia za kuchoma wakati wa kukojoa, mkojo wa mara kwa mara, kupungua kwa\nsaizi na nguvu ya mtiririko wa mkojo, kutokuwa na uwezo wa kukojoa, damu kwenye mkojo, na kuendelea chini au\nUsumbufu wa pelvic juu ya eneo la pubic. Lakini kunaweza kuwa hakuna dalili hadi hatua ya juu au\nMpaka saratani itakapoenea zaidi ya Prostate.\nMara nyingi, mara nyingi, dalili hapo juu zinaashiria upanuzi wa kibofu na sio saratani\nkatika chombo hicho.\nSababu-Prostate ni tezi ya ukubwa wa walnut chini ya kibofu cha mkojo na inazunguka urethra,\nTube kupitia ambayo kibofu cha mkojo huweka mkojo. Prostate hufanya maji ya kibofu ambayo hulisha\nmanii.\nSaratani ya Prostate ndio sababu ya pili inayoongoza ya vifo vya saratani kwa Wamarekani. Lishe duni, yatokanayo na\nSumu za mazingira na kemikali zinazosababisha saratani, na shughuli za viungo vya ngono zinawezekana\nsababu. Kuna uhusiano kati ya lishe yenye mafuta mengi na saratani ya Prostate. Inaaminika, na wengine, kwamba a\nVasectomy inaweza kuongeza uwezekano ambao shida hii itakua baadaye.\nWanaume zaidi ya 65 wana 80% ya visa vya saratani ya Prostate, na 80% ya wanaume wenye umri wa miaka 80 wanayo.\nMtu mdogo ni, wakati anagunduliwa na saratani ya kusujudu, mbaya zaidi. Wale walio na\nMaambukizi ya Prostate ya mara kwa mara yapo katika hatari kubwa. Wanaume ambao mababu zao walikuwa na saratani ya Prostate wana uwezekano mkubwa\nkuiendeleza. Wanaume wa Kiafrika wa Amerika wana kiwango cha juu zaidi, na wanaume wa Amerika wa Amerika wana chini zaidi.\nUchunguzi wa uangalifu, lakini rahisi, wa rectal unaweza kufunua ikiwa saratani inaendelea katika chombo hiki.\nKuna pia njia zingine za uchunguzi, na PSA (antigen maalum ya kibofu) inaonekana kuwa bora zaidi.\nMtihani wa PSA unapaswa kuchukuliwa mara mbili ikiwa kuna dalili ya saratani.\n- Kwa mengi, mengi, majadiliano zaidi na maoni juu ya hii, na mengine, malignancies, angalia \"Saratani.\"",
    "image": "assets/images/articles_jpg/disease-reproductive-prostate-cancer.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=142509388",
      "author": "Endolysosome",
      "license": "CC BY-SA 4.0",
      "title": "File:Adenocarcinoma of the prostate.jpg",
      "width": 4096,
      "height": 3008,
      "credit": "File:Adenocarcinoma of the prostate.jpg — Endolysosome (CC BY-SA 4.0) via Wikimedia Commons"
    }
  }
]