[
  {
    "id": "disease-musculoskeletal-fracture",
    "title": "Fracture",
    "contentEn": "Treatment\n\n• Obtain a nourishing diet. (See \"Bones, Strengthening,\" just below.)\n• Pineapple contains bromelain, an enzyme which acts to reduce swelling and\ninflammation. Eat half a fresh (not canned or processed) pineapple daily, until the fracture\nheals. Canned pineapple or pineapple juice may contain aluminum salts, pulled by the acid\nfrom the can by the very acid liquid.\n• During healing, the diet should include enough calories in order to provide the energy\nnecessary for new bone-cell formation.\n• You may use clay poultices to alleviate bruising and swelling.\n• Helpful herbs include comfrey and alfalfa. Also helpful are plantain and mistletoe.\n• Also place comfrey over the site of the fracture, to speed healing and reduce pain and\nswelling.\n• Too much calcium supplementation, during bone healing, can induce kidney stone\nformation during the immobile period while the cast is on. The problem is that the person\nis not active enough at that time.\n—For detailed information on rebuilding the bones, see \"Bones, Strengthening.\"\n(Broken Bone)\n\nCauses\n\nA fracture is a crack or break in a bone. If the skin over the bone remains intact, it is a\nclosed or simple fracture; if the bone breaks the skin, it is a compound fracture.\nAccidents are not a common cause of broken bones, but the bone can also be weakened from\nosteoporosis, bone tumors, or metabolic disease. A weakened bone can break much more easily—even\nfrom a slip of the foot, a slight fall, or knocking against something.\nMalnutrition can also be involved. There can be a deficiency of calcium and/or magnesium, or there may\nbe an improper calcium/phosphorous ratio.\nA vibrating tuning fork can be placed against the area; if it causes pain, there is a fracture. X rays will\nconfirm whether it is a fracture or strain or sprain.\nIt is important that the bone be properly set, so it will not thenceforth be deformed, and not function as\nwell.\nOlder people do not absorb calcium and other minerals as well. This begins at 40, increases at 50, and\nvery much so beyond 60. It is believed that 200,000 hip fractures occur in people over 65 every year.\nVery often, this results from osteoporosis. The bone has somewhat hollowed out and the break more\neasily occurred.\nOlder people who take tranquilizers have 70% more hip fractures than other people their age.\nWhen a break occurs, protein fibers form a bridgework between the two parts. Then calcium,\nphosphorous, and silica are deposited between the protein fibers.\n(Oddly enough, although phosphorous is needed for good bone formation, you will find, below, that it is\nimportant that you avoid phosphorous foods if you want strong bones. This is due to the fact that\nphosphorous is the one mineral which is abundantly found in food. Yet too much of it in a meal locks\ninto the calcium and removes it from the body.)\nFirst aid includes covering any wound and immobilizing, or splinting, the broken part in the position it\nwas found (so the problem will not worsen during transport). Take the person to a physician or the\nhospital, depending on the seriousness of the problem. Medical treatment involves placing the bones in\ntheir proper position and keeping them there while healing occurs.\n\nSymptoms\n\nThere may be extreme pain and tenderness in the injured area, a protruding bone, blood\nunder the skin, or swelling. There may be tingling, numbness, weakness, or paralysis below the fracture.\nA digit, or limb, may be at an abnormal angle or there may be pain at a specific place on a bone.\nA major fracture can cause a loss of pulse below the fracture, weakness, and inability to bear weight.",
    "contentSw": "Treatment\n\n• Pata lishe yenye lishe. (Tazama \"Mifupa, Kuimarisha,\" Chini tu.)\n• Mananasi ina bromelain, enzyme ambayo hufanya kazi ili kupunguza uvimbe na\nkuvimba. Kula nusu safi (sio makopo au kusindika) mananasi kila siku, mpaka kupasuka\nhuponya. Mananasi ya makopo au juisi ya mananasi inaweza kuwa na chumvi ya aluminium, iliyovutwa na asidi\nKutoka kwa mfereji na kioevu cha asidi sana.\n• Wakati wa uponyaji, lishe inapaswa kujumuisha kalori za kutosha ili kutoa nishati\nmuhimu kwa malezi mpya ya seli-mfupa.\n• Unaweza kutumia poultices za udongo kupunguza michubuko na uvimbe.\n• Mimea inayosaidia ni pamoja na Comfrey na Alfalfa. Inasaidia pia ni mmea na mistletoe.\n• Pia weka comfrey juu ya tovuti ya kupunguka, ili kuharakisha uponyaji na kupunguza maumivu na\nuvimbe.\n• Nyongeza nyingi za kalsiamu, wakati wa uponyaji wa mfupa, inaweza kusababisha jiwe la figo\nmalezi wakati wa kipindi cha gari wakati wa kutupwa. Shida ni kwamba mtu huyo\nhaifanyi kazi vya kutosha wakati huo.\n- Kwa habari ya kina juu ya kujenga tena mifupa, angalia \"Mifupa, Uimarishaji.\"\n(Mfupa uliovunjika)\n\nCauses\n\nFracture ni ufa au kuvunja katika mfupa. Ikiwa ngozi juu ya mfupa inabaki kuwa sawa, ni\nFracture iliyofungwa au rahisi; Ikiwa mfupa unavunja ngozi, ni kupunguka kwa kiwanja.\nAjali sio sababu ya kawaida ya mifupa iliyovunjika, lakini mfupa pia unaweza kudhoofishwa kutoka\nOsteoporosis, tumors ya mfupa, au ugonjwa wa metabolic. Mfupa dhaifu unaweza kuvunja kwa urahisi zaidi - hata\nKutoka kwa mteremko wa mguu, kuanguka kidogo, au kubisha dhidi ya kitu.\nUtapiamlo pia unaweza kuhusika. Kunaweza kuwa na upungufu wa kalsiamu na/au magnesiamu, au kunaweza\nkuwa uwiano usiofaa wa kalsiamu/phosphorous.\nUmati wa kutetemesha unaoweza kuwekwa unaweza kuwekwa dhidi ya eneo hilo; Ikiwa husababisha maumivu, kuna kupunguka. Mionzi x itakuwa\nThibitisha ikiwa ni kupunguka au shida au sprain.\nNi muhimu kwamba mfupa uweke vizuri, kwa hivyo haitaharibiwa hapo awali, na sio kufanya kazi kama\nvizuri.\nWazee hawachukui kalsiamu na madini mengine pia. Hii huanza saa 40, huongezeka kwa 50, na\nSana zaidi ya 60. Inaaminika kuwa fractures 200,000 za kiboko hufanyika kwa watu zaidi ya 65 kila mwaka.\nMara nyingi, hii inatokana na osteoporosis. Mfupa umetoka nje na mapumziko zaidi\nilitokea kwa urahisi.\nWatu wazee ambao huchukua utulivu wana fractures zaidi ya 70% kuliko watu wengine wa umri wao.\nWakati mapumziko yanatokea, nyuzi za protini huunda daraja kati ya sehemu hizo mbili. Kisha kalsiamu,\nPhosphorous, na silika huwekwa kati ya nyuzi za protini.\n(Oddly kutosha, ingawa phosphorous inahitajika kwa malezi mazuri ya mfupa, utapata, chini, kwamba ni\nMuhimu kwamba uepuke vyakula vya fosforasi ikiwa unataka mifupa yenye nguvu. Hii ni kwa sababu ya ukweli kwamba\nPhosphorous ni madini moja ambayo hupatikana sana katika chakula. Bado ni nyingi sana katika kufuli kwa chakula\nndani ya kalsiamu na kuiondoa kutoka kwa mwili.)\nMsaada wa kwanza ni pamoja na kufunika jeraha yoyote na kuzidisha, au splinting, sehemu iliyovunjika katika nafasi hiyo\nilipatikana (kwa hivyo shida haitazidi wakati wa usafirishaji). Mchukue mtu huyo kwa daktari au\nHospitali, kulingana na uzito wa shida. Matibabu ya matibabu ni pamoja na kuweka mifupa ndani\nNafasi yao sahihi na kuwaweka hapo wakati uponyaji unatokea.\n\nSymptoms\n\nKunaweza kuwa na maumivu makali na huruma katika eneo lililojeruhiwa, mfupa unaojitokeza, damu\nchini ya ngozi, au uvimbe. Kunaweza kuwa na kuogopa, ganzi, udhaifu, au kupooza chini ya kupasuka.\nNambari, au kiungo, inaweza kuwa katika pembe isiyo ya kawaida au kunaweza kuwa na maumivu mahali fulani kwenye mfupa.\nKuvunjika kuu kunaweza kusababisha upotezaji wa mapigo chini ya kupunguka, udhaifu, na kutokuwa na uwezo wa kuzaa.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-fracture.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=82640510",
      "author": "Laboratoires Servier",
      "license": "CC BY-SA 3.0",
      "title": "File:Kind of fractures - Closed fracture Open fracture -- Smart-Servier.jpg",
      "width": 10240,
      "height": 5760,
      "credit": "File:Kind of fractures - Closed fracture Open fracture -- Smart-Servier.jpg — Laboratoires Servier (CC BY-SA 3.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-bone-spur",
    "title": "Bone Spur",
    "contentEn": "Treatment\n\n• Give vitamin C to bowel tolerance, along with vitamin E and magnesium.\n• Correct the calcium/phosphorous ratio by taking 2,000 mg of calcium a day.\n• Research indicates that plant-derived colloidal minerals tend to reverse spurs and\ncalcium deposits, without surgery, by remodeling the bones.\n• Do not eat meat, coffee, sugar, and alcohol. These upset the mineral balance in the body\nand retard healing.\n• Temporarily avoid citrus fruit.\n• A 1-2 week raw food fast can be helpful.\n• Rubbing the bottom of the feet with ice will help draw healing blood to the area. In the\nearly morning, walk barefoot outside on the wet grass. Then come in and dry off; make\nsure your feet are warm afterward.\n• If the shoes are not comfortable, this can make the pain feel worse. Wear rubber heels on\nyour shoes, not leather. Adding heel cushions to your shoes may reduce pain.\n• Avoid walking on hard surfaces.\n• If you usually walk or jog for exercise, try cycling or swimming instead.\n• It may be necessary to have the spur surgically removed, if it is too painful or irritating.\n(Heel Spur)\n\nCauses\n\nA bone spur is a pointed growth on a bone. Occurring most frequently on the heel, the bone\nsticks out and occasionally strikes against something, causing pain. Or there may be ongoing pain at the\nsite.\nBone spurs can cause the formation of tiny, painful, tumors at the end of some of the nerves in that area.\nThose with problems with the heel are generally overweight or middle-aged. But they are also common\nin those who have tendonitis, neuritis, arthritis, or alkalosis.\nIf bone pain is felt at an unusual bumpy, protruding, place, x rays will confirm whether the problem is\narthritis, fracture, bone spur, or possibly primary or metastic bone cancer.\n\nSymptoms\n\nPossible pain at a place where the bone seems to protrude out from the body more than\nit should.",
    "contentSw": "Treatment\n\n• Toa vitamini C kwa uvumilivu wa matumbo, pamoja na vitamini E na magnesiamu.\n• Sahihisha uwiano wa kalsiamu/phosphorous kwa kuchukua 2,000 mg ya kalsiamu kwa siku.\n• Utafiti unaonyesha kuwa madini ya colloidal inayotokana na mmea huwa na mabadiliko ya spurs na\nAmana za kalsiamu, bila upasuaji, kwa kurekebisha mifupa.\n• Usila nyama, kahawa, sukari, na pombe. Hizi zinakasirisha usawa wa madini mwilini\nna urejeshe uponyaji.\n• Epuka matunda ya machungwa kwa muda.\n• Chakula mbichi cha wiki 1-2 haraka inaweza kusaidia.\n• Kusugua chini ya miguu na barafu itasaidia kuteka damu ya uponyaji kwenye eneo hilo. Katika\nAsubuhi ya mapema, tembea bila viatu nje kwenye nyasi zenye mvua. Kisha ingia na ukauke; tengeneza\nHakika miguu yako ni ya joto baadaye.\n• Ikiwa viatu sio vizuri, hii inaweza kufanya maumivu yahisi kuwa mbaya zaidi. Vaa visigino vya mpira\nViatu vyako, sio ngozi. Kuongeza matakia ya kisigino kwenye viatu vyako kunaweza kupunguza maumivu.\n• Epuka kutembea kwenye nyuso ngumu.\n• Ikiwa kawaida hutembea au kukimbia kwa mazoezi, jaribu baiskeli au kuogelea badala yake.\n• Inaweza kuwa muhimu kuondolewa kwa nguvu, ikiwa ni chungu sana au inakera.\n(Kisigino spur)\n\nCauses\n\nSpur ya mfupa ni ukuaji ulioelekezwa kwenye mfupa. Kutokea mara nyingi juu ya kisigino, mfupa\nhujifunga na mara kwa mara hupiga dhidi ya kitu, na kusababisha maumivu. Au kunaweza kuwa na maumivu yanayoendelea\ntovuti.\nSpurs ya mfupa inaweza kusababisha malezi ya tumors ndogo, chungu, mwisho wa mishipa kadhaa katika eneo hilo.\nWale walio na shida na kisigino kwa ujumla ni wazito au wa kati. Lakini pia ni kawaida\nKatika wale ambao wana tendonitis, neuritis, arthritis, au alkalosis.\nIkiwa maumivu ya mfupa yanasikika kwa shida isiyo ya kawaida, inayojitokeza, mahali, mionzi ya X itathibitisha ikiwa shida ni\nArthritis, fracture, spur mfupa, au saratani ya msingi au ya metastic.\n\nSymptoms\n\nmaumivu yanayowezekana mahali ambapo mfupa unaonekana kutoka kwa mwili zaidi ya\ninapaswa.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-bone-spur.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=116431134",
      "author": "Andrew Bone",
      "license": "CC BY 2.0",
      "title": "File:Bentley Flying Spur V8S (2017) (50037164263).jpg",
      "width": 4896,
      "height": 3672,
      "credit": "File:Bentley Flying Spur V8S (2017) (50037164263).jpg — Andrew Bone (CC BY 2.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-chronic-rheumatism",
    "title": "Chronic Rheumatism",
    "contentEn": "Treatment\n\n• Diet changes, water drinking, and weight control are all very important.\n• The amount of urates in the blood is keyed to dietary intake and the amount of body\nweight. Many in middle life who initially experience the pain of gout are overweight.\n• Those with gout need to reduce to 10-15% below calculated normal weight. However,\nweight reduction must be done gradually, so as not to stir up more urates and temporarily\nincrease the number of gout attacks.\n• Do not fast when you have gout. Doing so greatly increases the amount of uric acids in\nthe blood.\n• Drink at least 2 quarts of water a day between gout attacks, not only to get rid of the uric\nacid, but also to reduce the likelihood of kidney damage and kidney stones. Those with\ngout tend to have kidney stones.\n• A high-carbohydrate diet tends to increase uric acid excretion. In contrast, a high-fat diet\ndecreases excretion and may bring on a gout attack (even though they may be unsaturated\nfats). Keep your diet low in protein and fat.\n• A vegetarian diet is the best program for a person with gout.\n• Avoid excessive food yeast.\n• Eating cherries is very helpful. The uric acid level in the blood decreases and the attacks\ntend to stop. They can be any type of cherries, and either fresh or canned (½ pound per\nday). One or two tbsp. of cherry concentrate can be taken instead. If canned cherries are\nused, only use water-packed ones; most have too much sugar and additives.\n• Overeating tends toward gout.\nHere are foods high in purines: liver, brains, kidneys, heart, anchovies, sardines, meat\nextract, fish roes, herring, consommé, mussels, and sweet breads.\n• Here are foods of lesser purine content: fowl, fish (except those listed above), other\nseafoods, and other meats.\n• Here are foods of moderate amounts: whole-grain cereals, lentils, peas, beans, asparagus,\nmushrooms, oatmeal, cauliflower, and spinach.\n• Here are the foods which have only small amounts of purines; foods containing\nnegligible amounts of purines: vegetables, fruits, refined cereals, cereal products, eggs,\nmilk, cheese.\n• There are cases in which drinking large amounts of milk or eating lots of tomatoes\nproduced gout.\n• Do not take any alcoholic beverage. Alcohol increases uric acid production and reduces\nexcretion of urates.\n• Direct injury to a joint, tending toward gout, can bring on an acute attack.\n• It is known that the skin can excrete uric acid, so baths will help.\n• During acute attacks, keep the affected joint elevated and at rest.\n• Hot fomentations for 15 minutes every 3 hours, to help relieve pain. But, to reduce pain,\nsome do better using cold applications.\n• Mud packs, applied to the affected area, will absorb a fair amount of the uric acid.\n• Charcoal is very helpful. Take it by mouth (12-16 tablets daily), and also lay charcoal\npacks on the area.\n• A compress of comfrey root or leaves, blended with water, helps relieve gout pain.\nApply for two hours or more, or overnight.\n• Burdock will help clean uric acid deposits from the joints and other areas. Kelp, red\nclover, and yucca help eliminate uric acid and other toxins.\n• Colchicine is the primary drug medication for gout. But it causes nausea, vomiting,\ndiarrhea, cramping, hair loss, anemia, liver damage, and decreased leukocytes and\nplatelets. Natural remedies can do the job better.\n• A number of drugs increase uric acid levels, so it is best to avoid drugs. Diuretic drugs\nare especially bad.\n—See \"Arthritis\" for much more information.\n—Also see the author's book, Arthritis and Rheumatism (see order sheet), detailing the findings of 63\nresearch studies on various arthritic and rheumatic conditions.\n—Also see \"Gout—2,\" \"Arthritis—1\" and \"Rheumatoid Gout.\"\n(J.H. Kellogg, M.D., Formulas)\nRHEUMATISM (CHRONIC) GENERAL CARE—The same as for \"Rheumatism, Acute,\" except\nthat the local applications are made to the muscles instead of to the joints. Sweating baths, especially the\nRadiant Heat Bath and the Steam Bath; long Neutral Baths; Fomentation over painful parts, followed by\nthe well-protected Heating Compress; water drinking; aseptic diet.\nGOUT—1\n\nCauses\n\nGout is an acute type of inflammatory arthritis, and occurs most often in people who are\noverweight or eat rich foods, such as meat, gravies, spices, and alcohol.\nThe body cannot handle all the purines and other acids in the meat, and so these products settle in the\nbody. Uric acid is the end-product of the breakdown of purine compounds.\nGout typically attacks the smaller joints of the feet and hands, especially the big toe. Uric acid salts\ncrystallize in the joint, and produce swelling, redness, and a sensation of heat and extreme pain.\nUnlike most forms of arthritis, gout affects men in 90% of the cases. It generally does not begin until\nafter 35 years of age; peak age of onset is 45. Women who have it are generally post-menopausal.\n\nSymptoms\n\nSudden attack, often in the middle of the night, of extreme pain and swelling of a joint\nin the fingers or toes (usually the big toe). But it can affect the ankles, knees, hands, elbows, and wrists.\nMotion or pressure greatly increases the pain. After the swelling subsides, the skin tends to itch and peel.\nDuring attacks, there often is loss of appetite, stomach and intestinal problems, fever, and decreased\nurine output.",
    "contentSw": "Treatment\n\n• Mabadiliko ya lishe, kunywa maji, na udhibiti wa uzito wote ni muhimu sana.\n• Kiasi cha mkojo kwenye damu kimewekwa kwa ulaji wa lishe na kiwango cha mwili\nuzani. Wengi katika maisha ya kati ambao hapo awali hupata maumivu ya gout ni wazito.\n• Wale walio na gout wanahitaji kupunguza hadi 10-15% chini ya uzani wa kawaida. Hata hivyo,\nKupunguza uzito lazima ifanyike hatua kwa hatua, ili isiweze kuchochea mkojo zaidi na kwa muda mfupi\nOngeza idadi ya mashambulio ya gout.\n• Usifanye haraka wakati una gout. Kufanya hivyo huongeza sana kiwango cha asidi ya uric katika\ndamu.\n• Kunywa angalau maji 2 ya maji kwa siku kati ya shambulio la gout, sio tu kuondoa uric\nAsidi, lakini pia kupunguza uwezekano wa uharibifu wa figo na mawe ya figo. Wale walio na\nGout huwa na mawe ya figo.\n• Lishe ya juu ya karoti huelekea kuongeza asidi ya uric asidi. Kwa kulinganisha, lishe yenye mafuta mengi\nhupunguza uchungu na inaweza kuleta shambulio la gout (ingawa zinaweza kuwa hazijasambazwa\nmafuta). Weka lishe yako chini katika protini na mafuta.\n• Lishe ya mboga mboga ni mpango bora kwa mtu aliye na gout.\n• Epuka chachu ya chakula kupita kiasi.\n• Kula cherries kunasaidia sana. Kiwango cha asidi ya uric katika damu hupungua na mashambulio\nhuwa na kuacha. Wanaweza kuwa aina yoyote ya cherries, na ama safi au makopo (½ pound kwa\nsiku). Tbsp moja au mbili. ya kujilimbikizia kwa cherry inaweza kuchukuliwa badala yake. Ikiwa cherries za makopo ni\nKutumika, tumia tu zilizojaa maji; Wengi wana sukari nyingi na viongezeo.\n• Kuongeza nguvu huelekea kwenye gout.\nHapa kuna vyakula vya juu katika purines: ini, akili, figo, moyo, anchovies, sardines, nyama\nDondoo, samaki wa samaki, herring, consommé, mussels, na mikate tamu.\n• Hapa kuna vyakula vya yaliyomo duni: ndege, samaki (isipokuwa zile zilizoorodheshwa hapo juu), zingine\nChakula cha baharini, na nyama zingine.\n• Hapa kuna vyakula vya kiasi cha wastani: nafaka za nafaka nzima, lenti, mbaazi, maharagwe, avokado,\nUyoga, oatmeal, cauliflower, na mchicha.\n• Hapa kuna vyakula ambavyo vina kiasi kidogo tu cha purines; vyakula vyenye\nKiasi kisicho sawa cha purines: mboga, matunda, nafaka zilizosafishwa, bidhaa za nafaka, mayai,\nmaziwa, jibini.\n• Kuna visa ambavyo kunywa maziwa mengi au kula nyanya nyingi\ngout iliyozalishwa.\n• Usichukue kinywaji chochote cha pombe. Pombe huongeza uzalishaji wa asidi ya uric na hupunguza\nExcretion ya mkojo.\n• Kuumia moja kwa moja kwa pamoja, inayoelekea kwenye gout, inaweza kuleta shambulio kali.\n• Inajulikana kuwa ngozi inaweza kutoa asidi ya uric, kwa hivyo bafu zitasaidia.\n• Wakati wa shambulio kali, weka walioathirika walioinuliwa na kupumzika.\n• Fomentations moto kwa dakika 15 kila masaa 3, kusaidia kupunguza maumivu. Lakini, kupunguza maumivu,\nWengine hufanya vizuri kutumia programu baridi.\n• Pakiti za matope, zilizotumika kwa eneo lililoathiriwa, zitachukua kiwango sawa cha asidi ya uric.\n• Mkaa unasaidia sana. Chukua kwa mdomo (vidonge 12-16 kila siku), na pia uweke mkaa\npakiti kwenye eneo hilo.\n• Compress ya mizizi ya comfrey au majani, iliyochanganywa na maji, husaidia kupunguza maumivu ya gout.\nOmba kwa masaa mawili au zaidi, au mara moja.\n• Burdock itasaidia kusafisha amana za asidi ya uric kutoka kwa viungo na maeneo mengine. Kelp, nyekundu\nClover, na Yucca husaidia kuondoa asidi ya uric na sumu zingine.\n• Colchicine ndio dawa ya msingi ya dawa ya gout. Lakini husababisha kichefuchefu, kutapika,\nkuhara, kupunguka, upotezaji wa nywele, anemia, uharibifu wa ini, na kupungua kwa leukocytes na\nvidonge. Tiba za asili zinaweza kufanya kazi vizuri.\n• Dawa kadhaa huongeza viwango vya asidi ya uric, kwa hivyo ni bora kuzuia dawa. Dawa za Diuretic\nni mbaya sana.\n-Tazama \"arthritis\" kwa habari zaidi.\n-Unaona kitabu cha mwandishi, ugonjwa wa arthritis na rheumatism (tazama karatasi ya kuagiza), ikielezea matokeo ya 63\nUtafiti wa masomo juu ya hali tofauti za arthritic na rheumatic.\n-Unaona \"Gout -2,\" \"Arthritis -1\" na \"Rheumatoid Gout.\"\n(J.H. Kellogg, M.D., formula)\nUtunzaji wa jumla (sugu) Utunzaji wa jumla -sawa na \"rheumatism, papo hapo,\" isipokuwa\nkwamba maombi ya ndani hufanywa kwa misuli badala ya viungo. Bafu za jasho, haswa\nBafu ya joto ya joto na umwagaji wa mvuke; bafu ndefu za upande wowote; Fomentation juu ya sehemu chungu, ikifuatiwa na\ncompress inapokanzwa vizuri; kunywa maji; lishe ya aseptic.\nGout -1\n\nCauses\n\nGout ni aina ya papo hapo ya ugonjwa wa arthritis ya uchochezi, na hufanyika mara nyingi kwa watu ambao ni\nKuzidi au kula vyakula vyenye utajiri, kama vile nyama, vivuko, viungo, na pombe.\nMwili hauwezi kushughulikia purines zote na asidi zingine kwenye nyama, na kwa hivyo bidhaa hizi hukaa kwenye\nmwili. Asidi ya Uric ni bidhaa ya mwisho ya kuvunjika kwa misombo ya purine.\nGout kawaida hushambulia viungo vidogo vya miguu na mikono, haswa vidole vikubwa. Chumvi ya asidi ya uric\nFuwele katika pamoja, na kutoa uvimbe, uwekundu, na hisia za joto na maumivu makali.\nTofauti na aina nyingi za ugonjwa wa arthritis, gout huathiri wanaume katika 90% ya kesi. Kwa ujumla haianza hadi\nbaada ya miaka 35; Umri wa mwanzo wa mwanzo ni 45. Wanawake ambao wanayo kwa ujumla ni baada ya hedhi.\n\nSymptoms\n\nshambulio la kawaida, mara nyingi katikati ya usiku, ya maumivu makali na uvimbe wa pamoja\nkwenye vidole au vidole (kawaida toe kubwa). Lakini inaweza kuathiri matako, magoti, mikono, viwiko, na mikono.\nMwendo au shinikizo huongeza sana maumivu. Baada ya uvimbe kupungua, ngozi huelekea kuwasha na peel.\nWakati wa shambulio, mara nyingi kuna upotezaji wa hamu ya kula, tumbo na shida ya matumbo, homa, na kupungua\nPato la mkojo.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-chronic-rheumatism.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=159776135",
      "author": "DPLA bot",
      "license": "Public domain",
      "title": "File:And I want you to bring home some of Mitchell's Rheumatic Plasters. I find them the best remedy for my old chronic rheumatism. Yes Hubby I recognize your dear voice. - DPLA - 511bdc20bdf071559104ef8e3a4447d4.jpg",
      "width": 1643,
      "height": 2708,
      "credit": "File:And I want you to bring home some of Mitchell's Rheumatic Plasters. I find them the best remedy for my old chronic rheumatism. Yes Hubby I recognize your dear voice. - DPLA - 511bdc20bdf071559104ef8e3a4447d4.jpg — DPLA bot (Public domain) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-temporomandibular-joint-syndrome",
    "title": "Temporomandibular Joint Syndrome",
    "contentEn": "Treatment\n\n• Hot and cold (or hot or cold) packs will help relieve pain in the neck and shoulders.\n• A diet rich in the B complex is important. Also calcium, magnesium, silicon, zinc,\nlecithin, and flaxseed oil.\n• Avoid sugar foods, which deplete calcium and other minerals.\n• Avoid smoking and do not eat meat.\n• Learn to relax and avoid stressful thinking or situations.\n• If you sit a lot, relax and maintain good posture. Do not hunch over and strain.\n• Do not sleep on your side or lie on your side with your head turned to the side.\n• Do not prop your head at an angle (especially in bed) when reading, talking, or watching\ntelevision.\n• Do not chew bits of food when the meal is over. Do not chew gum.\n• Fast once a month, to give the body and jaws a rest so rebuilding can take place.\n• Orthodontists, dentists, physical therapists, and other specialists offer treatments for\nTMJ. But it is estimated that 90% of all cases respond well to simple, inexpensive,\ntreatments.\n• Rheumatoid arthritis (which see) can also cause jaw pain.\n—It is important that you also read \"Bruxism.\" Also read \"Bones, Strengthening,\" to help maintain and\nrebuild strong bones.\n(TMJ)\n\nCauses\n\nThe bite is misaligned, either as a cause of the jaw problem or as an effect. The cartilage\ndisk that cushions the joint becomes damaged. This causes the bones of the temporomandibular joint to\nrub against one another instead of gliding smoothly past each other. If the tooth repair or replacements\nhave not been done properly, this can be a factor in causing the problem.\nStress, a poor bite, and bruxism are the most frequent causes. Some people develop the habit of\nclenching their teeth together during the day and/or at night. Called bruxism (which see), this is very\nhard on the joint in the jaw.\nAn injury, poor dental work, osteoarthritis, bad posture, repeated or hard blows to the jaw or chin,\nwhiplash, gum chewing, thumb sucking, chewing on only one side of the mouth, or holding the phone\nbetween the shoulder and jaw.\n\nSymptoms\n\nPain in the muscles and joints of the jaws, which can radiate to the face and neck. There\nis a frequent clenching of the jaws.\nPossible headache, toothaches, dizziness, pain and ringing in the ears, and pressure behind the eyes\nWhen eating or yawning, there is a clicking, grinding, and popping noise, and perhaps pain. There may\nbe difficulty in opening and closing the jaws.",
    "contentSw": "Treatment\n\n• Pakiti za moto na baridi (au moto au baridi) zitasaidia kupunguza maumivu kwenye shingo na mabega.\n• Lishe iliyo na tata ya B ni muhimu. Pia kalsiamu, magnesiamu, silicon, zinki,\nLecithin, na mafuta ya kitani.\n• Epuka vyakula vya sukari, ambavyo hukamilisha kalsiamu na madini mengine.\n• Epuka kuvuta sigara na usile nyama.\n• Jifunze kupumzika na epuka mawazo yanayofadhaisha au hali.\n• Ikiwa unakaa sana, pumzika na kudumisha mkao mzuri. Usichukue juu na ugumu.\n• Usilale upande wako au uongo upande wako na kichwa chako kimegeuka upande.\n• Usipendekeze kichwa chako kwa pembe (haswa kitandani) wakati wa kusoma, kuzungumza, au kutazama\nTelevisheni.\n• Usitafute chakula wakati chakula kimekwisha. Usitafute gum.\n• Haraka mara moja kwa mwezi, kutoa mwili na taya kupumzika ili kujenga tena iweze kuchukua nafasi.\n• Orthodontists, madaktari wa meno, wataalamu wa mwili, na wataalamu wengine hutoa matibabu kwa\nTMJ. Lakini inakadiriwa kuwa 90% ya kesi zote hujibu vizuri kwa rahisi, bei ghali,\nmatibabu.\n• Arthritis ya rheumatoid (ambayo huona) inaweza pia kusababisha maumivu ya taya.\n-Ni muhimu kwamba pia usome \"Bruxism.\" Soma pia \"Mifupa, Kuimarisha,\" kusaidia kudumisha na\nKuunda tena mifupa yenye nguvu.\n(TMJ)\n\nCauses\n\nkuuma huwekwa vibaya, ama kama sababu ya shida ya taya au kama athari. Cartilage\nDisk ambayo matakia ya pamoja inaharibiwa. Hii husababisha mifupa ya pamoja ya temporomandibular kwa\nKusugua dhidi ya mwenzake badala ya kuteleza vizuri kila mmoja. Ikiwa ukarabati wa jino au uingizwaji\nHaijafanywa vizuri, hii inaweza kuwa sababu ya kusababisha shida.\nDhiki, kuuma duni, na bruxism ndio sababu za mara kwa mara. Watu wengine huendeleza tabia ya\nKufunga meno yao pamoja wakati wa mchana na/au usiku. Inaitwa Bruxism (ambayo huona), hii ni sana\nngumu kwenye pamoja kwenye taya.\nKuumia, kazi duni ya meno, ugonjwa wa ugonjwa wa mgongo, mkao mbaya, kurudiwa au kupiga ngumu kwa taya au kidevu,\nwhiplash, kutafuna gum, kunyonya kidole, kutafuna upande mmoja tu wa mdomo, au kushikilia simu\nkati ya bega na taya.\n\nSymptoms\n\nPain kwenye misuli na viungo vya taya, ambazo zinaweza kuangaza kwa uso na shingo. Huko\nni mara kwa mara kunyoa kwa taya.\nMaumivu ya kichwa yanayowezekana, maumivu ya meno, kizunguzungu, maumivu na kupigia masikioni, na shinikizo nyuma ya macho\nWakati wa kula au kuandama, kuna kubonyeza, kusaga, na kelele za kupiga kelele, na labda maumivu. Kuna Mei\nKuwa ugumu wa kufungua na kufunga taya.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-temporomandibular-joint-syndrome.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=32546429",
      "author": "Aeroprints.com",
      "license": "CC BY-SA 3.0",
      "title": "File:PT-TMD Airbus A319 TAM in Retro C-s (8164364944).jpg",
      "width": 2048,
      "height": 1365,
      "credit": "File:PT-TMD Airbus A319 TAM in Retro C-s (8164364944).jpg — Aeroprints.com (CC BY-SA 3.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-muscle-cramps",
    "title": "Muscle Cramps",
    "contentEn": "Overview\n\n(Muscle Pain, Leg Cramps; Charley Horse)\n\nCauses\n\nMuscle cramps may occur at any age. Between the ages of 15 to 80, a full 50% of people\nwill, at some time, have pain or cramps in the legs. Leg pains in children are frequent enough that they\nare called \"growing pains.\"\nReduced blood supply to the legs is part of the problem. Another is an imbalance in the levels of calcium\nand magnesium in the body or a deficiency of vitamin E.\nBut other causes have also been noted: arthritis, anemia, tobacco usage, inactivity, poor circulation, too\nmuch or too little exercise, muscle injury, allergy, fibromyalgia, arteriosclerosis, dehydration,\nhypothyroidism, heat stroke, and varicose veins. Diuretic drugs for heart problems, or hypertension can\nalso induce cramps. Those who have had part of the stomach removed tend to have muscle cramps\nthereafter.\nIf cramping occurs when walking and stops when you cease, it may be impaired circulation and nothing\nmore.\nIf leg cramps occur during pregnancy, they may be caused by hormone changes, fatigue, uterine\npressure, chilling, or muscle tenseness.\nA calcium deficiency can make the leg muscles trigger-happy; the contractions in the muscles are\nstronger.\nLeg cramps in older people may be caused by arteriosclerotic changes in the circulatory system. Turn to\nthe articles on heart and blood vessels, and see your physician. Vitamin E (600-800 IU daily) is very\nhelpful.\nIMMEDIATE TREATMENT—\n• Massage the muscles and use heat to relieve pain.\n• A heating pad may be applied to the area. For some, alternate hot and cold compresses\nwork better (heat for 6 minutes and cold for 30 seconds, with 4 changes).\n• Drink peppermint tea and apply it as an external compress.\n• Pinch the upper lip between the thumb and index finger, and hold for 20-30 seconds till\nthe cramping disappears.\n• If you are pregnant and cramping occurs, push the toes upward while applying pressure\nto the knee, to flatten the affected part.\n• Here is the strangest advice of all: The next day, repeat the activity that made you sore.\nDo it with much less intensity. This will help work out the soreness. Thereafter, follow\nthis hard/easy routine; for it takes 48 hours for the muscle to properly recover. This is how\nserious athletes train.\n• An alternate method is to vary activities, such as regular walking, with occasional biking\nor swimming instead.\n• After hard exercise or physical work, slow down instead of stopping suddenly. The\nbloodstream is loaded with lactic acid; so slowly exercise at a relaxed pace while it drains\noff. (However, that will not protect you from soreness the next day, resulting from torn\nmuscle fiber.)\n• Perhaps you need to change into more comfortable shoes, in order to improve your leg\nand foot problems.\nONGOING CARE—The blood circulation needs to be improved and equalized.\nDrink enough water each day.\nA common mistake is to drink water and take salt tablets during heated exercise. Instead, you need a full\nrange of electrolytes, and not so much sodium chloride. Drink fruit drinks. At mealtime, eat lots of fresh\nfruits and vegetables. Include seaweed in your diet. Potassium broth (from thick white potato peelings)\nis excellent.\nA fat-free, sugar-free, salt-free diet improves the circulation.\nEat an abundance of green leafy vegetables, in order to improve the quality of the blood and the mineral\nbalance.\nAlfalfa, brewer's yeast, and kelp are important.\nA deficiency of calcium, potassium, selenium, and vitamin E exists.\nMineral imbalances can produce cramping. Be sure you are getting enough calcium through\nsupplementation. Otherwise the phosphorous in certain foods locks with it, so the calcium cannot be\nabsorbed. See \"Bones, Strengthening\" for more information on solving the calcium-phosphorous\nproblem.\nThose with dentures, who find eating vegetables difficult, are especially prone to magnesium and\ncalcium deficiency and leg cramps. They should have vegetable soups, potassium broth, and raw\nvegetable juices daily.\nEvery 3 hours, drink a large glass of quality water, to help clean the bloodstream, liver, kidneys, and\nbowels of stored toxins.\nDrink less whole milk\nEat your meals slowly and chew well.\nDo not smoke. Nicotine greatly impedes blood circulation. Avoid second-hand smoke.\nIf you are taking diuretic drugs, take supplemental potassium. Better yet, switch to corn-silk tea and\nother herbal diuretics; also drink more water (see the several articles on kidneys and urine).\nDo not stand in one position for hours without moving. Some motion or shifting of body weight is vital.\nGet off your feet for 5 minutes every hour. If possible, during that time, take your shoes off; massage\nyour feet and wiggle your toes.\nDo not sit with crossed legs.\nStretch your legs every so often, with the feet flexed up, not down.\nWhen sitting, try to elevate your feet every so often.\nDo not wear garters or any binding clothes.\nAt night, wear roomy pajamas.\nKeep the bed covers loose or use a foot cradle, to keep bedding weight off the feet. If you sleep on your\nstomach, extend your feet over the edge of the bed. Another method is to sleep on your side, with your\nlegs bent and a pillow between your knees.\nRub olive or flaxseed oil into your muscles before and after strenuous exercise.\nTwice a day, soak in a tub of warm water (100o-110o F.). Massage the toes, feet, and calves.\nHere is an exercise which really helps stop ongoing lower leg cramps for many people: Stand with shoes\noff, facing a wall 2-3 feet away. Lean forward, bracing against the wall with hands and arms, all the\nwhile keeping your heels on the floor. When a moderate pull is felt in the calves, hold that position for\n10 seconds.\nThen stand straight for 5 seconds of rest, and lean forward and repeat. Do 3 stretching cycles.\nIf you are overweight, reduce to normal range or slightly below.\nIf leg cramps are caused by varicose veins or pregnancy, elevate the foot of the bed 9 inches.\nIf leg cramping occurs during pregnancy, take frequent rest periods with the feet elevated. Wear\ncomfortable, not tight, clothing. Be sure you are getting enough calcium; this is important.\n—Also see \"Claudication,\" which has the same leg symptoms—but some very special, dangerous\ncauses. It also has additional information on improving the circulation of the legs.\n\nSymptoms\n\nA pain in a body muscle, most often in the legs (especially the calf muscles) or feet.",
    "contentSw": "Overview\n\n(Maumivu ya misuli, tumbo; farasi wa Charley)\n\nCauses\n\nCramps nyingi zinaweza kutokea katika umri wowote. Kati ya umri wa miaka 15 hadi 80, watu 50 kamili wa watu\nJe! Kwa wakati fulani, itakuwa na maumivu au maumivu kwenye miguu. Maumivu ya mguu kwa watoto ni ya kutosha mara kwa mara kwamba wao\nhuitwa \"maumivu yanayokua.\"\nKupunguza usambazaji wa damu kwa miguu ni sehemu ya shida. Jingine ni usawa katika viwango vya kalsiamu\nna magnesiamu katika mwili au upungufu wa vitamini E.\nLakini sababu zingine pia zimebainika: arthritis, anemia, matumizi ya tumbaku, kutokuwa na shughuli, mzunguko duni, pia\nZoezi kubwa au kidogo sana, kuumia kwa misuli, mzio, fibromyalgia, arteriosclerosis, upungufu wa maji mwilini,\nHypothyroidism, kiharusi cha joto, na mishipa ya varicose. Dawa za diuretic kwa shida za moyo, au shinikizo la damu zinaweza\nPia kushawishi cramps. Wale ambao wamekuwa na sehemu ya tumbo kuondolewa huwa na misuli ya misuli\nbaadaye.\nIkiwa cramping hufanyika wakati wa kutembea na kuacha wakati unakoma, inaweza kuwa duni na hakuna chochote\nZaidi.\nIkiwa tumbo la mguu linatokea wakati wa ujauzito, zinaweza kusababishwa na mabadiliko ya homoni, uchovu, uterine\nshinikizo, baridi, au misuli ya misuli.\nUpungufu wa kalsiamu unaweza kufanya misuli ya mguu trigger; Contractions kwenye misuli ni\nNguvu.\nMatumbo ya mguu katika watu wazee yanaweza kusababishwa na mabadiliko ya arteriosclerotic katika mfumo wa mzunguko. Geuka\nNakala za mishipa ya moyo na damu, na kuona daktari wako. Vitamini E (600-800 IU kila siku) ni sana\ninasaidia.\nMatibabu ya haraka -\n• Massage misuli na utumie joto kupunguza maumivu.\n• Pedi ya kupokanzwa inaweza kutumika kwa eneo hilo. Kwa wengine, mbadala wa moto na baridi\nFanya kazi vizuri (joto kwa dakika 6 na baridi kwa sekunde 30, na mabadiliko 4).\n• Kunywa chai ya peppermint na uitumie kama compress ya nje.\n• Piga mdomo wa juu kati ya kidole na kidole cha index, na ushikilie kwa sekunde 20-30 mpaka\nCramping hupotea.\n• Ikiwa wewe ni mjamzito na cramping hufanyika, kushinikiza vidole juu wakati wa kutumia shinikizo\nkwa goti, kuburudisha sehemu iliyoathiriwa.\n• Hapa kuna ushauri wa kushangaza wa wote: siku inayofuata, rudia shughuli iliyokufanya uchungu.\nFanya kwa nguvu kidogo. Hii itasaidia kutekeleza uchungu. Baada ya hapo, fuata\nUtaratibu huu mgumu/rahisi; Kwa maana inachukua masaa 48 kwa misuli kupona vizuri. Hivi ndivyo\nWanariadha wakubwa wanafundisha.\nNjia mbadala ni kutofautisha shughuli, kama vile kutembea mara kwa mara, na baiskeli mara kwa mara\nau kuogelea badala yake.\n• Baada ya mazoezi magumu au kazi ya mwili, punguza polepole badala ya kuacha ghafla.\nDamu ya damu imejaa asidi ya lactic; Pole polepole mazoezi kwa kasi ya kupumzika wakati inavuta\nmbali. (Walakini, hiyo haitakulinda kutokana na uchungu siku inayofuata, inayotokana na kung'olewa\nnyuzi za misuli.)\n• Labda unahitaji kubadilika kuwa viatu vizuri zaidi, ili kuboresha mguu wako\nna shida za mguu.\nUtunzaji unaoendelea -Mzunguko wa damu unahitaji kuboreshwa na kusawazishwa.\nKunywa maji ya kutosha kila siku.\nMakosa ya kawaida ni kunywa maji na kuchukua vidonge vya chumvi wakati wa mazoezi moto. Badala yake, unahitaji kamili\nAina ya elektroni, na sio kloridi ya sodiamu sana. Kunywa vinywaji vya matunda. Wakati wa kula, kula safi\nMatunda na mboga. Jumuisha mwani katika lishe yako. Mchuzi wa Potasiamu (kutoka kwa peelings nyeupe za viazi nyeupe)\nni bora.\nLishe isiyo na mafuta, isiyo na sukari, isiyo na chumvi huboresha mzunguko.\nKula mboga nyingi zenye majani mabichi, ili kuboresha ubora wa damu na madini\nusawa.\nAlfalfa, chachu ya Brewer, na kelp ni muhimu.\nUpungufu wa kalsiamu, potasiamu, seleniamu, na vitamini E upo.\nKukosekana kwa usawa wa madini kunaweza kutoa cramping. Hakikisha unapata kalsiamu ya kutosha\nnyongeza. Vinginevyo phosphorous katika vyakula fulani hufungia nayo, kwa hivyo kalsiamu haiwezi kuwa\nkufyonzwa. Tazama \"Mifupa, Kuimarisha\" kwa habari zaidi juu ya kutatua kalsiamu-phosphorous\nTatizo.\nWale walio na meno, ambao huona kula mboga ni ngumu, wanakabiliwa na magnesiamu na\nUpungufu wa kalsiamu na tumbo. Wanapaswa kuwa na supu za mboga, mchuzi wa potasiamu, na mbichi\njuisi za mboga kila siku.\nKila masaa 3, kunywa glasi kubwa ya maji bora, kusaidia kusafisha damu, ini, figo, na\nMatumbo ya sumu iliyohifadhiwa.\nKunywa maziwa kidogo\nKula chakula chako polepole na kutafuna vizuri.\nUsivute moshi. Nikotini inazuia mzunguko wa damu. Epuka moshi wa mkono wa pili.\nIkiwa unachukua dawa za diuretic, chukua potasiamu ya ziada. Bora zaidi, badilisha kwa chai ya kunyoosha na\nDiuretics zingine za mitishamba; Pia kunywa maji zaidi (angalia nakala kadhaa kwenye figo na mkojo).\nUsisimame katika nafasi moja kwa masaa bila kusonga. Motion fulani au kuhama kwa uzito wa mwili ni muhimu.\nOndoka kwa miguu yako kwa dakika 5 kila saa. Ikiwezekana, wakati huo, ondoa viatu vyako; massage\nMiguu yako na ubadilishe vidole vyako.\nUsikae na miguu iliyovuka.\nKunyoosha miguu yako kila mara, na miguu ilibadilika, sio chini.\nUnapokaa, jaribu kuinua miguu yako kila mara.\nUsivae garters au nguo zozote za kumfunga.\nUsiku, vaa pajamas za chumba.\nWeka kitanda hufunika huru au utumie utoto wa mguu, kuweka uzito wa kitanda kutoka kwa miguu. Ukilala kwenye yako\ntumbo, panua miguu yako juu ya makali ya kitanda. Njia nyingine ni kulala upande wako, na yako\nMiguu iliyoinama na mto kati ya magoti yako.\nPiga mafuta ya mizeituni au ya kitani ndani ya misuli yako kabla na baada ya mazoezi magumu.\nMara mbili kwa siku, loweka kwenye tub ya maji ya joto (100o-110o F.). Massage vidole, miguu, na ndama.\nHapa kuna zoezi ambalo husaidia sana kuacha matuta ya mguu wa chini unaoendelea kwa watu wengi: simama na viatu\nmbali, inakabiliwa na ukuta umbali wa futi 2-3. Tegemea mbele, ukipiga ukuta dhidi ya mikono na mikono, yote\nWakati wa kuweka visigino vyako sakafuni. Wakati kuvuta wastani kunasikika katika ndama, shikilia msimamo huo kwa\nSekunde 10.\nKisha simama moja kwa moja kwa sekunde 5 za kupumzika, na tegemea mbele na kurudia. Fanya mizunguko 3 ya kunyoosha.\nIkiwa wewe ni mzito, punguza kwa kiwango cha kawaida au kidogo chini.\nIkiwa matundu ya mguu husababishwa na mishipa ya varicose au ujauzito, ongeza mguu wa kitanda inchi 9.\nIkiwa cramping ya mguu hufanyika wakati wa ujauzito, chukua vipindi vya kupumzika mara kwa mara na miguu iliyoinuliwa. Vaa\nVizuri, sio ngumu, mavazi. Hakikisha unapata kalsiamu ya kutosha; Hii ni muhimu.\n-Unaona \"claudication,\" ambayo ina dalili za mguu sawa - lakini maalum sana, hatari\nsababu. Pia ina habari ya ziada juu ya kuboresha mzunguko wa miguu.\n\nSymptoms\n\nmaumivu katika misuli ya mwili, mara nyingi kwenye miguu (haswa misuli ya ndama) au miguu.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-muscle-cramps.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=36395792",
      "author": "WaltFletcher",
      "license": "CC BY-SA 4.0",
      "title": "File:LHC July 11 2013.jpg",
      "width": 2440,
      "height": 2452,
      "credit": "File:LHC July 11 2013.jpg — WaltFletcher (CC BY-SA 4.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-muscle-injuries",
    "title": "Muscle Injuries",
    "contentEn": "Treatment\n\n• According to one view, sprains should be treated with ice or very cold water. Follow this\nby bandaging the injury with an Ace bandage.\n• But, according to a different view, sprains should be initially treated with alternate hot\nand cold—especially if it is in the wrist, elbow, or ankle. This method works better than\nusing cold alone!\n• Put the injured part in very hot water, and keep it there 20-30 minutes. Every few\nminutes take it out of the hot water and plunge it into cold water for about a minutes, then\nback into the hot. Keep the hot water hot. This can continue for up to 2 hours with good\nresults.\n• Repeat this for several days; and, twice a day, massage around the area.\n• If you use the cold method alone on a sprain, you may not be able to walk on a sprained\nankle for days; use the alternate hot and cold method, and you may be much better in half\nthe time.\n• (A third method calls for cold on strains to begin with, to reduce initial swelling,\nfollowed by alternate hot and cold afterward.)\n• If the sprain or strain is in the back or shoulder, treat it with hot fomentations, short cold,\nand massage.\n• A bad bruise on any part of the body can be treated as for a sprain or strain.\n• In addition to the above, strains frequently require a cast similar to that used for a\nfracture, so the injured joint area can be immobilized for more complete rest.\n• DMSO (dimethyl sulfoxide) is a liquid that can be applied externally to the injured area,\nto relieve pain, reduce swelling, and promote healing. But only buy it in the health food\nstore.\n—Also see \"Athletic Workouts.\"\n(Sprains and Strains)\n\nCauses\n\nMuscle injuries can occur when straining muscles too much, using them too long or hard,\nsuddenly twisting, or hard falls.\nAthletes frequently have such problems.\nSprains are a painful stretching of ligaments of the joints, caused by lifting, sudden stops or turns,\ninjuries, or falls.\nStrains are more severe; They involve torn ligaments and torn joint capsule, with bleeding and swelling.\nThe following suggestions are good both for prevention and treatment of injuries:\n\nSymptoms\n\nBruised wrists, ankles, fingers, knees, back, hips, and sore or swollen muscles.",
    "contentSw": "Treatment\n\n• Kulingana na maoni moja, sprains zinapaswa kutibiwa na barafu au maji baridi sana. Fuata hii\nKwa kufunga jeraha na bandage ya Ace.\n• Lakini, kulingana na maoni tofauti, sprains zinapaswa kutibiwa hapo awali na moto mbadala\nNa baridi -haswa ikiwa iko kwenye mkono, kiwiko, au kiwiko. Njia hii inafanya kazi vizuri kuliko\nKutumia baridi peke yako!\n• Weka sehemu iliyojeruhiwa katika maji ya moto sana, na uweke hapo dakika 20-30. Kila wachache\nDakika huondoe kutoka kwa maji ya moto na uingie ndani ya maji baridi kwa dakika moja, basi\nRudi kwenye moto. Weka maji ya moto moto. Hii inaweza kuendelea hadi masaa 2 na nzuri\nMatokeo.\n• Rudia hii kwa siku kadhaa; Na, mara mbili kwa siku, massage kuzunguka eneo hilo.\n• Ikiwa unatumia njia ya baridi peke yako kwenye sprain, unaweza kukosa kutembea kwenye sprainded\nankle kwa siku; Tumia njia mbadala ya moto na baridi, na unaweza kuwa bora zaidi katika nusu\nwakati.\n• (Njia ya tatu inahitaji baridi kwenye shida kuanza, kupunguza uvimbe wa awali,\nikifuatiwa na mbadala moto na baridi baadaye.)\n• Ikiwa sprain au mnachuo uko nyuma au bega, uchukue na fomentations moto, baridi fupi,\nna massage.\n• Kuumiza vibaya kwa sehemu yoyote ya mwili kunaweza kutibiwa kama kwa sprain au shida.\n• Mbali na hayo hapo juu, mara nyingi huhitaji kutupwa sawa na ile inayotumika kwa\nFracture, kwa hivyo eneo la pamoja la kujeruhiwa linaweza kubatilishwa kwa kupumzika kamili.\n• DMSO (dimethyl sulfoxide) ni kioevu ambacho kinaweza kutumika nje kwa eneo lililojeruhiwa,\nIli kupunguza maumivu, kupunguza uvimbe, na kukuza uponyaji. Lakini ununue tu katika chakula cha afya\nduka.\n-Unaona \"mazoezi ya riadha.\"\n(Sprains na Matatizo)\n\nCauses\n\nmajeraha mengi yanaweza kutokea wakati misuli inayopunguza sana, ikitumia kwa muda mrefu sana au ngumu,\nGhafla kupotosha, au maporomoko magumu.\nWanariadha mara nyingi huwa na shida kama hizo.\nSprains ni kunyoosha chungu ya mishipa ya viungo, inayosababishwa na kuinua, kuacha ghafla au zamu,\nmajeraha, au huanguka.\nMatatizo ni kali zaidi; Zinahusisha mishipa iliyokatwa na kifusi cha pamoja, na kutokwa na damu na uvimbe.\nMapendekezo yafuatayo ni mazuri kwa kuzuia na matibabu ya majeraha:\n\nSymptoms\n\nmikono iliyosababishwa, vijiti, vidole, magoti, nyuma, viuno, na misuli ya kidonda au kuvimba.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-muscle-injuries.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=70949717",
      "author": "LeDucky",
      "license": "CC BY 2.0",
      "title": "File:First ride after muscle injury 20180621 132443 (41126101360).jpg",
      "width": 5312,
      "height": 2988,
      "credit": "File:First ride after muscle injury 20180621 132443 (41126101360).jpg — LeDucky (CC BY 2.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-backache",
    "title": "Backache",
    "contentEn": "Treatment\n\nFirst, we will consider less serious back pain:\n• The most common cause of backache is muscle strain. Rest will generally eliminate the\nproblem. Bed rest for 24 hours may be needed.\n• Soaking in a tub of warm water may be quite relaxing to a strained back.\n• For the first 72 hours after a back strain occurs, an 8-minute ice massage often helps.\nUse ice cubes (or freeze water in a paper cup or frozen fruit- juice can). Massage the area\nand about 6-8 inches around it.\n• After 72 hours, use alternate hot and cold applications. Apply a wrung-out hot towel for\n30 seconds, followed by brief cold. Do this 4-5 times.\n• Ice packs are especially helpful in relieving muscles spasms.\n• Moist heat reduces local inflammation and increases blood flow to the area.\n• Some people think that staying in bed for a week will help back pain. This is not true. If\nyou remain in bed a week, it will take two weeks to rehabilitate.\n• Stretching a sore back will tend to accelerate the healing process. Gently bring your\nknees up from the bed and to your chest. Once there, put a little pressure on your knees.\nStretch, then relax. Do this again.\nPreventive measures that will help you, either before or after experiencing back problems:\n• Be very careful when lifting something. Take several deep breaths, to increase muscle\nstrength and then slowly lift with the legs, not the back, and hold the object close to your\nbody. Do not lift from a bending forward position (closing windows, lifting things from\ndeep in the car trunk).\n• Keep the body warm and do not become overly fatigued. When the muscles are chilled\nor you are exhausted, it is easier to injure joints because the muscles are not able to do the\nwork needed.\n• Do not take a hot bath just before doing heavy exercise, for your muscles will be in a\nweaker condition.\n• Proper nutrition, including adequate amounts of calcium, minerals, vitamin D, etc. See\n\"Bones, Strengthening\" for much more on this.\nExercises, to build the muscles are very important, if you would avoid back trouble. More on this later in\nthis article.\n• Walking and rowing are good for the back (walking is good for just about everything!).\n• When sleeping, either a firm mattress should be used or a ¾-inch thick ply board should\nbe placed beneath the top mattress. Place 1-2 pillows under the knees to straighten the\nlumbar curve. When lying on the side, flex the knees and place a pillow between them.\n• Avoid sleeping on the stomach; it increases the swayback and twists the neck. This is\ndue to the fact that the trunk, being heavier, sinks farther into the bed, causing the back to\narch.\n• It is reported that water beds, which do not make a lot of waves, may help people with\nback trouble to sleep.\n• When you get out of bed, roll out slowly and carefully. Do not sit straight up in bed.\n• If you have back pain, slide to the edge of the bed. Then, keeping your back rigid, let\nyour legs off the bed first. That will act as a springboard, lifting your upper body up and\noff the bed.\n• Sit in a straight chair with a firm back. The knees should be higher than the hips; if\nnecessary, use a small footstool. Avoid soft sofas and stuffed chairs. Chair arms help\nsupport the shoulders and upper back. Get up and move about every so often.\n• When in a car, push the car seat forward, to raise the knees higher than the hips. This\nlessens back and shoulder strain. Use safety belts.\n• Look for a car with adjustable lumbar support, and adjust the support down as low as it\ngoes. Then, if necessary, raise it a notch or two.\n• Do not stand in one position for long periods.\n• High-heeled shoes will bring trouble sooner or later. Women should wear low-heeled\nshoes if they want to protect their pelvic organs and spine.\n• Good posture when sitting, standing, or walking should be the goal.\nExercises to strengthen the back:\n• Do press-ups which are half a push-up. Lie on the floor, on your stomach. Keep your\npelvis flat on the floor and push up with your hands, arching your back as you lift your\nshoulders off the floor. This will help strengthen your lower back.\n• Do floor swimming. Lay on your stomach on the floor. Raise your left arm and right leg.\nHold for one second, then alternate with the right arm and left leg. Go back and forth. This\nextends and strengthens the lower back.\n• Do a crunch sit-up. Lay on your back on the floor, with knees flexed and feet flat on the\nfloor. Cross your arms with your hands on your shoulders. Raise your head and shoulders\noff the floor as high as you can while keeping your lower back on the floor. Hold for one\nsecond, then repeat.\n• Know your limit when exercising. If you feel fine 1-2 days after exercising, then it is\nsafe to continue them.\n• Spinal surgery: Should you have a back operation? Sometimes the problem is so serious\nthat a back operation is necessary. But, if at all possible, try to avoid having one. Not only\nare they expensive, but frequently do not solve your movement and pain problems. It is an\nintriguing fact that, according to U.S. government reports, only 1% of those with back\npain obtains relief from back surgery. And there is always the possibility that the\noperation will only result in greater pain, more serious damage, and even less mobility.\nBut, after weighing all the possibilities, you may still decide to undergo it.\n—Also see \"Sciatica.\"\n(Low Back Pain; Sciatica; Slipped Disk; Lumbar Disk\nHerniation; Spinal Disk Prolapse)\n\nCauses\n\nBackache, or pain felt in the spinal column, is one of the most common reasons for\nhospitalization in the Western world. Your spinal column has a complicated interconnection of muscles,\ntendons, bones, and ligaments.\nIt is helpful to identify the various parts of the spine, also called the vertebrae (singular is vertebra): The\ntop part of the spine, where the neck is located, is called the cervical spine (or cervicals); the shoulder\nand mid-part (which protrudes outward in an adult) is called the thoracic; the lower portion (called the\nhollow of the back) is the lumbar; and the bottom part (ending in the tailbone or coccyx) is the sacrum.\nThe first cervical is the atlas. This enables your head to tilt up or down. The second is the axis; it permits\nyour head to turn from side to side.\nAches and pains in the lower back can be a chronic problem. This pain can be in the spine or it can be in\nthe sacroiliac. The sacroiliac joint connects (articulates is the correct word) the spine to the pelvic bone.\n(There can also be pain in the muscles of the lower back; it is called lumbago.)\nA subluxation occurs when two vertebrae get out of proper alignment with one another. A chiropractor\nputs these back in place for relatively little cost.\nSciatica is chronic pain in the sciatic nerve, which is the largest nerve in the body. This nerve, which\npasses down through the upper leg, can experience neuralgia and neuritis as a result of a pinched nerve\nin the lumbar region. If the problem is not solved, eventually the leg where the pain is may no longer\nreceive nerve signals from the brain or the central nervous system.\nThe intervertebral disks (also spelled discs) are made of cartilage and act as cushions between the\nvertebrae. Each disk has a tough, fibrous, outer layer surrounding a soft interior, which provides the\ncushioning.\nLumbar disk herniation and lumbar disk prolapse occur when the disk herniates (ruptures or breaks) and\nsome of this soft inner disk material pushes outward against the spinal cord to one degree or another.\nThis may be very serious; and, like sciatica, it can lead to muscle wasting, reduced nerve reflexes, and\nmuscle weakness. Disk herniation and prolapse are often erroneously referred to as a \"slipped disk.\"\nCauses of lower-back pain include wrenched or damaged muscles, bones, tendons, or ligaments, Kidney\nor bladder infection, prostate problems, or female pelvic disorders may cause backache. Overeating,\noverdrinking, eating the wrong kinds of food, and constipation can also be involved. The spinal bones,\nand muscles attached to them, are weakened by wrong habits. Chronic conditions causing back pain\ninclude arthritis, bone disease, or abnormal curvature of the spine (scoliosis).\nOther causes of back pain are poor posture, walking habits, improper shoes, lifting, straining, calcium\ndeficiency, slouching when sitting, or soft mattresses.\nThere is a definite relationship between smoker's cough and severe back pain. Injecting the nicotine\nequivalent of one cigarette decidedly reduced the measured blood flow in the vertebral body. It is also\nthought that using tobacco interferes with the elasticity of connective tissue.\nA small percentage of lower-back pain may be linked to flat feet.\nSometimes a serious case of constipation will cause an ache in the back, from impacted stools or\npressure from gas.\n(More rarely, back pain can result from congenital abnormalities, metabolic disorders, cancer, or\nreferred syndromes.)\nThe back pain can also be the result of an excess of lactic acid in the muscles, following muscular\nexercise. Drinking enough water helps lessen this problem.\nWhere can you go to get help with your bad back? There are lots of experts out there:\nChiropractors adjust the back by pushing and thrusting. They also recommend nutritional and lifestyle\nchanges. In 1994, the U.S. Agency for Health Care Policy and Research issued a report, that\nchiropractors generally provided the most effective treatments for acute back pain. They cost far less, do\nthe job quicker, and do not give medicinal drugs (most of which are usually poisonous). The British\nMedical Journal reported that chiropractic treatments proved more successful than hospital treatments in\nnearly every way.\nX rays are generally considered a routine part of back pain diagnosis; yet only a few back conditions\nshow up on x rays! If the pain is caused by muscle strain or a herniated disk, an x ray will not reveal\nanything because muscles, disks, and ligaments are all soft tissues. Beware of x rays if you are pregnant.\nOrthopedic surgeons are another source of help. These are medical doctors who also do back surgery,\nthey are very likely to recommend it—and that is something you want to avoid, if at all possible.\nOsteopaths can prescribe drugs and do surgery also, but they are less likely to do so.\nPhysiatrists, also called doctors of physical medicine, are also medical doctors. They have a good record\nof helping to solve serious back problems (such as disk problems) without resorting to surgery (which\nthey are not licensed to do). They recommend lifestyle changes, back braces, etc.\nPhysical therapists try to restore muscle strength and joint and spine mobility.\nWhich back pains are the most serious?\nBack pain that comes on suddenly, for no apparent reason.\nBack pain that is accompanied by other symptoms, such as fever, stomach cramps, chest pain, or\ndifficult breathing.\nAn acute attack of back pain that lasts more than 2-3 days, without any relief.\nChronic pain which lasts more than 2 weeks.\nPain in the back which radiates down the leg to the knee or foot.\n\nSymptoms\n\nPain in the back, frequently in the lower back.\nIf pain comes after lifting something heavy, after coughing, or after unusually heavy exercise, and the\npain prevents you from moving or shoots down one leg, you may have a herniated disk.",
    "contentSw": "Treatment\n\nKwanza, tutazingatia maumivu mazito ya mgongo:\n• Sababu ya kawaida ya maumivu ya mgongo ni shida ya misuli. Kupumzika kwa ujumla kutaondoa\nTatizo. Kupumzika kitanda kwa masaa 24 kunaweza kuhitajika.\n• Kuingiza kwenye tub ya maji ya joto kunaweza kuwa kupumzika kabisa kwa mgongo uliokuwa na shida.\n• Kwa masaa 72 ya kwanza baada ya shida ya nyuma kutokea, massage ya barafu ya dakika 8 mara nyingi husaidia.\nTumia cubes za barafu (au kufungia maji kwenye kikombe cha karatasi au juisi ya matunda waliohifadhiwa). Massage eneo hilo\nna karibu inchi 6-8 kuzunguka.\n• Baada ya masaa 72, tumia matumizi mbadala ya moto na baridi. Omba kitambaa cha moto kilichochomwa kwa\nSekunde 30, ikifuatiwa na homa fupi. Fanya hii mara 4-5.\n• Pakiti za barafu zinasaidia sana kupunguza spasms za misuli.\n• Joto la unyevu hupunguza uchochezi wa ndani na huongeza mtiririko wa damu kwenye eneo hilo.\n• Watu wengine wanafikiria kuwa kukaa kitandani kwa wiki moja kutasaidia maumivu nyuma. Hii sio kweli. Ikiwa\nUnabaki kitandani kwa wiki, itachukua wiki mbili kurekebisha.\n• Kunyoosha mgongo kunaweza kuharakisha mchakato wa uponyaji. Upole kuleta yako\nmagoti juu kutoka kitandani na kwa kifua chako. Mara tu huko, weka shinikizo kidogo juu ya magoti yako.\nKunyoosha, kisha kupumzika. Fanya hii tena.\nHatua za kuzuia ambazo zitakusaidia, kabla au baada ya kupata shida za nyuma:\n• Kuwa mwangalifu sana wakati wa kuinua kitu. Chukua pumzi kadhaa za kina, kuongeza misuli\nnguvu na kisha kuinua polepole na miguu, sio nyuma, na ushikilie kitu karibu na yako\nmwili. Usiinue kutoka kwa nafasi ya mbele (kufunga madirisha, kuinua vitu kutoka\nndani ya shina la gari).\n• Weka mwili joto na usiwe na uchovu mwingi. Wakati misuli imejaa\nau umechoka, ni rahisi kuumiza viungo kwa sababu misuli haiwezi kufanya\nkazi inahitajika.\n• Usioga moto kabla tu ya kufanya mazoezi mazito, kwa kuwa misuli yako itakuwa katika\nhali dhaifu.\n• Lishe sahihi, pamoja na kiwango cha kutosha cha kalsiamu, madini, vitamini D, nk Tazama\n\"Mifupa, kuimarisha\" kwa mengi zaidi juu ya hii.\nMazoezi, kujenga misuli ni muhimu sana, ikiwa ungeepuka shida ya nyuma. Zaidi juu ya hii baadaye ndani\nNakala hii.\n• Kutembea na kuweka safu ni nzuri kwa nyuma (kutembea ni nzuri kwa kila kitu!).\n• Unapolala, ama godoro thabiti inapaswa kutumiwa au bodi ya ply ya inchi inapaswa\nkuwekwa chini ya godoro la juu. Weka mito 1-2 chini ya magoti ili kunyoosha\ncurve lumbar. Wakati umelala upande, bonyeza magoti na uweke mto kati yao.\n• Epuka kulala juu ya tumbo; Inaongeza swayback na inapotosha shingo. Hii ni\nKwa sababu ya ukweli kwamba shina, kuwa mzito, huzama zaidi kitandani, na kusababisha mgongo kwa\nArch.\n• Inaripotiwa kuwa vitanda vya maji, ambavyo havifanyi mawimbi mengi, vinaweza kusaidia watu walio na\nnyuma shida kulala.\n• Unapotoka kitandani, toa polepole na kwa uangalifu. Usikae moja kwa moja kitandani.\n• Ikiwa una maumivu ya mgongo, tembea kwa makali ya kitanda. Halafu, kuweka mgongo wako mgumu, wacha\nMiguu yako kwanza kitandani. Hiyo itafanya kama ubao wa mwili, kuinua mwili wako wa juu na\nmbali na kitanda.\n• Kaa katika kiti kilicho sawa na nyuma ya kampuni. Magoti yanapaswa kuwa ya juu kuliko viuno; ikiwa\nMuhimu, tumia kiti kidogo cha miguu. Epuka sofa laini na viti vilivyojaa. Silaha za Mwenyekiti Msaada\nKusaidia mabega na nyuma ya juu. Amka na uende karibu kila mara.\n• Unapokuwa kwenye gari, kushinikiza kiti cha gari mbele, kuinua magoti juu kuliko viuno. Hii\nhupunguza nyuma na shida ya bega. Tumia mikanda ya usalama.\n• Tafuta gari na msaada wa lumbar inayoweza kubadilishwa, na urekebishe msaada chini kama hiyo\nhuenda. Halafu, ikiwa ni lazima, inua notch au mbili.\n• Usisimame katika nafasi moja kwa muda mrefu.\n• Viatu vyenye visigino vya juu vitaleta shida mapema au baadaye. Wanawake wanapaswa kuvaa visigino vya chini\nViatu ikiwa wanataka kulinda viungo vyao vya pelvic na mgongo.\n• Mkao mzuri wakati wa kukaa, kusimama, au kutembea unapaswa kuwa lengo.\nMazoezi ya kuimarisha mgongo:\n• Fanya vyombo vya habari ambavyo ni nusu ya kushinikiza. Lala sakafuni, juu ya tumbo lako. Weka yako\nPelvis gorofa kwenye sakafu na kushinikiza juu na mikono yako, ukiweka mgongo wako unapoinua yako\nmabega mbali na sakafu. Hii itasaidia kuimarisha mgongo wako wa chini.\n• Fanya sakafu ya kuogelea. Weka juu ya tumbo lako sakafuni. Inua mkono wako wa kushoto na mguu wa kulia.\nShika kwa sekunde moja, kisha ubadilishe na mkono wa kulia na mguu wa kushoto. Rudi na kurudi. Hii\nhupanua na kuimarisha mgongo wa chini.\n• Fanya kukaa-up. Lala mgongoni mwako kwenye sakafu, na magoti yamebadilika na miguu gorofa kwenye\nsakafu. Vuka mikono yako na mikono yako juu ya mabega yako. Inua kichwa na mabega yako\nmbali na sakafu juu kama unavyoweza wakati wa kuweka nyuma yako chini kwenye sakafu. Shikilia moja\nPili, kisha rudia.\n• Jua kikomo chako wakati wa mazoezi. Ikiwa unajisikia vizuri siku 1-2 baada ya kufanya mazoezi, basi ni\nSalama ya kuendelea nao.\n• Upasuaji wa mgongo: Je! Unapaswa kuwa na operesheni ya nyuma? Wakati mwingine shida ni mbaya sana\nKwamba operesheni ya nyuma ni muhimu. Lakini, ikiwa inawezekana, jaribu kuzuia kuwa na moja. Sio tu\nJe! Ni ghali, lakini mara nyingi usisuluhishe harakati zako na shida za maumivu. Ni\nUkweli wa kushangaza kwamba, kulingana na ripoti za serikali ya Merika, 1% tu ya wale walio na mgongo\nMaumivu hupata unafuu kutoka kwa upasuaji wa nyuma. Na kila wakati kuna uwezekano kwamba\nOperesheni itasababisha tu maumivu makubwa, uharibifu mkubwa zaidi, na hata uhamaji mdogo.\nLakini, baada ya kupima uwezekano wote, bado unaweza kuamua kuipitia.\n-Unaona \"Sciatica.\"\n(Maumivu ya nyuma ya chini; sciatica; diski iliyoteleza; diski ya lumbar\nHerniation; Prolapse ya Diski ya mgongo)\n\nCauses\n\nkurudi nyuma, au maumivu yaliyohisi kwenye safu ya mgongo, ni moja ya sababu za kawaida za\nHospitali katika Ulimwengu wa Magharibi. Safu yako ya mgongo ina unganisho ngumu wa misuli,\nTendons, mifupa, na mishipa.\nNi muhimu kutambua sehemu mbali mbali za mgongo, pia huitwa vertebrae (umoja ni vertebra): The\nSehemu ya juu ya mgongo, ambayo shingo iko, inaitwa mgongo wa kizazi (au kizazi); bega\nna sehemu ya katikati (ambayo inajitokeza nje kwa mtu mzima) inaitwa thoracic; sehemu ya chini (inayoitwa\nmashimo ya nyuma) ni lumbar; na sehemu ya chini (kuishia kwenye mkia au coccyx) ni sacrum.\nCervical ya kwanza ni Atlas. Hii inawezesha kichwa chako kusonga juu au chini. Ya pili ni mhimili; inaruhusu\nKichwa chako kugeuka kutoka upande hadi upande.\nAches na maumivu katika mgongo wa chini inaweza kuwa shida sugu. Maumivu haya yanaweza kuwa kwenye mgongo au inaweza kuwa ndani\nSacroiliac. Viunga vya pamoja vya sacroiliac (vifungu ni neno sahihi) mgongo kwa mfupa wa pelvic.\n(Kunaweza pia kuwa na maumivu katika misuli ya mgongo wa chini; inaitwa lumbago.)\nSubluxation hufanyika wakati vertebrae mbili zinatoka kwa maelewano sahihi na mtu mwingine. Chiropractor\nHuweka hizi mahali kwa gharama kidogo.\nSciatica ni maumivu sugu katika ujasiri wa kisayansi, ambayo ni ujasiri mkubwa zaidi katika mwili. Ujasiri huu, ambao\nhupita chini ya mguu wa juu, inaweza kupata neuralgia na neuritis kama matokeo ya ujasiri uliowekwa\nkatika mkoa wa lumbar. Ikiwa shida haijatatuliwa, mwishowe mguu ambapo maumivu hayawezi tena\nPokea ishara za ujasiri kutoka kwa ubongo au mfumo mkuu wa neva.\nDiski za intervertebral (pia rekodi zilizoandikwa) zinafanywa kwa cartilage na hufanya kama matakia kati ya\nvertebrae. Kila diski ina safu ngumu, ya nyuzi, ya nje inayozunguka mambo ya ndani laini, ambayo hutoa\nmto.\nLumbar disk herniation na lumbar disk prolapse kutokea wakati diski herniates (kupasuka au mapumziko) na\nBaadhi ya nyenzo hii laini ya diski ya ndani inasukuma nje dhidi ya kamba ya mgongo kwa kiwango kimoja au kingine.\nHii inaweza kuwa mbaya sana; Na, kama sciatica, inaweza kusababisha kupoteza misuli, kupunguzwa kwa mishipa, na\nudhaifu wa misuli. Disk herniation na prolapse mara nyingi hujulikana kama \"diski iliyoteremka.\"\nSababu za maumivu ya chini ni pamoja na misuli iliyoharibika au iliyoharibiwa, mifupa, tendons, au mishipa, figo\nau maambukizo ya kibofu cha mkojo, shida za kibofu, au shida ya pelvic ya kike inaweza kusababisha maumivu ya mgongo. Kuongeza kupita kiasi,\nKupindukia, kula aina mbaya ya chakula, na kuvimbiwa pia kunaweza kuhusika. Mifupa ya mgongo,\nna misuli iliyowekwa nao, imedhoofishwa na tabia mbaya. Hali sugu husababisha maumivu ya mgongo\nJumuisha ugonjwa wa arthritis, ugonjwa wa mfupa, au curvature isiyo ya kawaida ya mgongo (scoliosis).\nSababu zingine za maumivu ya mgongo ni mkao duni, tabia za kutembea, viatu visivyofaa, kuinua, kusumbua, kalsiamu\nUpungufu, kupungua wakati umekaa, au godoro laini.\nKuna uhusiano dhahiri kati ya kikohozi cha wavutaji sigara na maumivu makali ya mgongo. Kuingiza nikotini\nSawa na sigara moja iliamua kupunguza mtiririko wa damu uliopimwa katika mwili wa vertebral. Pia ni\nNilidhani kwamba kutumia tumbaku huingiliana na elasticity ya tishu zinazojumuisha.\nAsilimia ndogo ya maumivu ya chini-nyuma yanaweza kuhusishwa na miguu ya gorofa.\nWakati mwingine kesi kubwa ya kuvimbiwa itasababisha maumivu nyuma, kutoka kwa viti vilivyoathiriwa au\nshinikizo kutoka kwa gesi.\n(Mara chache zaidi, maumivu ya mgongo yanaweza kusababisha ugonjwa wa kuzaliwa, shida za kimetaboliki, saratani, au\nsyndromes zilizorejelewa.)\nMa maumivu ya nyuma pia yanaweza kuwa matokeo ya asidi ya lactic kwenye misuli, kufuatia misuli\nZoezi. Kunywa maji ya kutosha husaidia kupunguza shida hii.\nUnaweza kwenda wapi kupata msaada na mgongo wako mbaya? Kuna wataalam wengi huko nje:\nTakwimu za chiropractors hurekebisha nyuma kwa kusukuma na kusukuma. Pia zinapendekeza lishe na mtindo wa maisha\nmabadiliko. Mnamo 1994, Shirika la Utunzaji wa Afya la Merika na Utafiti lilitoa ripoti, kwamba\nChiropractors kwa ujumla walitoa matibabu bora zaidi kwa maumivu ya nyuma ya papo hapo. Zinagharimu kidogo, fanya\nKazi haraka, na haitoi dawa za dawa (nyingi ambazo kawaida ni sumu). Waingereza\nJarida la Matibabu liliripoti kuwa matibabu ya chiropractic yalithibitisha kufanikiwa zaidi kuliko matibabu ya hospitalini katika\nKaribu kila njia.\nMionzi x kwa ujumla huchukuliwa kuwa sehemu ya utambuzi wa maumivu ya mgongo; Bado hali chache za nyuma\nOnyesha kwenye mionzi ya x! Ikiwa maumivu yanasababishwa na shida ya misuli au diski ya herniated, ray ya X haitafunua\nChochote kwa sababu misuli, diski, na mishipa yote ni tishu laini. Jihadharini na mionzi ya x ikiwa una mjamzito.\nMadaktari wa upasuaji wa mifupa ni chanzo kingine cha msaada. Hao ni madaktari wa matibabu ambao pia hufanya upasuaji wa nyuma,\nWana uwezekano mkubwa wa kuipendekeza - na hiyo ni kitu unachotaka kuzuia, ikiwa inawezekana kabisa.\nOsteopaths inaweza kuagiza dawa na kufanya upasuaji pia, lakini wana uwezekano mdogo wa kufanya hivyo.\nWanasaikolojia, pia huitwa madaktari wa dawa za mwili, pia ni madaktari wa matibabu. Wana rekodi nzuri\nya kusaidia kutatua shida kubwa za nyuma (kama shida za diski) bila kuamua upasuaji (ambayo\nhawana leseni ya kufanya). Wanapendekeza mabadiliko ya mtindo wa maisha, braces za nyuma, nk.\nWataalam wa mwili hujaribu kurejesha nguvu ya misuli na uhamaji wa pamoja na mgongo.\nJe! Ni maumivu gani ya mgongo ambayo ni makubwa zaidi?\nMa maumivu ya nyuma ambayo huja ghafla, bila sababu dhahiri.\nMa maumivu ya nyuma ambayo yanaambatana na dalili zingine, kama vile homa, tumbo, maumivu ya kifua, au\nKupumua ngumu.\nShambulio kali la maumivu ya mgongo ambayo huchukua zaidi ya siku 2-3, bila utulivu wowote.\nMa maumivu sugu ambayo hudumu zaidi ya wiki 2.\nMa maumivu nyuma ambayo huangaza chini ya mguu hadi goti au mguu.\n\nSymptoms\n\nmgongo nyuma, mara kwa mara nyuma ya chini.\nIkiwa maumivu yanakuja baada ya kuinua kitu kizito, baada ya kukohoa, au baada ya mazoezi mazito, na\nMa maumivu hukuzuia kusonga au kutikisa mguu mmoja, unaweza kuwa na diski ya herniated.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-backache.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=110607183",
      "author": "Nenad Stojkovic",
      "license": "CC BY 2.0",
      "title": "File:Back view of senior woman in uniform experiencing spine pain at home - 51519393372.jpg",
      "width": 4016,
      "height": 6016,
      "credit": "File:Back view of senior woman in uniform experiencing spine pain at home - 51519393372.jpg — Nenad Stojkovic (CC BY 2.0) via Wikimedia Commons"
    }
  },
  {
    "id": "disease-musculoskeletal-rheumatic-fever",
    "title": "Rheumatic Fever",
    "contentEn": "Treatment\n\n• Give a nourishing diet, restricting all salt. Put on a water and fresh fruit and vegetable\njuice diet. Eat no solid food until the fever subsides and joint pain is reduced. Then\nmaintain a light diet, including fresh fruits and vegetables, fruit juices, etc.\n• Avoid caffeine, fried foods, soft drinks, processed or refined foods, sugar, or salt.\n• Bioflavonoids are especially valuable in preventing and treating rheumatic fever.\n• Bed rest is very important.\n• While in bed, massage and mild exercise is helpful. A planned exercise program should\nbe undertaken later.\n• Useful herbs include bayberry bark, goldenseal, yellow dock, pau d'arco, and burdock\nroot. Echinacea and dandelion are also good.\n\nCauses\n\nRheumatic fever is a streptococcal disease (Streptococcus Group A), and occurs between the\nages of 4 and 18. It tends to follow a bout with tonsillitis, scarlet fever, strep throat, or an ear infection;\nmost often strep throat (see \"Tonsillitis\")\nAfter the disease appears ended, it may recur again later.\nRheumatic fever affects one or several body organs or locations: joints (arthritis), brain (chorea), tissues\n(nodules), skin (erythema marginatum), or heart (carius). It may also result in residual heart disease,\nproducing permanent damage to one or more heart valves. (See \"Arthritis\" and \"Chorea.\")\nThe residual heart valve damage is the most dangerous aspect of untreated rheumatic fever. Treatment\nearly in the course of the disease will generally prevent the heart damage. But this treatment may require\nthe help of a physician and a stay in the hospital. Here is supplementary information:\n\nSymptoms\n\nPain, inflammation, and stiffness in a large joint, such as the knee. These initial\nsymptoms are accompanied by pain.\nThe pain and swelling can travel from one joint to another. A skin rash may also appear.",
    "contentSw": "Treatment\n\n• Toa lishe yenye lishe, kuzuia chumvi yote. Vaa maji na matunda na mboga safi\nlishe ya juisi. Kula hakuna chakula kigumu hadi homa itakapopungua na maumivu ya pamoja yamepunguzwa. Basi\nDumisha lishe nyepesi, pamoja na matunda na mboga mpya, juisi za matunda, nk.\n• Epuka kafeini, vyakula vya kukaanga, vinywaji laini, vyakula vya kusindika au vilivyosafishwa, sukari, au chumvi.\n• Bioflavonoids ni muhimu sana katika kuzuia na kutibu homa ya rheumatic.\n• Kupumzika kitanda ni muhimu sana.\n• Unapokuwa kitandani, mazoezi ya mazoezi na mazoezi laini ni muhimu. Programu ya mazoezi iliyopangwa inapaswa\nkufanywa baadaye.\n• Mimea muhimu ni pamoja na BayBerry Bark, Goldenseal, Dock ya Njano, Pau d'Arco, na Burdock\nmzizi. Echinacea na dandelion pia ni nzuri.\n\nCauses\n\nhoma ya rheumatic ni ugonjwa wa streptococcal (kikundi cha Streptococcus A), na hufanyika kati ya\nUmri wa 4 na 18. Inaelekea kufuata bout na tonsillitis, homa nyekundu, koo, au maambukizi ya sikio;\nmara nyingi koo (tazama \"tonsillitis\")\nBaada ya ugonjwa kuonekana kumalizika, inaweza kurudi tena baadaye.\nHoma ya rheumatic huathiri viungo vya mwili mmoja au kadhaa au maeneo: viungo (arthritis), ubongo (chorea), tishu\n(Nusu), ngozi (erythema marginatum), au moyo (carius). Inaweza pia kusababisha ugonjwa wa moyo uliobaki,\nKuzalisha uharibifu wa kudumu kwa valves moja au zaidi ya moyo. (Tazama \"Arthritis\" na \"Chorea.\")\nUharibifu wa mabaki ya moyo ni sehemu hatari zaidi ya homa ya rheumatic isiyotibiwa. Matibabu\nMapema katika mwendo wa ugonjwa kwa ujumla utazuia uharibifu wa moyo. Lakini matibabu haya yanaweza kuhitaji\nMsaada wa daktari na kukaa hospitalini. Hapa kuna habari ya ziada:\n\nSymptoms\n\nmaumivu, uchochezi, na ugumu katika pamoja kubwa, kama goti. Hizi za awali\nDalili zinaambatana na maumivu.\nMa maumivu na uvimbe vinaweza kusafiri kutoka kwa pamoja kwenda kwa mwingine. Upele wa ngozi unaweza pia kuonekana.",
    "image": "assets/images/articles_jpg/disease-musculoskeletal-rheumatic-fever.jpg",
    "imageMeta": {
      "source": "Wikimedia Commons",
      "source_url": "https://commons.wikimedia.org/?curid=36377457",
      "author": "Fæ",
      "license": "CC BY 4.0",
      "title": "File:Rheumatic fever temperature chart Wellcome M0018835.jpg",
      "width": 5770,
      "height": 1982,
      "credit": "File:Rheumatic fever temperature chart Wellcome M0018835.jpg — Fæ (CC BY 4.0) via Wikimedia Commons"
    }
  }
]