[
  {
    "id": "disease-head-sinusitis",
    "title": "Sinusitis",
    "contentEn": "TREATMENT\n• Do not suppress a cold, flu, sore throat, infected tonsils, or other acute disease. Go to\nbed, take juices and light meals, rest, and get well. When suppressed, the phlegm does not\nflow out, but hardens in the sinuses and trouble begins.\n• Take a short fast on citrus juices, vegetable juices, and herb teas. Drink lots of water and\njuices.\n• As soon as you are able, begin eating nourishing food, especially vegetables, fruits, nuts,\nand beans. Drink fresh carrot juice every day.\n• Eliminate meat, dairy products, white flour foods, and sugar.\n• Do not use nose drops; they aggravate the situation by stopping the drainage and\nhardening the mucous. Decongestants also increase blood pressure.\n• Hot liquids help the sinuses flow out their contents.\n• Helpful herbs to reduce sinus congestion would include comfrey, slippery elm,\nfenugreek, mullein, aloe vera, yerba santa, red clover, and white oak bark.\n• Garlic contains a chemical which makes mucous less sticky. Horseradish has it also.\nCayenne acts in a somewhat similar manner. Peppermint tea also helps open up the sinus\npassageways.\n• Add crushed garlic cloves to 4 cups water; remove from the heat after coming to a boil.\nCool and gradually drink. This will help clean out the sinuses and lower stuffiness.\n• Heat on the sinuses helps relieve pain. This can be hot wet compresses, a heat lamp, a 60-\nwatt light bulb, or a heating pad.\n• A variation of this is: Twice a day, lean over a pan of hot water with a towel draped over\nyour head (or stand in a hot shower). Inhale the vapors as they waft up toward your nose.\nIf you are at work, order a cup of something hot; and, leaning over, sniff up the moisture.\n• Some prefer cold applications to the sinuses, instead of hot ones. Put crushed ice in a\nplastic sack, wrap in a moist towel, and place over the sinus which hurts. At the same\ntime, have the feet in hot water. This will help draw blood from the sinus area. However,\nthe hot method is better for draining the sinuses.\n• Mix 1 tsp. of salt with 2 cups warm water. Pour it into a small glass; and, holding back\nyour head, sniff it up into one nostril (as you pinch the other one closed). Repeat for the\nother side.\n• Rubbing your sore sinuses brings a fresh supply of blood to the area. Press your thumbs\nfirmly on either side of your nose and hold for 15-30 seconds.\n• Sit with your head between your knees. Cough gently as though you were clearing your\nthroat. Then hold your breath for a minute or so, as the mucous slowly drains. Then gently\ninhale. Be sure you are drinking enough fluids when you do this.\n• Walking helps clear your sinuses.\n• Between meals every day, take six charcoal tablets with water. This will help remove\ntoxins. Only do this during the crisis, or it can cause temporary constipation.\n• It is better to sniffle than to blow your nose. If you must blow, only blow lightly and\nthrough one nostril at a time.\n• A humidifier will help keep sinuses moist indoors during the winter months. A humidity\nof 40-50% will increase sinus comfort.\n• Avoid cold, damp living, working, and sleeping quarters.\nENCOURAGEMENT—Ask God to do for you those things which you cannot do for yourself. Tell\nJesus everything. Lay open before Him the secrets of your heart, for His eye reads it all. Surrender your\nlife to Him, and let Him enable you to obey His Ten Commandment law.\nSection 4\nHead and Throat\nPart 2\nHair\nBALDNESS and HAIR LOSS\n(Alopecia)\nSYMPTOMS—It is hair on the head that we are concerned with here. There are several types of hair\nloss: baldness or loss of hair (alopecia). Loss of all scalp hair (alopecia totalis). Hair falling out in\npatches (alopecia areata). Another type of hair loss is localized and is due to scarring. Alopecia most\nfrequently occurs in men, but occasionally in women. Most common of all is the standard male pattern\nof baldness and the female pattern of baldness.\nA single hair generally lasts 2-6 years, and is then replaced by a new hair. When baldness begins, there\nis an excess of shorter, thinner hair—the kind babies have on their head.\nRemember that it is normal to lose as much as 100 hairs a day. Once the hair follicle dies, it never again\nproduces hair. But there are instances in which the follicle has not died, but only has stopped producing\nhair. Careful treatment restores hair growth.\nCAUSES—Heredity (especially in men), hormonal factors, aging, or local or systemic disease.\nLocalized hair loss could also be caused by scarring following a wound or an operation.\nOther factors include poor circulation, high fever or other acute illness, surgery, radiation (X-ray\ntherapy), medicinal drugs, anesthesia, drastic reducing diets, stress (depletes B vitamins), poor diet, skin\ndisease, sudden weight loss, iron deficiency, thyroid disease, obesity, birth control pills, diabetes, or\nvitamin deficiency. A nourishing diet should be eaten daily.\nA significant cause of baldness is the use of hair dyes. Another is using hot air dryers.\nHair loss in women most often occurs after menopause. Some women lose some hair 2-3 months after\nchildbirth because hormonal changes, during late term, tended to block normal hair loss; this is reversed\nwithin 6 months.\nHypothyroidism can cause hair loss. Too little vitamin A can cause hair loss, and too much can do it\nalso.\n• The circulation in the scalp (which is poorer in men than in women) needs to be\nimproved. Massaging the scalp daily helps. Keep the scalp and hair clean; however, do not\nwash the hair too frequently. Avoid excess shampooing.\n• There should be adequate protein in the diet (especially vegetable seeds, such as sesame,\npumpkin, sunflower, almonds), brewer's yeast and fresh brewer's yeast; but, as with\neverything, do not go overboard. (People in the U.S. eat more protein than anyone else,\nyet they have the greatest hair loss.)\n• A variety of factors affect hair loss. Minerals and vitamins are also important for hair\ngrowth. Take a good supplement at least twice a day. Drink fresh vegetable juice at least\nonce a day. Take vitamin A (50,000 units daily). Several B vitamins especially affect hair\ngrowth and color. Eat sea kelp or dulse. biotin, inositol, niacin, vitamin E, and PABA are\nalso important.\n• Oatstraw and horsetail tea are rich in silicon and trace minerals. Rosemary helps prevent\npremature baldness and stimulate head circulation. Sage is an astringent, and helps\nstimulate growth. Yarrow helps liver activity.\n• Avoid salt, sugar, tobacco, and alcohol. Overconsumption of salt and sugar increases\ndandruff and hair loss. Avoid large amounts of vitamin A (100,000 units daily over long\nperiods).\n• Beware of the drug, minoxidil. Although given to restore scalp hair, it is high-priced and\nmay cause heart damage. The hair it produces is of a poor quality, and tends to fall out\nwhen the drug is terminated.\n• Some people put a little cayenne pepper on their scalp. It surely will bring the blood, and\nmight even produce some hair! But it may get in the eyes! Most people are not prepared to\ndeal with this extreme method.\n• There are others who stand on their head to bring the blood there! It is reported that this\nalso helps. Do not do it at work, or folks will think you are crazy. (And, of course, too\nmuch of this would not be good for the brain.) Others lie on slant boards for a time each\nday.\nHere are more suggestions:\n• Try rubbing the juice of a quince on the bald area every day. Eat flaxseed and drink sage\ntea. Iodine (in Norwegian kelp or Nova Scotia dulse) in your diet may help. Rub bald\nspots with kerosene once a day. For falling hair, try wetting the scalp daily with strong\nrosemary, sage or white oak bark tea.\n• But, first and foremost, you need to go on a cleansing juice program for a couple days,\nand clean the bowels. Then only eat nourishing food, and no more processed junk.\n• It is said that you must faithfully do your selected hair treatment for two months before\nyou will see results.\n• Never use strong soaps or hair sprays. Only use mild castile soaps.\n• Hats and wigs are apt to cause hair to fall out faster, since they limit the air to the scalp.\n• One natural remedies expert gives this advice: \"Eat all raw food, massage your scalp\noften in the sun, wiggle your ears a lot, and stand on your head or lie on a slant board.\"\nENCOURAGEMENT—Happiness from earthly sources is constantly changeable. But Christ can give\nyou peace and rest which is beyond compare. Let Him, by faith, dwell in your heart.\n\n(Sinus Trouble)\nSYMPTOMS—One or more of the following symptoms: facial pain, tenderness on the cheekbones,\nface and forehead, earache, headache, dry cough, bad breath, fever, dazed feeling in the head, loss of\nsmell, and burning and tearing eyes. Sometimes it results in a swollen face, stuffy nose, and a thick\nmucous discharge.\nCAUSES—The nasal sinuses are located in the bones surrounding the eyes and nose. They help your\nvoice sound fuller and richer. They also help store overflow phlegm in time of illness.\nSinusitis is an inflammation of the nasal sinuses that generally occurs together with upper respiratory\ninfection. Colds or bacterial and viral infections spread into the sinuses.\nSinus problems which have become chronic may be caused by injury of the nasal bones, smoking, small\ngrowths in the nose, or irritant fumes and odors.\nAllergenic sinusitis may result from plant pollens (hay fever) or allergies to milk; dairy products; or, less\nlikely, wheat.\nAn over-acid condition in the stomach can cause sinus troubles. Poor digestion of starch, sugar, and\ndairy products can produce a runny nose. When force is used in blowing the nose, phlegm is pushed up\ninto the sinuses.\nSwimming or diving can force phlegm up into the sinuses.\nAllergic rhinitis is a common cause of sinusitis. Avoid substances which might be giving you allergies.\nDecayed teeth, enlarged and infected adenoids, cigarette smoke, perfume, household cleansers, and\ndusty air can cause irritation to the sinuses.\nSo sinus trouble can either be caused by an infection or by other things. If drainage is clear after a week,\nyou probably have no infection; but, if mucous is greenish or yellowish, you do. If drainage is clear and\nthere are no accompanying symptoms of a common cold, you probably have an allergy.\nFew people with sinus trouble have actual sinus infection (sinusitis).\nBeware of swelling around the eyes! If left untreated, this can lead to bronchitis, asthma, throat\ninfection, or pneumonia.\nIf you are interested in figuring out which sinuses may be bothering you, here is some helpful data:\nFrontal sinuses produce frontal headaches which are most severe between 8 a.m. and 5 p.m.\nMaxillary sinuses makes pain in the upper teeth and cheek, and sometimes eye pain as well. It generally\nlasts from 11 a.m. to 6 p.m.\nEthmoid sinuses induce a dull pain behind the eyes, pain in eye movements, tearing, light sensitivity,\nand occasionally sore throat and nighttime cough.",
    "contentSw": null
  },
  {
    "id": "disease-head-eye-problems",
    "title": "Eye Problems",
    "contentEn": "TREATMENT\n• Certain eye problems need specialized attention. But there are also general solutions to a\nwide variety of eye problems. The eyes and the brain use a lot of oxygen; be sure and get\nenough.\n• Poor nutrition clogs tiny arteries, such as are found in the eyes. A gradual clogging of the\nveins in the eyes can lead to blindness.\n• Eliminate all fried foods. The free radicals in these greasy foods damages the organs.\n• Drink carrot, celery, beet, and parsley juice. You may need to go on a short vegetable\njuice fast.\n• The mineral, zinc, is important. Be sure it is included in your diet.\n• Avoid drinking fluids before bed. Avoid salt. Do not smoke, and avoid second-hand\nsmoke.\n• Eyebright, golden seal, and red raspberry teas all help the eyes. Eyebright is especially\nnoted for what it can do for the eyes; people have used it for centuries.\n• Dandelion helps the liver detoxify, and seaweed (Norway kelp or Nova Scotia dulse)\nprovides essential minerals.\n• Vitamins A, B complex, C, E, selenium, and zinc are also important. Be sure and eat\ngreens every day.\n• Nicotine, sugar, and caffeine all weaken the eyes.\n• Tinted sunglasses often cause eyestrain. Only use polarized sunglasses, if you use them\nat all.\n• Margarine and vegetable shortening are not good for the eyes.\n• To strengthen the eyes, especially in weakness resulting from diabetes, use chaparral tea\ninternally. Vitamin A is also important.\n• Place a washcloth, dipped in ice water, over your eyes for 15 minutes, once or twice a\nday. Or cold cucumber slices can be put on your eyes.\n• A number of medicinal drugs are not good for the eyes. This would include aspirin,\nACTH, anticoagulants, corticosteroids, diuretics, streptomycin, sulfa drugs, tetracycline,\nallopurinol, antihistamines, digitalis, haloperidol, anti-infection drugs, quinine, marijuana,\nand some others.\n• Anti-infection drugs, including diazepam (Valium), haloperidol (Haldol), some\nantidepressants, quinine, and sulfa drugs can cause ocular abnormalities.\n• Contact lenses: Be very cautious about wearing contact lenses! They keep air from the\neyeball surfaces which they cover. Infections can result. Leaving them in place more than\n24 hours can produce ulcerative keratitis. The cells of the cornea are rubbed away by the\ncontact lens, resulting in infection and scarring, and possible eventual blindness. Research\nshows that this danger applies equally to ordinary daily wear contact lenses or extended-\nwear lenses.\n—See \"Eyestrain.\"\nENCOURAGEMENT—Make God your entire dependence. When you find yourself starting to do\notherwise, immediately call a halt—and run back to Him! Do not tarry; do not wait.\n\nSYMPTOMS—Various kinds of eye problems can develop, such as blurred vision, bulging, blood\nspots, dark circles, dryness, double vision, itching, lumps on the eyelids, redness, twitching, or watering.",
    "contentSw": null
  },
  {
    "id": "disease-head-eye-inflammation",
    "title": "Eye Inflammation",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nEXTERNAL INFLAMMATlONS—Light weight Fomentations for 15 minutes, every 2 hours;\nfrequently renewed cooling compress during intervals between.\nINFLAMMATIONS OF EYEBALL—A Fomentation covering the eye (while the eye is closed) and\nextending to the forehead, for 15-20 minutes or until the skin is well-reddened. Repeat as often as\nnecessary, to relieve pain. Employ the frequently renewed (5-15 minutes at 600 F.) Heating Compress\nduring the intervals between hot applications.",
    "contentSw": null
  },
  {
    "id": "disease-head-eyestrain",
    "title": "Eyestrain",
    "contentEn": "SYMPTOMS—The eyes seem to be straining to see what they are trying to look at. After some time of\ndoing this, you acquire a general feeling of eyestrain.\nCAUSES AND TREATMENT—\n• Is the area in which you do much of your eyework properly lit?\n• Flickering tubes can bother the eyes. Try not to use computers too long at a time; do not\nwatch television too long. Both are hard on your eyes. Keep the screen somewhat\ndarkened. Shade your screen by placing a hood over the front.\n• Every so often, shut and rest your eyes. Try \"palming.\" To do this, place the palms\nacross your open eyes, without touching them. This cuts out all light and enables you to\nmomentarily rest them from all light.\n• Make sure you blink often enough. Each blink cleanses and refreshes them.\n• Refuse to strain your eyes. Keep them relaxed at all time.\n• Sunglasses cause eyestrain for some people; they help others. Only use Polaroid glasses.\n• The evening hours are the worst time to read and use your eyes intensively for anything.\nThe natural daylight is gone.\n• Go outside for the last 30 minutes before bedtime, walk around, relax, breathe deep, and\ndo not read anymore before you retire.\n• Get enough rest at night.\n• You may need reading glasses. If your only eye problem is nearsightedness, you can\npurchase eye glasses at your local pharmacy for $10 or $20. Always select the weakest,\nleast powerful ones.\nENCOURAGEMENT—By beholding Christ, we become changed. And this is what you want, is it\nnot? Come, take the greatest prize of all; let Christ come into your heart. He can give overcoming\nstrength to resist sin and obey the Ten Commandments.",
    "contentSw": null
  },
  {
    "id": "disease-head-nearsightedness",
    "title": "Nearsightedness",
    "contentEn": "(Myopia)\nSYMPTOMS—A person only clearly sees those things which are close up.\nCAUSES AND TREATMENT—There is both an occupational and nutritional cause for this.\n• Constantly using the eyes, to see that which is fairly close, causes them to adjust better to\nnear vision. Every so often, rest your eyes by looking at something at a distance.\n• A lack of vitamin D and calcium is also involved. Increase the amount of vitamin D\ntaken, and take sunbaths.\n• Do not strain the eyes, thinking that will help you improve your eyesight! Doing so only\nweakens the delicate muscles, and will result in still more vision problems.\n— Also read \"Eyestrain.\"\nENCOURAGEMENT—Cry to God for help. Find in Him your all in all. He can deliver; He can help.\nHe can satisfy your deepest soul desire.",
    "contentSw": null
  },
  {
    "id": "disease-head-yellow-eyes",
    "title": "Yellow Eyes",
    "contentEn": "TREATMENT\n• Treatment of jaundice includes ultraviolet light exposure in order to increase elimination\nand liver flush. For 3 days, drink apple juice, followed by a cup of olive oil and a cup of\nlemon juice. Also obtain vitamins C, A, and E.\n—Also see Jaundice\nENCOURAGEMENT—Keep your mind on Jesus, and pride and the love of the world will vanish.\nBeside the loveliness of Christ, all earthly attractions will seem of little worth.\n\n(Icterus; Jaundice)\nSYMPTOMS—The whites of the eyes (sclera) have a yellow cast.\nCAUSES—The bile duct system develops a blockage, which produces gallstones, possibly tumors, and\nhepatitis. Red blood cells may also be destroyed in the process.\nThose taking large amounts of carrot juice will develop a yellowish cast to their skin (which is in no way\ndangerous). But their sclera will not turn yellow, which is the sign of jaundice.",
    "contentSw": null
  },
  {
    "id": "disease-head-red-eyes",
    "title": "Red Eyes",
    "contentEn": "TREATMENT\n• Get more rest at night. Pause and rest a little more during the day.\n• Do not use \"drops\" from the pharmacy. They have an agent in them that constricts the\nblood vessels. This may make your whites look whiter for awhile, but no problems have\nbeen solved. Do not tinker with your precious eyes! When the drops wear off in a couple\nhours, the redness generally appears redder than before.\n• Lay a cool, wet washcloth over your closed eye. The cold constricts the blood vessels\nnaturally, and the moisture helps your eyes.\n• Be sure and drink enough water, so you will have an adequate amount of fluid in your\ntear ducts.\n• If the eyes are red when you wake up, the problem may be your eyelids. This is a low-\ngrade infection of the eyelids. Treat it by washing your eyes with warm water at night\nbefore retiring.\n• Any problem in the eyes should be taken seriously. Infection can be treated with a small\namount of boric acid mixed with sterile water.\n• Helpful herbs include eyebright, fennel, and cornflower. Eyebright is remarkably helpful\nfor a number of eye conditions.\nENCOURAGEMENT—There must be a constant, earnest struggling of the soul against the evil\nimaginings of the mind. There must be a steadfast resistance of temptation to sin in thought or act. But,\nin the strength of Christ, this can be done. In Him we can live clean, pure lives.\n\nSYMPTOMS—Red lines in the whites of the eyes.\nCAUSES—This can be caused by dust, pollen allergies, bright sunshine, cigarette smoke, other irritants,\noverwork, and staying up late at night.\nPeople over 40 commonly experience this problem to some extent. But if it is excessive, or if you are\nyounger, you may wish to give it closer attention.",
    "contentSw": null
  },
  {
    "id": "disease-head-itchy-eyes",
    "title": "Itchy Eyes",
    "contentEn": "TREATMENT\n• Do not overwork or overeat. Eat a nutritious diet. Get enough rest at night.\n• The diet should include the entire B complex, with an emphasis on B . Be sure your diet\n6\nincludes adequate calcium.\n• Do not strain the eyes.\n• Eyebright is a good herb for the eyes, which may help this.\nENCOURAGEMENT—The very first step in the path to life is to keep the mind stayed on God, to\nhave His fear continually before the eyes. If you cannot take Jesus with you, do not go there. Do not\nwatch it. Do not listen to it.\n\nSYMPTOMS—The eyes seem tired and itchy.\nCAUSES—Enervation, poor diet, lack of rest.",
    "contentSw": null
  },
  {
    "id": "disease-head-dry-tear-ducts",
    "title": "Dry Tear Ducts",
    "contentEn": "TREATMENT\n• Be sure and obtain adequate amounts of vitamin A (50,000 units daily). A lack of it\ncauses small openings to close down. Also include enough essential fatty acids in your\ndiet, along with more calcium.\n• Do not eat junk or processed foods.\n—Also see \"Sjogren's Disease\"; you may have it.\nENCOURAGEMENT—Those who love God are changed from being rebels against the law of God\ninto obedient servants and subjects of His kingdom. They live to help and bless others.\n\nSYMPTOMS—The eyes seem dry all the time.\nCAUSES—There is a small tear duct which keeps each eye moist, yet it does not seem to be working\nproperly.",
    "contentSw": null
  },
  {
    "id": "disease-head-black-eye",
    "title": "Black Eye",
    "contentEn": "TREATMENT\n• Boxing trainers deal with black eyes all the time. They apply an extremely cold piece of\niron (something like a small tire iron) to the area. This reduces the swelling. An alternative\nis to hold a clean, cold soda can against the cheek (but not against the eye itself) for\nseveral minutes. Do not place any pressure on the eye itself.\n• Do not take aspirin. Because it is an anticoagulant, the blood will not clot as well.\nInstead, the bleeding will continue longer.\n• Do not blow your nose! If you received a severe strike, blowing your nose could cause\nblood vessels to burst beneath the skin in a much wider area! Sometimes the injury\nfractures the eye socket bone, and blowing your nose could force air out of your sinus\nadjacent to the socket. The air is injected under the skin—making the eyelids swell even\nmore. This can increase the likelihood of infection.\nENCOURAGEMENT—Prayer takes hold upon Omnipotence, and gains us the victory. And this is\nwhat we need! We must have God or perish. We must submit to Him and obey Him. By the grace of\nChrist, this can be done.\n\nSYMPTOMS—The area around the eye turns black, following a blow to it.\nCAUSES—Blood tends to pool around the delicate eyeball, in order to hasten healing.",
    "contentSw": null
  },
  {
    "id": "disease-head-ulcerated-eye-and-lid",
    "title": "Ulcerated Eye And Lid",
    "contentEn": "TREATMENT\n• Obtain adequate rest, improve the diet, and take large doses of vitamin C (2,000 mg, 3\ntimes a day).\n• Apply warm yellow dock tea, in a poultice, to the eyelid. You can also drink it.\nENCOURAGEMENT—Every day learn something new from the Scriptures. Search them as for hid\ntreasures, for they contain the words of eternal life.\n\nSYMPTOMS—The eye has become inflamed, resulting in an ulcer on the eyeball.\nThe problem could then extend to the eyelid.\nCAUSES—This happened because the normal covering of the eye was damaged in some way. The\ninfection is generally caused by a virus.",
    "contentSw": null
  },
  {
    "id": "disease-head-mucous-in-eye",
    "title": "Mucous In Eye",
    "contentEn": "TREATMENT\n• Improve the diet, and take a vitamin/mineral supplement twice a day. Obtain adequate\nrest. Work in a clear environment that is not overly dusty.\n• Wash each eye with goldenseal root tea. But do not use goldenseal in large amounts if\npregnant.\nENCOURAGEMENT—He who receives Christ by living faith has a living connection with God. He\ncarries with him the atmosphere of heaven, which is the grace of God and a treasure that the world\ncannot buy.\n\nSYMPTOMS—The eye seems be filled with mucous.\nCAUSES—The cause may be a combination of an inadequate diet, poor working conditions, and an\nairborne infection.",
    "contentSw": null
  },
  {
    "id": "disease-head-nosebleed",
    "title": "Nosebleed",
    "contentEn": "TREATMENT\nAnterior nosebleeds (from the nose itself) are most common:\n• Blow out the clots, then sit in a chair and lean forward without tilting the head back. (If\nyou lie down or lean backward, you will swallow blood.) Put a small piece of wet cotton\n(or cloth) in the nose and pinch lightly on it for 5 minutes. Then apply cold washcloths or\nan ice pack to the nose, cheek, and neck. (Another suggestion is to have him lightly sniff\ncold water with a little salt or lemon juice added.)\n• Then apply vitamin E oil (or petroleum jelly) to the inside of the nose. Lie back and rest\nfor a time. If the nosebleeds are serious enough to warrant it, rest as much as you can for\ntwo days.\n• The rupture in the blood vessel that caused the nosebleed requires 7-10 days to\ncompletely heal. When the bleeding stops, a clot forms and then becomes a scab. Do not\npick it loose.\n• Make sure you are getting enough vitamin K in the diet. It is found in all dark greens.\nPut lactobacillus acidophilus in the colon. It will synthesize, and thus increase, the amount\nof vitamin K in your body.\n• Be sure to take enough vitamin C. Calcium, magnesium, alfalfa, and vitamin E are also\nimportant.\n• When the nose dries out excessively, nosebleed can occur. Try increasing the humidity\nin the room. Consider purchasing a humidifier. Smoking dries out the nasal membranes.\n• Medicinal blood thinners can cause nosebleeds. Blood thinner drugs are what you find in\nD-Con rat poison.\n• White oak bark (or bayberry or ephedra sinica) tea is an astringent. It can be snuffed up\nthe nose before inserting the cotton.\n• A little cayenne can be swallowed in some water. This will draw blood away from the\nhead to the stomach.\nThe other type is the posterior nosebleed:\n• This occurs in the elderly, and is caused by high blood pressure. The bleeding starts in\nthe rear of the nose, and runs down into the throat. The blood pressure must be lowered!\nIncrease water intake and see a physician.\n• Keep in mind that a posterior nosebleed is far better than having a blood vessel rupture\nfrom high blood pressure—inside the cranial cavity. Then you have a stroke!\nWhichever type of nosebleed may occur, here are additional suggestions:\n• Those with frequent nosebleeds should take extra iron. It is needed to make hemoglobin.\nRutin is also needed.\n• Avoid oral contraceptives. Anything that changes estrogen levels can make you more\nprone to nosebleeds.\nHYDRO—Here are several treatments for nosebleed, discussed in the author's book, Water Therapy\nManual ( see order sheet):\n• Contrast Bath to the Hand or Arm. Two very deep pails may be used. The hot water\nshould be as hot as can be borne (p. 114).\n• Hot Foot Bath. This can also be used to stop a nosebleed (p. 116).\n• Cold Plantar Douche. This is a cold water spray to the bottom of the feet (p. 166).\n• Ice Bag to back of the neck; short hot Fomentations to the face (p. 218).\n• Ice to the back of the neck; Hot Compress over face; ice to hands; elevate hands to\nvertical position, if necessary; Hot Foot Bath or Hot Leg Pack; very Hot Nasal Douche (p.\n224).\nENCOURAGEMENT—If we are in Christ, we are heaven-bound. So we must not seem mournful to\nthose around us. Rejoice, for every day is one day nearer heaven! Do all you can to be a blessing to\nthose you come in contact with.\n\n(Epistaxis)\nSYMPTOMS—The nose bleeds.\nCAUSES—Physical injury, excessive dryness causing the nasal surface to crack, scratching with the\nfingernail, blowing the nose hard, sudden change in atmospheric pressure.",
    "contentSw": null
  },
  {
    "id": "disease-head-ear-congestion",
    "title": "Ear Congestion",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nNOTE—This section deals with methods of reducing blood congestion in the middle ear and inner ear,\nand was taken, with slight adaptation, from Dr. William L. McKie's book, Scientific Hydrotherapy, page\n55.\nDRAINING THE MIDDLE EAR—Applications should be made to the whole side of the head and\nface, diverting blood from the internal carotid and internal maxillary blood vessels. If the Hot Compress\nextends below the jaw, the common carotid will be dilated (enlarged), which you do not want. An Ice\nBag should be placed below the jaw at the same time. This will increase the effect, by contracting the\ncarotid.\nDRAINING THE INNER EAR—The internal ear, receiving its blood supply from the vertebral artery,\na branch of the subclavian, is not affected by heat over the ear. But the inner ear problem may be\nrelieved, when congested, by warm applications to the arms and cold applications to the head and back\nof the neck, thus diverting the blood into the arms from the vertebral arteries by a proximal compress or\nan ice bag to the back of the neck.\n—Also see \"Earache and Infection.\"\nEARACHE and INFECTION; MASTOIDITIS\n(Otitis Externa and Media)\nSYMPTOMS—One or both ears ache. This is frequently accompanied by infection in the middle ear.\nThe pain will be worse at night because the body is prone (flat) and it is more difficult for the eustachian\ntubes to drain out the phlegm.\nSometimes the ears will ache because there is trouble with the teeth (referred pain), but this is not\ncommon.\nCAUSES—Infection of the outer or middle ear causes pressure to build up. This pressure on nerve\nendings causes pain. But, if there were no pain, there might be no warning that a serious ear problem\nexisted.\nOtitis externa is infection in the outer ear. The eardrum through the length of the eustachian tube\nbecomes swollen and inflamed. There is a slight fever, discharge from the ear, pain (which increases\nwhen the ear is touched or pulled), and temporary loss of hearing.\nOtitis media is infection in the middle ear, and is especially common in infants and children. The\ninfection is located behind the eardrum, where the small ear bones are located. There is earache,\nfullness, pressure in the ear, and a fever as high as 103o F. or higher.\nHere is an ear test: if you can wiggle your outer ear (the part you can see) without pain, you probably\nhave a middle ear infection; if there is pain, the infection is in the eustachian tube.\nGoing into higher altitudes can push phlegm, already in the eustachian tube, into the middle ear. Never\nsleep on your ear if you have a head cold and the vehicle is moving upward to a higher elevation.\nInfection in the inner ear generally results from meningitis or from the spread of a middle-ear infection.\nSymptoms include loss of hearing, nausea, dizziness, vomiting, and fever.\nEarache is a common childhood infection. Most children experience it. It is easier for a child to have an\near infection, since his eustachian tube is shorter than that of an adult. Causes include childhood\ndiseases, allergies, colds, and respiratory infections.\nIf they are frequent, ear infections can lead to loss of hearing.\nChronically enlarged adenoids may cause blockage of the eustachian tubes, leading to congestion and\nfluid buildup in the middle ear.\nThere is a tendency for people who have ear problems to be heavy earwax producers. To reduce the\namount of earwax made, eat less unsaturated fatty acids. Unsaturated fatty acids are not a problem.\nTREATMENT FOR INFECTION—\n• If you seem to have pain in the ear, pull on the earlobe. If the pain increases, then you\nprobably have an ear infection. If the pain does not increase, you may have a dental\nproblem.\n• Keep the ears warm and the person resting in bed, preferably with his head and, perhaps\nalso, his trunk slightly elevated (to assist natural drainage of the eustachian tubes).\nSurgical draining might be necessary. The fever increases the need for vitamins A and C.\nKeep the feet warm. Heat applied to the feet will draw blood from the head and improve\ncirculation.\n• Sit up when practical to do so, to decrease the swelling and start the tubes draining.\nSwallowing will help ease the pain. Yawning really helps open up the eustachian tubes.\n• Blow warm air from a hair dryer 18-30 inches from the ear, and blow air toward it.\n• Warm some oil to body temperature, and place a drop or two in the ear. This will help\nlessen pain. But do not do this if you think the drum has burst!\n• A helpful method, used by many for a long time is this: To alleviate pain in the ear, use a\nlittle olive oil or garlic oil in the ear, then add a drop or two of lobelia tincture.\n• Another way to reduce pain is to make a paste, using onion powder or clay packs. Then\napply this to the outside of the ear.\n• Bake a large onion until it becomes soft, and tie it over the ear; this will often give great\nrelief when pain is severe.\n• Avoid sugar, dairy products, meat, and heavy meals until the crisis is past. Herbal teas\nare helpful in assisting the healing process. This includes peppermint, echinacea,\ngoldenseal, pau d'arco, and slippery elm.\n• Because they increase sticky mucous in the body, dairy products increase ear infections.\nExcessive sweets and starches lower resistance and intensify ear problems.\n• People with a tendency to ear infection should avoid all cow's milk products. But, in\naddition to producing so much mucous, it is reported that milk allergies can produce\nearaches (and even a burst eardrum), simulating otitis media—without an ear infection\nactually existing.\n• Avoid cigarette smoke, for it can irritate the eardrum.\n• Place drops of hydrogen peroxide in the ear, to help clean it out. Then rinse out with\nwater. Do not leave the peroxide there. It can sink through the eardrum and produce a\nfizzing sound which can last for several years.\n• Take garlic enemas. These will help disinfect the body of higher levels of toxins that are\nbuilding up from the infection. Signs of this are chills, fever, general aches, and pain\nincrease.\nTREATMENT FOR RUPTURE—\nWhat should you do if the eardrum ruptures? Causes include a severe ear infection, sudden pressure\ninward on the ear, resulting from diving, slapping, a strong kiss to the ear, or a nearby explosion.\nDuring an ear infection, pus builds up and causes pain in the ear. If this pus starts leaking to the outside,\nthen the eardrum has ruptured.\n• In case the eardrum ruptures, put nothing in the ear until the eardrum is healed. A\nfomentation on the outside of the ear can be helpful.\n• Once the infection increases to acute pain, you may need antibiotics.\n• An alternate method is: When the ear has abscessed and broken, use warm peroxide to\nwash the ear out. The peroxide will loosen the putrefied matter and bring it out of the ear.\nThis method is probably good for cleaning out the ear; but keep in mind that hydrogen\nperoxide is best used on outside body surfaces, where oxygen can cause it to fizz into\nharmlessness. When it gets inside sensitive body parts, it can continue there for quite\nsome time. We know of one individual who had peroxide in his ear for several years\nthereafter; and, every so often, he could hear it lightly fizzing.\n• When using water therapy on the ear, be guarded. Hot applications over the area under\nthe ear could cause trouble!\n- Also see \"Swimmer's Ear.\"\nHYDRO—Here are hydrotherapy treatments mentioned in the author's book, Water Therapy Manual\n(see order sheet):\nIrrigation of the Ear: A lean rubber tube is used to gently (gently!) introduce a flow of\nwater onto the outer ear. The water is never applied with any pressure! It flows to the ear\nand out to the side. The temperature may be from 100o to 120o F., depending upon the\neffect desired. The source of water should be on a level with the top of the head (to\nmaintain only a slight pressure). Never use force, because perforation of the ear often\nexists; and serious injury could result from introduction of water, with any degree of\nforce, into the middle ear. The head should be inclined to the side as the water is applied.\nThe canal of the ear should afterward be carefully dried and covered with a cloth or a\nwarm hand for a few minutes. In cold weather, the ear should not be exposed out-of-doors\nfor at least an hour after warm ear irrigation is applied; and, even after that, a small piece\nof cotton should be placed in the outer passageway.\nThis measure affords great relief in the pain of acute otitis media and earache due to other\ncauses. In chronic suppurative disease of the ear, this measure is indispensable as a means\nof cleansing and disinfection (p. 151).\nDraining the middle ear: Applications should be made to the whole side of the head and\nface, diverting blood from the internal carotid and internal maxillary blood vessels. If the\nHot Compress extends below the jaw, the common carotid artery will be dilated\n(enlarged), which you do not want. An ice bag should be placed below the jaw at the same\ntime, and will increase the effect by contracting the carotid.\nDraining the inner ear: The inner ear problem may be relieved, when congested, by warm\napplications to the arms and cold applications to the head and back of the neck, thus\ndiverting the blood into the arms from the vertebral arteries by a proximal compress or an\nice bag to the back of the neck (p. 194).\nInflammation of ear: Fomentation over affected part; derivative treatment to legs: Hot Leg\nBath, Hot Foot Bath, Prolonged Leg Pack (p. 210).\nInflammation of middle ear: Ice to throat of the same side, Fomentation over ear (p. 221).\nEarache: Ice Bag to the neck of the same side; Fomentation over ear; Hot Ear Douche, if\nnecessary. Protect the ear with warm cotton, to prevent chilling by evaporation after\ntreatment (p. 224).\nEustachian tube inflammation: The Heating Throat Compress is an application of a cold\ncloth, covered with flannel, which then heats up and results in improved circulation and a\nbetter flow of healing blood into, and out of, the afflicted area. Wring the cotton cloth\nfrom cold water and place it around the neck. This should be about 2-3 thicknesses about\nthe neck. Cover it well with flannel (singly or doubly, depending on the thickness). Fit the\nflannel snugly but not too tightly that it will be uncomfortable. Pin it securely. Remove it\nthe next morning. It should be entirely dry. In eustachian tube inflammation, the compress\nshould extend upward about the lower part of the ear. You may need to hold up this part\nof the compress (the part by the lower part of the ear) with a bandage that is fastened to it\nand goes over the top part of the head and back down to it on the other side (pp. 51-53).\nPREVENTION—\n• Never dive below 3-4 feet below the surface of the water.\n• Never sleep in a plane or vehicle when it is descending—or ascending. If you are in a\ncar, climbing up or down the mountains—do not sleep, especially on your side. You do\nnot swallow as often when you are asleep; and, if you have phlegm in your sinuses, it can\ngo up into your ears.\n• Be careful when scuba diving. The greatest air pressure changes occur within the first 33\nfeet below the surface. Avoid earplugs and hoods which are too tight-fitting, so you\ncannot equalize air pressure in the ears.\n• Avoid the above three situations, when your head is stuffy with phlegm.\n• Breast-feeding reduces a baby's chances of having ear trouble.\n• Do not smoke.\n—Also see \"Ear Congestion.\"\nENCOURAGEMENT—Christ will not be satisfied till the victory is complete in your life. He wants to\nchange you into a full overcomer. Do not fail Him. Let Him empower you to obey the Ten\nCommandments.",
    "contentSw": null
  },
  {
    "id": "disease-head-earwax",
    "title": "Earwax",
    "contentEn": "TREATMENT\n• Never put anything sharp in the ear! That includes bobby pins, paper clips, and pencil\ntips. They can puncture the eardrum.\n• Do not use cotton-tipped swabs either, because they merely ram the wax down deeper\nand impact it the more.\n• Place something in your ear which will soften it. This can be hydrogen peroxide, mineral\noil, or glycerin. Add a drop or two of this to each ear. Let the excess run out. The liquid\nleft inside will soften the wax. Do this for a couple days.\n• Fill a bowl with body-temperature water. Suck it into a rubber bulb syringe; and, holding\nyour head over the bowl, gently squirt the water into the ear. Use very, very little pressure.\nTurn your head and let the water run out.\n• Do not rub the ears, to dry them. Either use a hair dryer (18-20 inches away) or drop a\nlittle alcohol in each ear. Do not wash out the ears in this manner more often than every\ncouple months. You need some earwax to protect your ears.\n• There is a tendency for people who have ear problems to be heavy earwax producers. To\nreduce the amount of earwax made, eat less unsaturated fatty acids. Unsaturated fatty\nacids are not a problem. It is the over-balance of unsaturated fats which causes the earwax\nproblem.\n• An alternate method of cleaning out the earwax is this: Using an eyedropper, place either\na solution of 1 part vinegar to 1 part warm water or a few drops of hydrogen peroxide in\nyour ear. Allow it to settle for a minute, then drain it. Do this 2-3 times a day. If the wax is\nhard and dry, apply garlic oil for a day or two, to soften it. Then wash out the ear with a\nsteady stream of warm water, under no pressure. Patiently continue irrigating the ear\ncanal, flushing with warm water. The wax buildup will come out.\n• Yet another method is using \"ear candles,\" available at health food stores. Someone will\nhave to help you use them. Instructions come with the candles. Afterward, you may be\nbothered by the fact that an excess of wax has been eliminated. You may need to put\ncotton in each ear for a time.\nENCOURAGEMENT—One day alone is ours; and, during this day, we are to live for God. For this\none day we are to place in the hand of Christ all our purposes and plans, casting all our care upon Him,\nfor He careth for us.\n\nSYMPTOMS—Hearing is becoming duller, and the person suspects he may be losing his hearing.\nCAUSES—The problem may a hard plug of earwax in the ear canal. Some people have constant ear\npain until the excess wax is cleaned out.\nIf you do not chew your food thoroughly, earwax can build up. The chewing tends to break it down.\nSaturated fats contribute to excess production of earwax.",
    "contentSw": null
  },
  {
    "id": "disease-head-swimmer-s-ear",
    "title": "Swimmer'S Ear",
    "contentEn": "TREATMENT\n• Hydrogen peroxide ear drops.\nSee \"Earache and Infection\" for additional help.\nENCOURAGEMENT—If you have given yourself to God, to do His work, you have no need to be\nanxious for tomorrow. He will take care of that. Instead, just for today, live for Him, obey Him, and be a\nblessing to all around you.\n\nSYMPTOMS—An ache and/or infection in one or both ears, after swimming in a pond, creek, or public\nswimming pool.\nCAUSES—Swimmer's ear occurs when pool water remains in the outer ear canal too long. Bacteria or\nfungi in the water increases the chance of infection. When swimming in contaminated water, keep your\nhead out of the water.\nThe pool water, having repeatedly wet and softened the earwax, caused it to become an ideal place for\nbacteria to grow.\nBut the most common cause is infection from the nasal passages and throat, having been pushed into the\neustachian tube when the nose was blown too hard.\nConstant swimming throughout the summer can result in infestation of the external ear canal by candida\nalbicans. Constant dampness (in water that is not entirely clean) throughout the summer swimming\nseason is thought to be the cause.",
    "contentSw": null
  },
  {
    "id": "disease-head-hearing-loss",
    "title": "Hearing Loss",
    "contentEn": "TREATMENT\n• Consider the above factors.\n• Clean the ears, make sure manganese and tin are in the diet (take Nova Scotia dulse or\nNorwegian kelp). Take pulse tests and gradually eliminate food allergies. If milk is the\nproblem, cut out all milk products from the diet. Avoid medicinal drugs, chemicals, and\nloud noises\n• Eat a wholesome, nutritious diet, with vitamin/mineral supplements. Drink fresh\nvegetable juices.\n• Eliminate processed, sugared, and junk foods from the diet.\n• In case there is an inflammation in the ear which causes the hearing loss: Mullein oil\ncan be put in the ear as ear drops. 2-4 drops of warm (not hot) garlic oil or liquid extract is\nalso good. Do not use the same dropper in both ears, as it may spread the infection. Eat\nfresh pineapple.\n• If you seem to have pain in the ear, pull on the earlobe. If the pain increases, then you\nprobably have an ear infection. If the pain does not increase, you may have a dental\nproblem.\nPREVENTION—Always wear ear protection when using appliances or equipment which produce loud\nnoises. This would include power tools, chain saws, lawn mowers, table or portable saws, and target\npractice. Use ear plugs rated for at least twice as many decibels as you need, to ensure protection.\nWhen listening to music, it should never be so loud you cannot hear the ring of the doorbell or the\ntelephone. If you use earphones, no one else should be able to hear sound from your earphones. If they\ncan, you are playing the music too loud for the safety of your ears!\nThe average rock concert or stereo headset at higher levels (100 decibels, plus) can damage your hearing\nin 30 minutes. Two hours in a video game arcade can do the same thing. By comparison, an air hammer\nis 120 decibels.\nWear ear plugs when swimming in public places.\nReduce your cholesterol level. Those with high cholesterol have greater hearing loss as they age.\nDo not get German measles while you are pregnant. If you are vaccinated for it, do not become pregnant\nfor 3 months afterward. The ensuing birth defects to the child could include hearing loss.\nBeware of medications during pregnancy.\nMake sure your infant has good hearing. If not discovered, he or she will miss much instruction in a\nvariety of speaking skills. Generally, you will be the first one to learn if such a problem exists, not the\ndoctor.\nENCOURAGEMENT—The Bible reveals how we can be saved. From Eden lost to Eden restored, it\ntells the entire story of salvation in Christ. Read that precious book, and you will be blessed and be a\nblessing to others.\n\nSYMPTOMS—One's sense of hearing is lessening.\nCAUSES—It may be that the sense of hearing is being lost. But it also may be that the ear has too much\nimpacted earwax. (See \"Earwax\" for how to remove it.)\nA manganese or tin deficiency in the diet can result in a hearing loss. Putting these back into the diet can\nreverse this, and restore the hearing.\nOther possible causes would include: Milk allergies, poor ear circulation, and vitamin A deficiency.\nThe ear drums might be hardened with age. This generally accompanies hardening of the arteries.\nCatarrhal deafness could be the problem. This starts when an acute infection (such as a cold or the flu) is\nsuppressed and not allowed to run its course and be properly eliminated. A low level infection continues\nin the ear, and gradually ruins the hearing.\nWhen acute diseases are treated with aspirin or quinine, partial or complete deafness can result. Other\ndrugs which cause this effect are aureomycin, streptomycin, barbiturates, cocaine, opium, and their\nderivatives.\nSmoking and caffeine cause spasms and narrowing of blood vessels.\nOther substances to avoid would include lead, mercury, and cadmium.\nExcessive amounts of noise injures the fine structures in the inner ear and gradually produces deafness.\nSome people have occupational hazards which eventually lead to deafness. This includes piloting small\nplanes and running chain saws or heavy equipment.",
    "contentSw": null
  },
  {
    "id": "disease-head-sore-throat",
    "title": "Sore Throat",
    "contentEn": "TREATMENT\n• Sip liquid vitamin C. Let it drip down the throat slowly (all the while trying to keep the\nacid C off the teeth, so it will not melt them). Coat the throat with raw honey mixed with\nlemon juice. Gargle with salty water (½ tsp. sea salt in a cup of water).\n• Drink plenty of fluids—fruit and vegetable juices and lots of water. Go to bed, rest, trust\nin God, and get well.\n• Use a mixture of raw honey and lemon juice, to coat and soothe the throat.\n• Gargle alternately with chlorophyll liquid and sea salt (one half tsp. in a glass of warm\nwater) every few hours.\n• Enemas are very helpful.\n• Herbs include eucalyptus, flaxseed, garden sage, German chamomile, and myrtle. Both\ngoldenseal and echinacea fight bacterial and viral infection. (But do not take goldenseal\nover a week at a time, or during pregnancy.) Gargling with fenugreek tea will help relieve\na sore throat. Marshmallow root tea soothes a scratchy, itchy throat. Hot mullein poultices\nsoothe sore throats.\n• An old herb doctor makes these suggestions: Gargle the throat with cayenne pepper tea,\na half tsp. to a cup. Put an onion poultice on the neck over night, for 2-3 nights. Rub\nkerosene on the outside of the neck and cover it with warm flannel.\nHYDRO—The following is from the author's Water Therapy Manual (see order sheet):\nThe Heating Throat Compress is an application of a cold cloth, covered with flannel, which then heats\nup and results in improved circulation and a better flow of healing blood into, and out of, the afflicted\narea. Wring the cotton cloth from cold water and place it around the neck. This should be about 2-3\nthicknesses about the neck. Cover it well with flannel (singly or doubly, depending on the thickness). Fit\nthe flannel snugly but not so tightly that it will be uncomfortable. Pin it securely. Remove it the next\nmorning. It should be entirely dry (pp. 51-53).\nGive a Hot Foot Bath (p. 116).\nA Steam Bath is very helpful (pp. 131-135).\nENCOURAGEMENT—With the trusting faith of a little child, come to your heavenly Father. Tell\nHim all your needs. He is always ready to pardon and help. He can give you the guidance you need. He\ncan give you strength to resist sin and obey His law.\nLARYNGITIS—1\n(Hoarseness; Aphonia)\nSYMPTOMS—A tickling, raw, throat is the initial symptom. The voice becomes hoarse and weak, or it\nis lost entirely for a time (aphonia). The voice loss is frequently all that happens, and no fever or\ninfection accompanies it.\nCAUSES—\"Hoarseness\" is when it is with difficulty that you can speak; \"aphonia\" is when you have\ntotally lost your voice. The cause of either is generally too much loud speaking, yelling, or the onset of a\ncold or upper respiratory tract infection.\n• Do not talk. Try to avoid any speaking for a day or two. Do not even whisper. Just write\nnotes.\nGo on a short fruit and vegetable juice fast. This will help remove excess mucous.\n• Drink lots of liquids, 8-10 glasses a day, but do not drink cold drinks or anything with\nice in it.\n• Breathe through your nose. This increases the humidity in your throat. Air in an airliner\nis very dry (because it is pressurized), so do not breath through your mouth if you are on a\nplane.\n• Put your head over a hot bowl of water for 5 minutes, twice a day.\n• Do not smoke.\n• Helpful herbs include the following: slippery elm plus lemon and honey, which is very\nsoft and soothing on the throat. This is an outstanding help.\n• The \"singer's plant\" is hedge mustard (sisymbrium officinale). Take it as a liquid extract.\n• Make a syrup out of wild cherry bark and take a little at a time.\n• Drink 1 cup of eyebright tea, 3-4 times a day.\n• Gargle with goldenseal tea, and drink some.\n• Mix 2 tbsp. flaxseed and 1 tbsp. horehound. Boil in 1 pint of water for 10 minutes and\nstrain. Squeeze 1 lemon into the tea, add a pinch of ginger. Take 1 tbsp. every half hour.\n• Do not take aspirin. It increases clotting time, which can slow the healing process.\n• Learn to avoid loud speaking. Train yourself to speak more softly. If you have something\nworth hearing, they will listen to you.\n• When you feel the slightest indication of hoarseness coming on, cancel your speaking\nengagements.\n• Eating mucous-forming foods, such as dairy products, meat, candy, and wheat can\nproduce hoarseness. Talking in a tense voice can also. Drinking liquids with a meal tends\nto do it also.\n• Learn to breathe and speak more correctly, without straining. Stop losing your temper.\nGargle a quart of cold water every day.\n• Drink and gargle with herb teas of wild cherry bark, mullein, and/or vervain.\n—See \"Laryngitis—2.\"\nENCOURAGEMENT—There is no safeguard against evil except surrender to Christ, studying the\nBible, obeying it, and living to help others.\nLARYNGITIS—2\n(J.H. Kellogg, M.D., Formulas)\n(1) ACUTE FORM —\nGENERAL CARE—See \"Nasal Catarrh, Part 1: Catarrh, Acute.\" Steam Inhalation, for 10 minutes,\nhourly; Heating Compress to throat without plastic covering; avoid use of voice while very hoarse.\n(2) CHRONIC FORM —\nINCREASE GENERAL VITAL RESISTANCE AND INVIGORATE THE SKIN—Graduated\nCold Baths; sweating baths or prolonged Neutral Bath at night, 2-3 times a week. Follow sweating\nprocedure by any suitable cold application.\nTO RELIEVE LOCAL CONGESTION—Steam Inhalation for 10 minutes, every 4 hours;\nFomentation at night, followed by well-protected Cold Compress to the neck, to be worn during the\nnight.\nCOUGH—See under \"Croup.\"\n—See \"Laryngitis—1.\"\n\nSYMPTOMS—The throat becomes sore and scratchy. This is often the first sign of an infection.\nCAUSES—A variety of bacterial or virus infections can cause sore throat. Those which are of\nStreptococcus Group A origin tend to produce a higher fever than viral sources (upper respiratory\ninfections, cold viruses, flu, etc.).\nAnything irritating to the throat can initiate the problem (such as chronic coughing and loud talking).\nOther irritants include smoke, dust, fumes, very hot foods or drinks, abrasions, tooth and gum infections,\nloud talking, or chronic coughing.\nSmoking is a major cause of sore throats.\nBacteria on toothbrushes can cause sore throats. Buy a new toothbrush or boil the old one at least once a\nmonth. Between uses, store the toothbrush in hydrogen peroxide—but rinse it well before using.\nIf a sore throat continues or recurs, it might be the onset of mononucleosis (especially if the sore throat\nlasts more than 2 weeks). Do not dally; go to bed and get well. A sore throat can be the first sign of\nsomething more serious: a cold; the flu; mononucleosis; herpes simplex; Epstein-Barr virus; or several\nchildhood diseases, such as chickenpox or the measles. Sometimes a sore throat can lead to chronic\nfatigue syndrome, gingivitis, epiglottitis, diphtheria, laryngeal cancer, or an abscess around the tonsils.\nA continual throat tickle could be an indication of a food allergy.",
    "contentSw": null
  },
  {
    "id": "disease-head-tooth-decay",
    "title": "Tooth Decay",
    "contentEn": "TREATMENT\n• Do not drink cola drinks. Do not eat sticky foods. Do not eat white sugar products.\n• Rinse out your mouth after eating or finish a fruit meal by eating an apple.\n• Goldenseal extract, that is alcohol-free, can be used as a antibacterial mouthwash.\n• To reduce infection in a tooth, put a few drops of goldenseal extract on a piece of cotton\nand apply it to the swollen area at night. For 3 consecutive nights, do this.\n• Eat plenty of raw fruits and vegetables.\n• Do not chew up vitamin C tablets! The acid in them will melt your teeth.\n• Avoid all toothpastes and powders. Detergents in them are harmful to teeth and gums.\n• It is vital that you take calcium supplement, in order to maintain good tooth and bone\nstructure. As you get older, you need even more calcium.\n• Massage gums with your finger once a day.\nTO STOP A TOOTHACHE—Until you can see a dentist, here are several suggestions:\n• Swish warm salt water in your mouth, and spit it out. Do this after every meal and before\nretiring at night. Stir 1 tsp. of salt into a glassful of water, at body temperature.\n• Somewhat warm salt water, held in the mouth will bring relief.\n• Apply 1-2 drops of oil of cloves to the affected tooth with a cotton swab. If the oil seems\ntoo strong, dilute it with olive oil.\n• Rinse your mouth vigorously with a mouthful of lukewarm water. If the pain is from\nfood caught between the teeth, this may flush it out.\n• Try flossing gently between the teeth.\n• Put a charcoal tablet in your mouth and, with your tongue or cheek, press it against the\nswollen gum at the base of the problem tooth.\n• Drink 1-2 cups of mullein tea or chew catnip herb.\n• Mash up the root of plantain and put it on the cheek near the tooth.\n• With your fingers rub an ice cube until one side is shaped into a V-shape. Then press it\ngently against the tender place, and push it back and forth over the area for 5-7 minutes.\nThe effect of rubbing tends to cancel out the pain signal, which must travel along the same\nnerve route.\n• Keep heat away from the tooth and nearby cheek. If it is an infection, the heat will draw\nthe infection to the outside of the jaw and make the situation worse.\n• Put ice on the nearby cheek for 15 minutes, 3-4 times a day.\n• Avoid biting on that area of the teeth.\n• Some individuals have found that, when a toothache begins, they quickly skip a meal,\nrest, take vitamin C, and conduct themselves very carefully over the next several\ndays—and the infection in the tooth is overcome by the body.\nDENTAL FILLINGS—Many books have been written on this subject in recent years. When you go to\nthe dentist, he drills out the decayed part, and then fills the cavity with something hard which, hopefully,\nwill last awhile.\nThe most common substance used for this filling is amalgam. This is a mixture of several metals, of\nwhich about 50% is always an extremely toxic chemical, called mercury. Mercury tends to evaporate\nslowly over a period of time. This influx of mercury, swallowed with your food day after day, is not the\nbest for your health.\nAlternatives are ceramic-based materials, gold, or platinum-type metals. They are more expensive, but\nless harmful. They do not gradually melt away, as does mercury in amalgam.\nFLUORIDE TREATMENTS—Even more books have been written about fluoride! This deadly poison\nshould be avoided at all costs. If it is added to your public drinking water supply, then you should buy\nbottled water (or buy a home distiller, to process your faucet water). If your dentist offers to give you\nfluoride treatments, you would do well to politely decline the opportunity.\nAIR ABRASION TECHNOLOGY—Air abrasion dental work is the latest hi-tech method of drilling\nteeth. It is said to painlessly remove tooth decay without drilling; it permits dentists to make smaller\nfillings and save a large percentage of the tooth. In addition, it does not require pain-killing anesthetics.\nENCOURAGEMENT—In the Bible, the will of God is revealed. He who makes these truths a part of\nhis life becomes, in every sense, a new creature. God can do for you what you never could do for\nyourself. But it requires total submission and obedience to His Written Word.\n\n(Dental Caries; Toothache)\nSYMPTOMS—A cavity or hole develops in a tooth, but may not be noticed until it begins to be\npainful.\nCAUSES—The outer part of the tooth (the very hard enamel) erodes, and then the body of the tooth\nbeneath it (the dentin) begins eroding also. This is called tooth decay.\nIt is thought that plaque buildup (a sticky mass on the surface of the tooth) provides a place for bacteria\nto grow and feed on sugars in the mouth. The acid they produce digs holes in the teeth. If not stopped,\nthe erosion enters the lower, center part of the tooth, called the pulp, where the nerve is. Then the pain\nbegins. We call it a toothache.\nHowever, certain things help produce tooth decay. These include sugary foods, sticky foods, and acid\nfoods.\nCola drinks do an excellent job of melting teeth. Coca Cola, and similar cola beverages, contain\nphosphoric acid and lots of sugar. Frankly, the fluid is so terribly acid that it would be intolerable\nwithout lots of sugar to mask the acidity. Acid, sugar, and phosphorous are very dangerous when\ncombined. The powerful acid melts part of the teeth, and the phosphorous chemically locks with the\nmelted calcium, and quickly carries it off. All that sugar does its part to ruin the teeth also. It helps the\nbacteria to jump in and start still more trouble. Drop a tooth into a glass of Coke; then time the number\nof hours before the tooth totally disappears.",
    "contentSw": null
  },
  {
    "id": "disease-head-heartburn",
    "title": "Heartburn",
    "contentEn": "TREATMENT\n• Immediately drink a large glass of water. This will help wash the HCl back down and\ndilute it as well.\n• Drink some raw potato juice. Whiz up an unpeeled potato and drink it down.\n• Do not lie down. Remain upright, so gravity can help push the HCl down and keep it\ndown. Later, when you do lie down, elevate the bed at the head by 4 inches.\n• Avoid bending over; if you must lift something, bend at the knees. You do not want to\ncompress your stomach when you have heartburn.\n• Eating mints relaxes the lower esophageal sphincter, so HCl can crowd up into the\nesophagus.\n• Do not drink anything caffeinated, for it will irritate the esophagus even more. Caffeine\nrelaxes the sphincter, so stomach contents can move on up. Tobacco smoke also relaxes\nthe sphincter. Estrogens relax it also.\n• Drinking milk may feel good going down, but it encourages the stomach to secrete more\nacid.\n• Drinks with fizz in them expand the stomach and make it more likely that HCl will come\nup the food pipe.\n• Greasy, fried, and fatty foods sit in the stomach for a long time and increase HCl\nproduction. Avoid meat and dairy products.\n• Antidepressants and sedatives aggravate heartburn. Aspirin and ibuprofen cause\nheartburn.\n• Antacids only mask the symptoms. They also contain aluminum.\n• Avoid stress, for that increases HCl production also.\n• Loosen your belt; better yet, wear suspenders.\n• Do not eat within 2½ hours before bedtime. Doing so not only can cause heartburn, but\nbring on heart attacks also.\n• Eat more raw vegetables, chew your food well, and eat slowly.\n• Angina and heart attack are both very dangerous conditions (which see). Among the\nearliest symptoms is, what appears to be, an \"acid stomach.\" Beware. You are wise to eat\nso that you do not have heartburn. Then if major heart trouble sends a warning message\nthat seems like heartburn, you will be less likely to sit back and take some aluminum,\nfrom the drugstore, for \"antacid.\" Aluminum is a cause of Alzheimer's disease (which\nsee).\nENCOURAGEMENT—Even on earth we may have joy as a wellspring, never failing, because it is fed\nby the streams that flow from the throne of God. All this is ours as we study the Bible, and, in Christ's\nstrength, obey it.\n\n(Acidosis, Overacid Stomach)\nSYMPTOMS—A burning sensation in the stomach or chest.\nCAUSES—Heartburn is a sense of burning in the stomach. In most instances, some of the stomach\ndigestive juices have backed up out of the stomach into the esophagus (the food tube between the mouth\nand the stomach). This backing-up action is called reflux. These juices include hydrochloric acid, which\nis a rather powerful acid. It is used in industry, to clean metal. When it comes in contact with the\nesophagus, it burns the wall. Normally, the esophageal sphincter muscle shuts and prevents stomach\nacids from pushing upward.\nHeartburn can be caused by excessive consumption of fatty or fried foods, alcohol, coffee, spicy foods,\nchocolate, or just having too much food in the stomach. Citrus fruits or tomato-based foods cause it in a\nfew people.\nOther contributing factors are hiatal hernia, allergies, stress, gallbladder problems, and enzyme\ndeficiencies.",
    "contentSw": null
  },
  {
    "id": "disease-head-reye-s-syndrome",
    "title": "Reye'S Syndrome",
    "contentEn": "TREATMENT\n• It would be well for the child to be given vitamin C (5-10 gms per day), intravenously;\nvitamins B-complex and B , and selenium (250-500 mcg per day) intramuscularly.\n12\n• If, in the hospital, the child receives an IV solution of glucose and electrolytes (mineral\nsalts) within 12-24 hours after the heavy vomiting begins, his chances of recovery are very\ngood.\n• Never give a child or youth aspirin after a fever. The pattern of events is this: The child\nhas a fever, and aspirin is given. There is improvement for a day or two,—then a sudden\nturn for the worst occurs, and coma or death follows. A Centers for Disease Control\n(CDC) study revealed that 96% of the children contracting Reye's syndrome had been\ngiven aspirin while they had a viral infection. It was also found that there was a direct\ncorrelation between the amount of aspirin given and the severity of the illness.\n• In this emergency, if you have to give him a pain reliever, give him acetaminophen\n(Tylenol, Datril, and others) or ibuprofen (Advil, Nuprin, and others) instead.\n• Children's aspirins are banned in Britain because of this problem.\n• The drug, Tigan, used in suppository form, to control vomiting and nausea, may also be\na cause of Reye's.\nENCOURAGEMENT—Often our trials are such that they seem almost unbearable. Yet, without help\nfrom God, they are unbearable. Go to Him just now, and find in Him the peace of heart you so much\nneed.\nSection 14\nBirth and Children\nPart 6\nLater Problems\n\nSYMPTOMS—A fever and vomiting suddenly occur. A rapid change in mental status to a deep\ndepression, nausea, amnesia; and then pneumonia, coma, convulsions, fixed and dilated pupils, and\ndeath.\nThere can be confusion, drowsiness, memory lapses, lethargy, irritability or unusual belligerence.\nThere may be weakness or paralysis in the limbs, speech impairment, hearing loss, double vision, etc.\nCAUSES—Reye's Syndrome is a disaster worth avoiding. This disease affects many internal organs,\nespecially the brain and liver.\nIt primarily strikes children between the ages of 4 and 15 (but most frequently young teens), in the fall\nor winter.\nNot long ago, the death rate stood at 42%-80%, but more recently it has dropped to below 10%.\nMost cases occur after a viral infection, such as the flu or chickenpox. Influenza B, Epstein-Barr virus,\nand viruses which primarily affect the gastrointestinal tract (enteroviruses) can also occur prior to its\nonset.\nIt is known that giving aspirin to a child or youth who has a fever can lead to Reye's disease and the\nlikely possibility of death. In the early 1980s, it was discovered that a viral infection, plus the taking of\naspirin, dramatically increases the risk of developing Reye's syndrome.\nThe cause of the disease may be consumption of aflatoxin, which is an exotoxin of the grain mold,\naspergillus flavus.\nA biopsy generally shows liver necrosis (the liver is dying). Yet, if the person survives, there is a full\nrecovery of the liver within 12 weeks.\nIf you see the above symptoms, just after your child has come out of a viral illness—do something\nquickly! Here are the key symptoms again:\n(1) Agitation, disorientation, and delirium.\n(2) Fatigue, lethargy, and lapses in memory.\n(3) Prolonged and heavy vomiting, followed by drowsiness.\nCall a physician! Phone 911, and send the child to a hospital!",
    "contentSw": null
  },
  {
    "id": "disease-head-sorrow-of-the-heart",
    "title": "Sorrow Of The Heart",
    "contentEn": "• As far back as the second century A.D., the Greek physician Galen noted that melancholic women\nwere more likely than others to develop cancer.\n• Today, the effect of emotions and stress (or rather the attitude toward stress) is recognized even more.\nOver the past 75 years a number of studies have linked stress to susceptibility to cancer (R. Ader,\nPsychoneuroimmunology, 1981). Strong stress in a child can also lead to it (B.L. Bloom, et. al.,\nPsychological Bulletin 85 no. 4, 1978). Adults who who had recently lost a loved one, or were widowed,\ndivorced, or separated, have the highest cancer rates (B.L. Ernster, Journal of the National Cancer\nInstitute, 63, no. 3, 1979).\n• Ronald Grossarth-Maticek, M.D., a European researcher, spent 20 years working along a line of study\nwhich has been rejected by orthodox medicine. His concept is called Creative Novation Behavior\nTherapy, and it concerns people with certain personalities; that is, having certain mental-emotional\nattitudes, are the most likely to contract cancer.\n• Grossarth-Maticek is a Yugoslavian oncologist (cancer specialist) who used mortality data in\nHeidelberg, Germany.\n• People who view life in a certain way are more prone to develop cancer.\n• Type C persons are unable to solve problems in relationships with other persons, situations, and goals.\nWhen relationships are crushed, circumstances go back, or goals become unachievable, these people\nreact by sinking into a depression, characterized as feelings of helplessness and hopelessness. Type C\npeople are highly prone to cancer.\n• Type H persons also have the same difficulties named above, but they react quite different to such\nproblems. Instead of feeling hopeless and helpless, they become angry and frustrated. Type H people\ntend to develop heart disease.\n• Type F persons learn how to roll with the punches. They are free of fears and worries, for they give\nthem into God's hands to care for. Although they encounter problems as others do, they trust in God,\nrecognize their own limitations, and, when difficulties arise, keep moving forward cheerfully. This type\ntends to die of other causes, such as accidents. They tend not to die of cancer or heart or circulatory\nproblems.\n• These people are not living under stress, with aroused hormonal flow, such as type 1 and 2\npersonalities have. They are at peace with life. They accept what has to be, change whatever they can\nchange, and, with God's help, keep cheerfully on their way, helping others as they go.\n• Still other researchers have found other aspects of this Type C (cancer-prone) personality.\nThe main aspect they have noted is loss, either loss of a loved one, or loss of hope. Many cancer patients\nfeel a profound sense of helplessness and despair, particularly about the meaning of their existence.\nFrequently, they need peace with God.\n• A second characteristic is the suppression or repression, of emotions.\n• The third factor is loneliness. Such people tend not to have close friends. (H. Dreher, Your Defense\nAgainst Cancer, 1988, 246-247.)\n• All three factors could be nicely resolved if such individuals would come to God and find in Him the\nencouragement, the forgiveness, and strength they need to meet life's difficulties.",
    "contentSw": null
  }
]