[
  {
    "id": "disease-reproductive-breast-discomfort",
    "title": "Breast Discomfort",
    "contentEn": "TREATMENT\n• For breast tenderness, apply vitamin E on the area, and be sure to include enough\nessential fatty acids in the diet (5 gm, 3 times a day). Flaxseed oil, sunflower seed oil, or\nwheat germ oil are best.\n• Selenium is an antioxidant and helps prevent breast tenderness.\n• Using caffeine products is linked to breast tenderness.\n• Discomfort and soreness in the breast is also a symptom of fibrocystic breast disease (see\n\"Breast Cyst).\"\nENCOURAGEMENT—Since Jesus came to dwell with us, we know that God is acquainted with our\ntrials and sympathizes with our griefs. Obey God's Ten Commandment law, by faith in Jesus Christ, and\nyou will have a much happier life.\n\n(Breast Tenderness)\nSYMPTOMS—There is tenderness and discomfort in the breast.\nCAUSES—Breast tenderness is a common characteristic of the premenstrual syndrome (PMS) and early\npregnancy. If caused by PMS, the tenderness may occur regularly every month; if associated with early\npregnancy, missed periods and a positive home pregnancy test will reveal that.\nThe cause is generally the natural cycles of your reproductive hormones, which are estrogen and\nprogesterone. They signal the milk-producing glands in the breast to grow and areas around them to\nexpand with blood and other fluids to nourish the cells. This can result in stretched nerve fibers and a\nsense of pain.\nThen there are fibrocystic changes, which include lumps and cysts (see \"Breast Cyst\" for more\ninformation).",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-breast-inflammation",
    "title": "Breast Inflammation",
    "contentEn": "TREATMENT\n• Soak a cloth in a mixture of 1 pint of linseed oil and 4 ounces of spirits of camphor, and\ncover the entire affected area. Apply as often as needed.\n• Hot and cold applications of dry cloths help relieve the soreness and inflammation. Give\nthese continually until relieved. Then apply the mixture again.\n• When the breast is swollen, give a poultice slippery elm, with a little lobelia added to it.\n• Drink a tea of goldenseal, black cohosh, and ginger.\n• Go on a short fruit and vegetable juice fast, and clean out the bowels.\n—Also see \"Breast Discomfort\" and \"Breast Cyst.\"\nENCOURAGEMENT—As the Son of man, Christ gives an example of obedience to God's holy law;\nas the Son of God, He gives us power to obey that law.\n\nSYMPTOMS—Painful and hard swelling in the breast. There is restlessness, throbbing, burning pain,\nand possible fever.\nCAUSES—Injury or improper diet are among the causes of inflamed, swollen, caked breasts, or sore\nnipples.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-breast-cyst",
    "title": "Breast Cyst",
    "contentEn": "TREATMENT\n• Eat a low-fat, high-fiber diet, including more raw foods. Emphasize fruits, vegetables,\nand whole grains. Do not eat nuts which have been heated.\n• The trace element, germanium, is important. It is found in garlic and onions.\n• Research shows that milk and dairy products have high estrogen levels. It is best to avoid\nthem, for the cyst problem can always lead to a cancerous condition.\n• Avoid a diet high in meat, eggs, butter, and cheese.\n• White-flour products should be avoided.\n• Do not eat chocolate, animal products, cooked oils, fried foods, sugar, salt or drink\nbeverages with alcohol or caffeine.\n• Do not use nicotine products. They stimulate the growth of cysts.\n• Not using caffeine and applying primrose oil will help reduce the cysts.\n• Methylxanthines (which include caffeine, theophylline, and theobromine), found in\ncaffeine and chocolate foods have, been found to induce breast disease.\n• Keep the weight low. It is more difficult to locate tumors in larger breasts.\n• If you have an underactive thyroid, do what is needed to strengthen it, since\nhypothyroidism (which see) has been linked to fibrocystic disease.\n• Breast congestion can be caused by padded bras. Do not overheat the breasts; this can\nlead to breast cancer.\n• Excess clothing on the trunk, and not enough on the extremities, is a significant cause of\nfemale problems of various types.\n• Drink enough water, so it is easier for the blood and lymphatic system to care for the\nmilk glands.\nHere is additional advice, to help you avoid problems with benign breast changes:\n• Regularly take B vitamins, vitamin C, calcium, and magnesium. These vitamins help\nregulate the production of prostaglandin E, which in turn slows down prolactin activity.\nProlactin activates breast tissue.\n• Do not use diuretic drugs. Instead, drink more water to help improve kidney function.\n• Do not use highly salted foods.\n• Some find that applying cold water to the breasts helps when they are painful. But others\nfind that alternating very warm and cold works better. This can be done via heating pads,\ncold cloths, showers, etc.\n• Gentle breast massage will help move liquids out of the breast area into the lymph\npassages.\n• Dong quai helps regulate hormonal levels. Goldenseal helps heal infections. Red clover\ncleans the blood. Chlorophyll helps clean the liver and prevent formation of cysts.\nGermanium and CoQ10 provide oxygen to the cells and prevent free radical damage.\nFlaxseed oil helps prevent breast cancer.\n—Also see \"Cancer.\"\nENCOURAGEMENT—When you open your eyes in the morning, thank God that He has kept you\nthrough the night. Thank Him for all His blessings. Live your days in the presence of God; and, by faith\nin Christ, obey His Ten Commandment law.\nSection 13\nReproductive\nPart 2\nMenstrual Problems\n\n(Fibrocystic Breast Disease; Cystic Mastitis)\nSYMPTOMS—Discomfort, soreness, tenderness, lumpiness, and possible felt lumps and cysts in the\nbreast. These will be round lumps which move freely and are either firm or soft.\nThe symptoms are the most prominent before the monthly, and almost entirely absent during pregnancy.\nCAUSES—This is the most common breast problem that women have; over 50% of adult females have\nit. This is most frequent in women of child-bearing age, and primarily occurs between the ages of 30 and\n50.\nWhen there is too much fluid in the breast, instead of moving it out of the breast, the lymph system\nstores it in small spaces, here and there. Eventually, fibrous tissue surrounds them and thickens, forming\ncysts. These cysts frequently swell just before the monthly, causing pain.\nThese cysts may change in size; but, although tender, they move freely. In contrast, a cancerous growth\ngenerally does not move freely, is usually not tender, and does not leave.\nIt is important to regularly examine each breast for lumps, and determine what kind they are. It is best to\ndo this weekly.\nIt is known that the risk of breast cancer is three times as great in women with cysts.\nBreast cysts rarely appear after the age of 50, when estrogen levels are less.\nHormonal imbalance, abnormal production of breast milk (caused by high levels of estrogen), and an\nunderactive thyroid can induce cysts.\nOther causative agents are listed below.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-premenstrual-syndrome",
    "title": "Premenstrual Syndrome",
    "contentEn": "TREATMENT\n• Constipation is a primary reason why the liver cannot get rid of excess estradiol. Eat\nnatural foods with sufficient bulk. Avoid processed and junk foods.\n• Meals high in complex carbohydrates help one deal with stress. It is thought that they\nincrease the production of serotonin, a brain chemical which counteracts depression.\n• An inadequate supply of B complex vitamins is another factor causing PMS. B vitamins\nand magnesium help the liver excrete unwanted estrogen. Fried foods block the absorption\nof magnesium.\n• Eating chocolate, caffeine, sugar, and excess sodium are additional causative factors.\nWomen who regularly consume caffeine are four times more likely to have severe PMS.\n• Red meat and dairy products help produce a hormonal imbalance—exactly the kind in\nPMS, excessive estrogen and inadequate progesterone.\n• Another factor is unstable blood sugar levels. This can be caused by hypoglycemia or\nsimply poor eating habits. Either way, eat complex carbohydrates and avoid the sugar\nfoods.\n• Food allergies are another related factor. Search out the offending foods and stop eating\nthem (see \"Allergies\" and \"Pulse Test\").\n• It is important that you not eat foods which contain hormones! Many have been added to\ndairy products (via cows and chickens) and meat.\n• Obtain a full supply of vitamin/mineral supplements.\n• Adequate calcium intake during the monthly cycle is very important. Blood calcium\ndrops 10 days before menstruation. A lack of it causes headaches, tension, nervousness,\ndepression, insomnia.\n• Magnesium and vitamin D help in calcium absorption. Adequate stomach acid is also\nneeded.\n• Do not use caffeine, nicotine, or alcohol.\n• Fast for 1-3 days on fruit and vegetable juices before the period onset, to reduce\nproblems.\n• Regular outdoor exercise is important. Walk at least half a mile a day. This increases\noxygen intake, which in turn aids in nutrient absorption and elimination of toxins.\n• Here are herbs which may help reduce the pain of cramps: rosemary, black haw, cramp\nbark, red raspberry, kava kava, and angelica.\n• Selenium is an antioxidant and helps prevent menstrual cramps.\n• Use warm sitz baths, heating pad, or hot water bottle for cramps. This draws the healing\nblood and relaxes muscles.\n• Herbs helpful in treating PMS include dong quai, false unicorn root, fennel seed, squaw\nvine, blessed thistle, and sarsaparilla root. They help balance the hormones.\n• Some women with PMS are deficient in melatonin.\n• Wild yam cream contains a natural form of the hormone, progesterone, and helps many\nwomen. Rub the cream into the skin on the chest, inner arms, thighs, and abdomen just\nafter ovulation. The active ingredient is absorbed through the skin.\n• Vitamin E has been found useful in the treatment of PMS, with most improvement\nwhere benign breast disease was a major problem. Vitamin E is an antioxidant and helps\nprevent inflammatory reactions to dietary fats. It is possible that Vitamin A and zinc also\naids in this function.\n• Vitamin B (50-150 mg daily, especially during the 10 days preceding menstruation,\n6\nhelps relieve premenstrual edema, swellings, and soreness.\n• Discuss the problem with your spouse. This will help him understand the situation.\n—Also see \"Menstrual Disorders\" and \"Breast Discomfort.\"\nENCOURAGEMENT—The angels of God guard us every moment. Have we not reason to be thankful\nfor the protection we are given? All through the day, thank God for His blessings.\n\n(PMS)\nSYMPTOMS—There are over 150 symptoms linked to PMS, of which the most common include\nabdominal bloating, anxiety, acne, backache, breast swelling and tenderness, swollen feet, depression,\ncramps, food cravings, fainting spells, headaches, fatigue, joint pain, insomnia, nervousness, impatience,\ndrastic mood swings, angry outbursts.\nOther symptoms include sluggishness, lethargy, delusions, indecisiveness, dizziness, constipation,\nhemorrhoids, skin eruptions, and migraines.\nCAUSES—PMS affects many women during the one to two weeks prior to the onset of menstruation. It\naffects one-third to one-half of all American women between the ages of 20 and 50. As many as 75%\nhave the problem at one time or another. About 5% are incapacitated by it, and about a third report\nsymptoms severe enough to interfere with their daily life.\nBearing children or being married seems to increase the likelihood. The problem is a major cause of\ndivorce.\nHormonal imbalance is part of the PMS problem (see \"Menstrual Disorders\").\nThe liver regulates hormonal balance, by selectively filtering out of the blood and excreting unwanted\nexcess hormones. One of these is estradiol, a type of estrogen which causes problems. If not eliminated,\nit can build up in the body.\nPart of the hormonal imbalance problem is that there is too much estrogen in the body and not enough\nprogesterone. Fluid retention is the result. This affects the circulation and impedes oxygen and nutrient\nflow to the brain and female organs.\nAdditional causative factors are mentioned below.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-menstrual-disorders",
    "title": "Menstrual Disorders",
    "contentEn": "TREATMENT\n• The diet should contain an adequate, but not excessive, amount of high quality proteins,\npreferably from non-meat sources.\n• Eat complex carbohydrates (whole grains), to avoid blood sugar drops. This is important.\nBut do not overeat on anything. Low blood sugar is common during menstruation.\n• Include B complex, especially B and B ; along with vitamins C and E. Take brewer's\n12 6\nyeast, kelp, and essential fatty acids.\n• B vitamins, especially B and folic acid, help reduce some of the tensions associated\n6\nwith menstruation.\n• Deficiencies of essential fatty acids, together with cyclic hormonal patterns, produce the\nclassic symptoms of fragile emotions, irritability, etc.\n• Take vitamin A as beta-carotene during the last 14 days of the cycle.\n• Iron is vital because of the loss of blood each month. Vitamin C helps the body absorb\niron. Beware of supplemental iron during pregnancy! Iron-rich sources include blackstrap\nmolasses (best single source), apricots, and raisins. Iodine is also needed, when there is a\nblood loss. Eat kelp or dulse.\n• Calcium supplementation is very important, if you want to avoid painful cramps!\n• Cramping may be relieved by additional intake of calcium and niacin.\n• Manganese is needed for normal reproduction and the mammary glands, and helps\nprevent osteoporosis.\n• Vitamin B helps restore normal menstrual cycles.\n12\n• Limiting salt and fluid intake a short time before menstrual onset may help reduce edema\nin the legs and elsewhere in the body.\n• Food allergies can be involved in painful menstruation. In one study, eight patients were\nfreed of the problem when all foods they were allergic to were eliminated (see \"Allergies\"\nand \"Pulse Test\").\n• Allergenic foods most frequently listed were whey, milk, eggs, beef, chocolate, nuts,\nfish, beans, cauliflower, pepper, and cabbage.\n• Avoid overeating! This encourages abdominal congestion.\n• A low-salt diet helps relieve bloating and water retention.\n• Taking the birth control pill greatly upsets the entire hormonal system, and it does not\nrecover, even after the pill is stopped for many months or years.\n• Problems with the pituitary, adrenals, or thyroid may produce amenorrhea, or abnormal\nbleeding cycles. Stress or the birth control pill can seriously affect the adrenals (which\nproduce 20% of the total estrogen used by the body).\n• Extreme diets (strict fruitarianism, very low protein diets, or repeated strict weight loss\nregimens) can produce amenorrhea.\n• Poor body mechanics (poor posture) causes the female organs to move out of place, and\nthis can affect menstruation. Proper posture tends to reduce cramping.\n• Those who have diaphragmatic (abdominal) breathing tend to have no menstrual pain.\nAvoid belts and tight clothing about the waist.\n• Adequate exercise is also needed.\n• Avoiding constipation is very important.\n• Avoid overfatigue just prior to the period. Maintain a regular daily schedule throughout\nthe month.\n• An excess of stress can also affect menstrual flow and attendant problems.\n• Sexual stimulation at that time of the month increases abdominal congestion.\n• If you are overweight, lose weight in order to reduce painful periods.\n• Using tobacco aggravates menstrual disorders. Smoking induces painful menstruation.\n• Take a daily hot sitz bath. If available, add chamomile or juniper needles to the water.\n• Or take two hot baths each day at the beginning of menstruation. This draws blood from\nthe over-congested uterus to the skin.\n• A four-minute back massage to an area an inch to the right of the lumbar (small of the\nback) spine may bring relief from painful menstruation.\n• A hot sitz bath (105o-115o F.) with a hot footbath (110o-117o F.) for 3-10 minutes is\noften helpful.\n• Drink catnip tea each morning and evening during the period.\n• Helpful herbs include: yarrow and blue cohosh in menstrual difficulties; wormwood and\npennyroyal, when there is painful menstruation; chamomile relieves menstrual spasms;\npeppermint tea eases the pain; desert tea (ephedra viridis), for delayed or difficult\nmenstruation; life root, when there is suppressed menstruation; black cohosh when there is\nobstructed menstruation; garlic and motherwort, to promote menstrual flow; amaranth and\nlady's mantle, when there is excessive menstruation; blazing star, for low-ovarian function\nand lack of estrogen.\n—See \"Premenstrual Syndrome\" for much more information.\n—Also see \"Lack of Menstruation\" and \"Painful Menstruation.\"\nENCOURAGEMENT—All heaven is interested in the work going on in this world, to prepare people\nto live forever in heaven. It is important that we cooperate with God by accepting Christ as our Saviour\nand, by faith in Him, obeying the Ten Commandments.\n\n(Amenorrhea—1; Dysmenorrhea—1;\nMetrorrhagia; Oligomenorrhea)\nSYMPTOMS—Depression, tension, melancholia, breast tenderness, cramps, fainting, water retention,\nrapid heartbeat, and backache may occur.\nCAUSES—Menstruation is also called menarche. Women whose general health and resistance are good\nare less likely to have menstrual problems.\nAn irregular cycle often indicates the general state of a woman's health, and is usually the result of\nnutritional deficiencies or autointoxication caused by constipation, an organic malfunction, drugs,\nvitamin or mineral deficiency, and/or chemicals.\nAmenorrhea: Absence or suppression of menstruation.\nDysmenorrhea: Painful or difficult menstruation.\nMetrorrhagia: Bleeding between periods.\nOligomenorrhea: Infrequent or scanty menstruation.\nPeriods tend to stop in athletes and in women who drop below 20% body fat.\nThere are two types of dysmenorrhea (painful menstruation):\nPrimary dysmenorrhea usually does not occur until several years after menstruation begins. The pain\nbegins a few hours before or at the onset of bleeding, may last from a few hours to 1-2 days, and is\ngenerally worst the first day. At first, there is a scanty flow, which increases as the pain subsides.\nSecondary dysmenorrhea may start 2-3 days before onset, with pain in the abdomen, small of back, and\non down the legs. It is a more constant pain, but includes sharp cramps, and continues throughout the\nperiod. This type is often linked to a pelvic disorder (inflammation, uterine malposition, endometriosis,\ntumors, etc.), which needs to be eliminated in order to lessen or remove the pain.\nHormonal imbalance is usually involved (see \"Premenstrual Syndrome\").",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-lack-of-menstruation",
    "title": "Lack Of Menstruation",
    "contentEn": "(Amenorrhea) (J.H. Kellogg, M.D.,\nFormulas)\nBASIC APPLICATIONS—Tonic Sitz Bath; cold Pelvic Pack; Graduated Baths, twice daily, for tonic\npurposes; short very cold Douche to lower spine, over stomach, and to inner surfaces of thighs; pelvic\nmassage daily, and especially when period is due.\nSUPPRESSED MENSTRUATION—Short Cold Douche to spine, thighs, and over stomach, daily or\ntwice a day; Hot Footbath or Hot Blanket Pack during the interval between the periods; Hot Hip Pack;\nwarm vaginal irrigation at 950-1000 F.\nGENERAL METHOD—It is very necessary to seek for the problem and not merely to \"treat a\nmalady.\" Apply such measures as may be required for relief of anemia, chlorosis, indigestion, or any\nother disturbance of the nutritive functions.\n—Also see \"Menstrual Disorders.\"",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-painful-menstruation",
    "title": "Painful Menstruation",
    "contentEn": "(Dysmenorrhea) (J.H. Kellogg, M.D.,\nFormulas)\nBASIC—Rest in bed during period.\nWHEN DUE TO OVARIAN DISEASE (beginning before flow)—Hot Hip and Leg Pack; Hot\nBlanket Pack; Fomentation over stomach; hot Pelvic Pack; Revulsive Sitz; hot Colonic, followed by hot\nFootbath if flow is checked; hot Douche at 990-1020 F.; very Hot Full Bath (1050-1100 F.) for 5-8\nminutes.\nWHEN DUE TO UTERINE DISEASE (beginning with, and accompanying, flow)—Hot Hip Pack\nwith Hot Footbath, followed by Cold Compress to area above stomach and inner surfaces of thighs for\n30-40 seconds. For treatment between periods, see \"Metritis, Chronic and Pelvic Congestion.\"\nWHEN DUE TO INFLAMMATORY DISEASE OF APPENDAGES—Hot Enema, hot\nFomentations, Hot Pelvic Pack, Hot Blanket Pack.\nGENERAL METHOD—In addition to the local measures for relief of pain which have been indicated\nabove, it is in most cases necessary to combat some general disorder to which the local disease may be,\nmore or less, directly related. See \"Anemia,\" \"Neurasthenia,\" \"Hysteria.\" General tonic measures must\nbe used between the menstrual periods. In chronic ovarian congestion, apply the stomach compress\nduring the night; daily give a Revulsive Sitz Bath or Hot Pelvic Pack and the very hot vaginal irrigation,\n1150-1200 F., for 15 minutes. In cases of deficient development, as in infantile uterus or nerve spasm of\nthe uterine vessels, employ the Revulsive Sitz Bath, alternate genito-urinary douche, tonic sitz bath,\npelvic and general massage. Surgical measures are often required for permanent relief, but a surprisingly\nlarge number of cases are resolvable without surgery; hence water therapies should be perseveringly\ntried before resorting to surgical procedures.\n—Also see \"Menstrual Disorders.\"",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-uterine-bleeding",
    "title": "Uterine Bleeding",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nBASIC APPLICATIONS—Hot vaginal irrigation; short Hot Hip Pack; Hot Footbath, followed by\nCold Compress over stomach and inner surfaces of thighs. In obstinate cases, cold vaginal irrigation.\nModerately prolonged, very cold, Shallow Sitz Bath at 500-650 F. for 5-15 minutes, accompanied by Hot\nFootbath when other measures fail; hot Douche to lower spine area over stomach and inner surfaces of\nthighs, twice daily during intervals.\nCAUTIONS—Avoid prolonged Hot Sitz Bath, Hot Douche, Hot Leg Bath, Hot Footbath, or Hot Sitz\nBath, and in some cases even Fomentations and hot vaginal irrigation. It is equally necessary to avoid\nshort cold applications to the lower spine, abdomen, thighs, and feet, as the reflex effects of such\napplications increase pelvic and uterine congestion.\nGENERAL METHOD—It is always highly important to inquire closely for all possible causes of the\nprofuse flow. The cause may be simple anemia from defective nutrition, constipation, sexual excess,\nenteroptosis, uterine displacement, ovarian or tubal disease, uterine inflammation, or congestion. The\nmost common cause is vegetation of the endometrium, which must be removed by surgical measures.\nThe operation must be followed by treatment for chronic metritis. In many instances, several of these\nconditions may be combined. Good results generally follow water treatments.\nNOTE—The following two paragraphs were typed as part of the \"how to stop bleeding\" section, but\nthey have been placed here instead because they are lengthy, cover the subject of uterine bleeding well,\nand are not effectively duplicated in this present section of Kellogg formulas.\nFor hemorrhage from the uterus, apply short, very hot fomentations (or the hot douche) to the thighs\nand spine while an ice bag is placed over the lower abdomen and a hot vaginal douche is given. Another\nvery useful procedure for uterine hemorrhage is this: a very short hot douche to the lower back, the inner\nsurfaces of the thighs, and the soles of the feet. Prolonged cold applications to the same surfaces produce\nlike effects. These applications may be made either with or without a simultaneous use of the hot uterine\nor vaginal douche, according to the severity of the case.\nCaution: Cold applications must not be used in cases of menorrhagia (excessive bleeding during\nmenstruation, either in amount of loss or number of days), except with the utmost care and discretion, on\naccount of the danger of producing hematoma or hematosalpinx, through the sudden checking of the\noutflow of blood. Therefore, use only less strong measures during the first 24 or 36 hours of the period.\nReserve the cold applications to a later time. During the first day: The hot vaginal douche is better and\nsafer. \"The danger of producing hematoma is, in the author's opinion, very small after the first day.\"\nKellogg then tells of a girl who had suffered for nearly a year without relief, although she had gone to\nmany physicians. When brought to him, she was \"placed at once in a sitz bath of about 500 F. for 15\nminutes, the feet being placed in cold water at the same time, with the result that the hemorrhage ceased\nat once; and, by continued and repeated application of the cool sitz bath for a few weeks, the difficulty\nwas relieved. The above measures will not solve the problem when the hemorrhage is due to\nvegetations, a uterine fibroid, or a malignant disease. In cases where the hemorrhage is accompanied by\nsevere nerve pain or acute pelvic inflammation, use very hot rather than very cold applications to the\ninside of the thighs and lower back region. This should be brief and the temperature sufficiently high to\nbe somewhat painful, and is best done by sponging the parts with water at 1400 F. or by applying, for 1-\n2 minutes, cloths wrung from 140o F. water.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-uterine-fibroids",
    "title": "Uterine Fibroids",
    "contentEn": "TREATMENT\n• Taking oral contraceptives increases the likelihood of developing fibroids.\n• If found, do not take oral contraceptives with a high-estrogen content; the estrogen may\nmake them enlarge faster.\n• Over 30% of the hysterectomies done in the U.S. are for the purpose of removing\nfibroids. But, if possible, do not remove them. Fibroids generally shrink when menopause\nbegins. This is due to the decreased amount of estrogen in the body from that time\nonward.\n• An alternate surgery is a myomectomy, which removes the fibroids and leaves the uterus\nintact. It is true that there is a slightly higher possibility of complications with a\nmyomectomy, and the results are not always permanent (50% of the time new fibroids\nwill appear). But a hysterectomy works havoc with the hormonal system.\n• You may also want to read the article, \"Hysterectomy Problems.\"\nENCOURAGEMENT—God wants us to be happy. He desires to put a new song on our lips, even\npraise to our God. He can give you overcoming strength. Walking with Him; you can have peace and\nassurance.\nSALPINGITIS AND OVARITIS—1\n(Fallopian Tube Inflammation;\nOvarian Inflammation)\nSYMPTOMS—Tenderness of one or both fallopian tubes; in severe cases there is abdominal pain,\nusually felt on both tubes. Vaginal discharge, swelling, fever, possible abscesses. Peritonitis may occur\nlater. (Peritonitis is inflammation of the peritoneum, which is the membranous coat lining the abdominal\ncavity (see \"Peritonitis\").\nCAUSES—Salpingitis is inflammation of the fallopian tubes. Ovaritis is inflammation of the ovaries.\nOvaritis may involve the substance of the organ (oophoritis) or its surface (perioophoritis), and may be\nacute or chronic. These technical words are defined because it is easy to confuse ovaritis and oophoritis\nin the medical literature.\nThe fallopian tubes and ovaries are normally protected by the acidic vagina, the mucous plug of the\ncervix, and cilia in the uterus and fallopian tubes. But there are five situations, during which infection\ncan more easily penetrate those delicate organs:\nDuring menstruation, the vagina is alkaline, the plug is gone, and only a healthy flow protects the\nfallopian tubes and ovaries from infection. Sexual activity, during a period, can introduce bacteria.\nDuring and just after childbirth.\nFollowing an abortion. It has been well-documented that abortion clinics tend to operate on a mass-\nproduction basis instead of the careful and sterile conditions one would find in a hospital operating\nroom.\nUse of an IUD is also a significant cause of infection.\nGeneral enervation or local congestion, due to a variety of causes—ranging from poor diet, overwork,\nconstipation, pelvic infections, etc.\nOnce salpingitis or oophoritis occurs, there is a 70% likelihood of sterility.\n• Antibiotics are usually given, but they only work on a short-term basis; and, frequently,\na chronic case of salpingitis follows. While it is being treated, scar tissue and other\nblockage can occur on the tubes.\n• Whether or not antibiotics are used, it is highly recommended that natural methods also\nbe used. The objective is to clear up the infection as soon as possible, to prevent possible\nsterility.\n• Vegetable or juice fasting for a time, followed by all raw fruits and salads; and this\nfollowed by a nourishing vegetarian protein diet. Vitamins A, C, E, and zinc are especially\nneeded. But also include a full vitamin/mineral supplement.\n• These fasts will need to be continued until all acute symptoms are gone. If a chronic\ninfection has already started, then alternate the fasts with nourishing food.\n• Use hot and cold contrast sitz baths, to remove pelvic congestion and infection. Do this 3-\n4 times a day. The alternate hot and cold bath pumps healing blood throughout the\naffected area.\n• Also apply alternate 2-3 minutes hot and 2-3 minutes ice cold compresses directly over\nthe painful pelvic area.\n• Helpful herbs include echinacea, goldenseal, black cohosh, black haw, and bearberry.\nENCOURAGEMENT—You are the Lord's, for He created you. You are His by redemption, for He\ngave His life for you. Preserve every portion of the living machinery, so that you may use it for God.\nSALPINGITIS AND OVARITIS—2\n(J.H. Kellogg, M.D., Formulas)\n(1) ACUTE FORM —\nGENERAL CARE—Rest in bed; hot vaginal irrigation, twice daily; hot pelvic pack; Hot Leg Pack or\nHot Footbath twice daily, followed by cold friction. If suppuration of tubes occurs, operation is usually\nnecessary. During the first few days, ice bag over inflamed part, interrupted at intervals of 1-3 hours by\nFomentation for 15 minutes or hot and cold pelvic compress for 30 minutes; heat to limbs.\nCAUTIONS—Avoid general cold applications and cold applications to the feet.\n(2) CHRONIC FORM —\nBASIC APPLICATIONS—Hot vaginal irrigation twice daily; hot rectal irrigation once daily, if\nexudation in pelvis is extensive; pelvis massage. General tonic applications; general massage; sunbaths;\nout-of-door exposure with proper protection, carefully avoiding chill; nourishing and blood-building\ndiet. If suppuration is present, give drainage. Removal of the diseased appendages is sometimes\nrequired, but in most cases this may be avoided by the proper application of water treatments at the\noutset.\nENDOMETRIOSIS (Ovarian Cysts)\nSYMPTOMS—Abdominal pain, back pain, pelvic pain, constipation, bladder problems, bleeding\nbetween periods, very painful menstrual cramps, and the passing of large clots and shreds of tissue\nduring the menses. Thirty percent have no symptoms. Iron anemia is common.\nCAUSES—Tissue cells, which appear to be like those in the endometrium (the lining of the uterus),\ngrow elsewhere in the abdominal cavity: the ligaments, ovary, bladder, rectum, bowel, appendix, etc.\nThey rarely occur outside the pelvic area.\nThese tissue implants, wherever they settle in the body, will be affected by estrogen and will bleed\nduring the monthly.\nEndometriosis is generally diagnosed between 30 and 40 years of age. About 25-30% of white women\nhave it, but rarely among blacks. It tends to run in families, passing from mother to daughter.\nThe problem lessens during pregnancy and lactation, and sometimes does not return. But, more often, it\ndoes and continues until menopause; after which time, it becomes inactive, though scar tissue remains.\nA frequent result of endometriosis is the inability to become pregnant. Most women who have the\ndisorder have never been pregnant.\nWhen internal fetal monitors are placed in an expectant mother, the chances of later developing\nendometriosis are increased threefold.\nAvoiding sexual activity during menstruation reduces the risk of developing this disorder.\n• Hot and cold sitz baths, for 20-30 minutes at a time, help reduce congestion, as may a\nhot footbath for 30 minutes. Conclude either treatment with a cold mitten friction.\n• Hot fomentations to the lower abdomen are helpful; and, it is reported, when this is done\nfaithfully, there frequently is complete remission.\n• An ice bag, hot water bottle, or heating pad may be placed on the lower abdomen or\nback.\n• The diet must also be improved. Follow directions specified elsewhere in these articles.\n• Do not use caffeine products, for this aggravates the pain.\n• A diet high in sugar and white-flour products contributes to endometriosis.\n• Eliminate foods containing hormones and antibiotics, since they upset the natural\nbalance in the body and can lead to endometriosis. Such foods include meat and dairy\nproducts (including eggs).\n• Eat a nutritious diet, which includes much raw food, and is high in fiber, B vitamins, and\nE. Also needed is calcium, magnesium (to reduce nervous tension), iron, and potassium.\n• Fast for 3 days (on distilled water and fresh fruit and vegetable juices) each month\nbefore the anticipated beginning of the menstrual period.\n• Helpful herbs include black cohosh, to balance hormones; echinacea and goldenseal, to\neliminate infections; cayenne, to stop bleeding; and burdock, to cleanse the blood.\n• Tampons reduce the internal flow and can increase the likelihood of developing or\nincreasing the implants. They also increase pain and cramping.\n• Women with endometriosis frequently have a difficult time getting pregnant (see\n\"Fertility Problem\").\n• A hysterectomy will not solve the problem if implants have occurred elsewhere in the\npelvic region.\nENCOURAGEMENT—With the rich promises of the Bible before you, you can have assurance of\nGod's love for you. As you read the promises, remember they are the expression of unutterable love and\npity. He loves you.\n\n(Fibroids, Uterine Fibroma)\nSYMPTOMS—In half of all cases, there are no symptoms. But these growths can cause abnormally\nheavy and frequent menstrual periods, or even result in infertility. Other possible indications: anemia,\nfatigue, bleeding between periods, weakness from blood loss, increased vaginal discharge, bleeding after\nintercourse.\nCAUSES—A uterine fibroid is a benign tumor, varying in size from a millet seed to a size large enough\nto fill the entire abdominal cavity. May be single or multiple. The tumors are completely covered by a\nfibrous connective tissue capsule.\nFibroids rarely cause symptoms before the age of 30, but is common after that age, especially among\nblacks; 20-30% of women have them. The type of symptoms shown depends on where the fibroids are\nlocated. They can exert pressure and cause pain to the bladder, bowels, or even block the urethra\n(producing kidney obstruction).\nWhen they produce no symptoms, they should be left alone, but should be removed if unusually rapid\ngrowth occurs.\nIf the flow is far too heavy or rapid, you may have interfering fibroids.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-prostate-disorders",
    "title": "Prostate Disorders",
    "contentEn": "TREATMENT\n• Avoid sexual stimulation without a natural conclusion (an orgasm). Continued\nstimulation leads to a prolonged engorgement. This is not good for the prostate.\n• Avoiding sexual activity entirely is the best way to care for your prostate in the older\nyears.\n• Maintain optimal physical and emotional health. Avoid that which is sexually\nstimulating.\n• Regular exercise outdoors in the open air is important. Walking for an hour or two every\nday is excellent.\n• Riding bicycles, motorcycles, or horses may injure the perineum, resulting in congestion\nof the prostate.\n• Avoid exposure to dampness or cold.\n• Avoid constipation. This is important.\n• Do not sit for hours on padded seats in cold places (such as buses, trains, etc.). Whenever\npossible, sit on a hard chair. This reduces compression.\n• Increase fluid intake, in order to flush the kidneys and bladder of toxins and bacteria.\n• Do not let the bladder become too full. Urinate as quickly as possible, when the urge\ncomes. Try to completely empty the bladder each time.\n• Do not eat junk food, fried food, caffeine, spices, chocolate, nuts (especially cashews),\nor drink alcohol or use nicotine.\n• Eat a nourishing diet, including vitamin/mineral supplementation, especially zinc.\n• The diets of those who have prostate trouble are usually low in essential fatty acids\n(flaxseed oil and wheat germ oil are the best). Never heat these oils.\n• Treat it with zinc (50 mg, three times a day), essential fatty acids (flaxseed oil, 1\nteaspoon, three times a day), and a high-fiber diet which includes pumpkin seeds and\nalfalfa. Vitamin A (as beta-carotene, 300,000 IU a day), vitamin C to bowel tolerance,\nchlorophyll (as alfalfa), selenium (250 mcg, three times a day), amino acids (alanine,\nglycine, and glutamic acid; 5 grams each, daily for 90 days), and cranberry juice (2 pints a\nday).\n• Many medicinal drugs, including pilocarpine, irritate the prostate.\n• When there is an acute condition, take hot sitz baths daily and add chamomile tea to the\nwater.\n• Also helpful is a short cold bath.\n• A high charcoal and water enema helps the healing process. Use 1 cup of hot water to 1\nteaspoon of powdered charcoal. Allow it to remain as long as possible.\n• In order to increase circulation in the area, lay flat on your back on the floor. Then swing\none leg across the other till the knee touches the floor and vice versa. Do this as many\ntimes as you can, and eventually bring it up to 50 repetitions at a time.\n• Helpful herbs include echinacea and goldenseal, for bactericide. Horsetail, combined\nwith hydrangea, helps contract the prostate. Saw palmetto and cayenne are also useful.\n—Also see \"Prostatitis\" and \"Prostate Cancer.\"\nENCOURAGEMENT—Cling to God with all your heart, and He will guide you aright. You need His\nhelp every moment. Trust and obey His Written Word.\n\n(Prostatitis; Enlarged Prostate, Prostate\nHypertrophy; Prostate Cancer)\nSYMPTOMS—Pain on urination, frequent urination, urine retention, often a fever. There may be a\ndischarge.\nAcute prostatitis: fever, frequent and burning urination, pain between the scrotum and rectum, a feeling\nof fullness in the bladder, pus or blood in the urine.\nChronic prostatitis: frequent and burning urination, blood in the urine, lower back pain, impotence\n(inability to copulate).\nGradually, urination becomes still more difficult.\nCAUSES—The prostate is a doughnut-shaped male reproductive gland. It is under the urinary bladder,\nand surrounds the urinary tube (urethra).\nMuscles located within the prostate squeeze prostatic fluid into the urethral tract during ejaculation.\nMost of the semen consists of this fluid, which provides nourishment and protection for the sperm.\nThere are three primary prostatic problems:\nProstatitis: This is inflammation of the prostate gland, is common in men of all ages, and is the most\nfrequent type of prostate problem.\nThe inflammation tends to block off the urine flow (urine retention), and this causes bacteria to build up.\nSometimes hormonal changes, from aging, may be a contributing factor.\nWhen urine retention results, the bladder becomes distended, weak, tender, and liable to infection.\nInfection can easily pass up the ureters to the kidneys.\nEnlarged prostate: This is also called benign prostatic hypertrophy. It is the gradual enlargement of the\nprostate, and occurs in half of all men over 50, and three-fourths of men over 70. It is probably the most\ncommon infirmity of aging in the human male. More than 500,000 American men are afflicted each\nyear.\nIt is believed that, with age, testosterone production and levels decrease, and certain other hormones\n(prolactin and estradiol) increase. This results in more of a powerful form of testosterone, called\ndihydrotestosterone. This hormone causes an overproduction (hyperplasia) of prostate cells—and that\ncauses the prostate gland to become larger. As it does, it eventually tends to pinch upon the urethra, and\ninterfere with the flow of urine.\nAs a result, neither the bladder nor kidneys empty fully. This produces pressure which can damage them.\nUrination becomes more frequent. It flows more slowly, and there may be difficulty in starting and\nstopping the flow. Sometimes there is blood in the urine.\nHere is how to check your own prostate:\nThe prostate can be felt (palpated) with the gloved finger. If you are going to do this effectively, you\nwould need to examine it monthly. The normal prostate is firm like an orange and about the size of a\nwalnut. You would reach into the rectum, to carry out this examination. The prostate is found at a depth\nin the rectum that is just comfortably in reach of the index finger. An acute case of enlargement may be\nhard while a chronic enlargement may be boggy. Tumors, either benign or malignant tend to be irregular\nand nodular.\nProstatic cancer: An enlarged prostate can become cancerous; but, fortunately, it always proceeds very,\nvery, slowly. So slowly, in fact, that an operation to remove the prostate, because of cancer, is generally\nnot needed. This is because, before the man is likely to die of prostate cancer, he is quite aged and dies\nof something else first. But, of course, you will want to consult your medical specialist.\nThe suggestions below are for prostate problems, in general. For more information on home care, in\nthose instances in which cancer is present, see \"Cancer.\"\nVasectomy, for sterilization, has been linked to prostate disorders and even cancer.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-prostatitis",
    "title": "Prostatitis",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nBASIC APPLICATIONS—Revulsive Sitz Bath; Hot Colonic; Neutral Sitz Bath, for 30-60 seconds;\nCold Mitten Friction.\nPAIN—Revulsive Sitz Bath; Fomentation or the Revulsive Douche to perineum, with little pressure;\nColonic in chronic cases. Hot Enema, when bowels are constipated.\nCHRONIC ENLARGEMENT WITH INDURATION—Good results often follow the use of the\nfollowing measures: alternate hot and cold Colonic; Shallow Cold Rubbing Sitz Bath, for 4-8 minutes;\ncold pelvic pack (Wet Sheet Pack over pelvic area) with Hot Leg Pack; massage of prostate; graduated\ntonic baths; ice bag to perineum, with Hot Hip and Leg Pack for 15-30 minutes.\nCAUTIONS—When pain is present, avoid general cold baths, cold Sitz Baths, Cold Footbaths, and\nchilling of feet. Absolute sexual continence is essential.\nTESTICLE INFLAMMATION, ACUTE\n(J.H. Kellogg, M.D., Formulas)\nBASIC POINTS—Rest in bed; elevation of scrotum upon a tense broad band of cloth, placed about the\nthighs close to hips; Hot Pelvic Pack or Hot Hip Pack with Cold Compress over genitals, every 3 hours.\nDuring intervals, Compress at 600 F. over perineum, genitals, and over stomach, with heat to feet. Tepid\nEnema, twice daily; Cold Mitten Friction or Cold Towel Rub, twice a day; prolonged Neutral Bath or\nNeutral Pack to control temperature, if necessary.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-testicular-atrophy",
    "title": "Testicular Atrophy",
    "contentEn": "TREATMENT\n• Eat a nutritious diet, plus a full range of vitamin/mineral supplementation.\n• Take zinc (50 mg, three times a day).\n• Helpful herbs include saw palmetto and ginseng.\nENCOURAGEMENT—Jesus says to ask God for the help you need. It is wonderful to be able to call\non God. Do not neglect this privilege. He can do for you that which you can never do for yourself.\nSection 14\nBirth and Children\nPart 1\nFertility\n\nSYMPTOMS—Progressive wasting and shriveling of the testes.\nCAUSES—This condition is not uncommon in aging men. It can also follow an episode of mumps.\nTesticular atrophy may result in lessened sexual drive and possible feminization.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-pregnancy-related-problems",
    "title": "Pregnancy Related Problems",
    "contentEn": "SYMPTOMS—A variety of problems can occur during pregnancy—ranging from backache,\nconstipation, stretch marks, and gas, to hemorrhoids, varicose veins, and miscarriage.\nINTRODUCTION—Pregnancy is that special 40-week period between conception and birth when the\nchild grows and develops. A weight gain of 20-35 pounds is desirable and, in most cases, is in keeping\nwith good health. But a number of problems can occur. Here are several of them. For more information,\nsee \"Morning Sickness,\" \"Premature Labor,\" and \"Miscarriage.\"\nMany of the problems occurring during pregnancy are related to hormonal changes, nutritional needs, or\nvarious expansion pressures as the fetus continues to grow.\nNUTRITION—Proper nutrition is important. There is a 20% increase of blood volume during\npregnancy. This requires additional complete protein.\nA healthy diet during this time would include 2 fruits a day, 7 vegetables (including salads, grains, and\nother worthwhile foods), etc. Complex carbohydrates, best obtained in whole grains, are important.\nComplete, vitamin/mineral supplementation is also important.\nVitamin A protects the immune system and avoids eye abnormalities, cleft lip, and cleft palate. Do not\nlet vitamin A intake go over 10,000 IU daily. Excessive intake of vitamin A is linked to cleft palate,\nheart defects, and other congenital defects. Foods rich in vitamin A may also cause problems. But foods\nwith natural beta-carotene are not harmful. (This is because it is only converted to vitamin A as it is\nneeded.)\nAll the B complex is important. They help prevent leg, back, and joint pains in the mother during\npregnancy.\nVitamin B (thiamine) prevents stillbirths, low-birth weight babies, and heart disorders. In late\n1\npregnancy and post-delivery, B requirements are greatly increased.\n1\nVitamin B (riboflavin) prevents short limbs and cleft palate.\n2\nVitamin B (niacin, niacinamide) prevents irritability, depression, disorientation, fatigue, nervousness,\n3\nand muscular weakness.\nVitamin B (pyridoxine) prevents several fetal abnormalities, including seizures, cleft lip, and cleft\n6\npalate. Take 100 mg daily until birth, followed by only 50 mg daily. This is because an excess of B\n6\nafter delivery can hinder the amount of mother's milk produced.\nFolic acid prevents anemia and birth defects. It is involved in cell growth and DNA production. But it is\nvital that this supplementation be started prior to conception. Take 400 mg daily. If there is not enough\nfolic acid in the system during the first six weeks of pregnancy, spina bifida and anencephaly can result.\nBut most women do not know they are pregnant until several weeks after conception has occurred.\nTherefore it is crucial that you be taking this vitamin regularly.\nVitamin C prevents infections and small babies.\nVitamin D works with calcium, to build strong bones.\nAll the vitamins are very important, but so are the minerals.\nMagnesium helps prevent birth abnormalities and miscarriage.\nCalcium prevents weak bones and teeth, premature births, and damaged nerves.\nAlthough phosphorous is important you always get enough in your food. Too much blocks iron and\ncalcium absorption. Soft drinks eliminate calcium. See \"Bones, Strengthening.\"\nThe trace minerals are also important. Nova Scotia dulse and Norwegian kelp are good sources.\nIodine prevents thyroid problems, abnormal development, and certain types of mental retardation.\nZinc prevents dwarfism and limb defects.\nManganese prevents certain brain abnormalities.\nInadequate folic acid, manganese, and zinc (as well as amino acid imbalances) have been linked to\nmental retardation and deformities in the fetus.\nDo not eat junk food of any type. Avoid caffeine, alcohol, tobacco, spicy, fried, or overly processed\nfoods. If possible, avoid all drugs.\nSPECIAL NOTES—If at all possible, have your baby by natural childbirth—and with the help of a\nmidwife.\nBe sure and breast-feed your baby for at least the first three months, and longer if possible. (see \"Breast-\nfeeding.\")\nDo not use an electric blanket. Studies indicate it may increase risk of miscarriage and problems in\ndevelopment.\nAspirin has been linked to fetal deformities, bleeding, and complications during pregnancy.\nDo not use cinnamon in large quantities during pregnancy.\nThe drug, etretinate (Tegison), is prescribed for psoriasis, and can cause birth defects.\nAvoid the following herbs during pregnancy: feverfew, goldenseal, black cohosh, tansy, angelica,\nbloodroot, celandine, dong quai, Oregon grape, rue, cat's claw, barberry, cottonwood bark, and\npennyroyal.\nKeep yourself healthy, so you can continue eating an adequate diet. Avoid long fasts, cleansing diets, or\nstrictly limited diets during pregnancy and lactation (see \"Eclampsia\").\nDo not take anything containing shark cartilage during pregnancy. It reduces production of new blood\nvessels.\nDo not take supplements containing phenylalanine. This is an amino acid which can alter brain growth\nin the fetus. The sweetener, Aspartame (Equal, NutraSweet), contains high levels of phenylalanine.\nA drug prescribed for acne (isotretinoin, under the trade name of Accutane) can cause birth defects.\nAvoid mineral oil; it inhibits the absorption of fat-soluble vitamins.\nTwo medications, used to control seizures, increase by four times the risk of producing a baby with heart\ndefects. These drugs are phenobarbital and phenytoin (Dilantin).\nDrinking large quantities of coffee, cola drinks, or other caffeine sources can result in birth defects.\nCertain chemicals in drugs can stunt fetal growth. These include acetaminophen (Tylenol, Datril, and\nothers); antacids (Pepto-Bismol, Alka-Seltzer, Rolaids, Tums, Di-Gel, Maalox, Gelusil); aspirin; cough\nremedies; cold pills; antihistamines; estrogens; and decongestants.\nINDIGESTION—Eat smaller meals and chew your food well. Acidophilus, peppermint tea, ginger, and\naloe vera juice will help. Also see \"Indigestion.\" Do not take baking soda to alleviate indigestion,\nbecause the sodium content will increase fluid retention.\nANEMIA—It is important enough that you obtain enough iron, so you can avoid simple anemia.\nNatural iron herbal formulas, which include yellow dock and dandelion, will build up the blood.\nChlorophyll, kelp, dulse, rice bran, whole grains, beans, dried apricots, and green leafy vegetables are\nother sources. But the very best source of iron is blackstrap molasses.\nYou should be aware of the fact that bottled iron supplement tablets frequently have the wrong kind of\niron in them. Because it is not natural, it can block the absorption of vitamins E and A. Vitamin E is the\nantiabortion vitamin, and is needed in order to bring a baby to full term. Also see \"Anemia.\"\nCONSTIPATION—Constipation can lead to high blood pressure, water retention, toxemia (toxic\nblood), and injure both the mother and baby. It can also produce leg cramps, backache fatigue, and\nvaricose veins. Also see \"Constipation.\"\nBACKACHE—The increase in weight and shift in center of gravity can cause problems if the mother\ndoes not maintain proper posture and avoid fatigue. The hormone, progesterone, tends to relax the\nmuscles.\nDo not wear high-heeled shoes, and do not stay in one position too long (see \"Backache\").\nDIZZINESS—Especially during the second trimester, blood pressure drops as the uterus presses on\nmajor blood vessels.\nDo not arise or change positions quickly. Breathe deeper when you sense that you need to do so.\nBLEEDING GUMS—The gums tend to swell and become softer because of increased estrogen output.\nGive your teeth and gums special care, lest bleeding and infection occur.\nGAS—Flatulence will tend to occur more frequently during pregnancy than normally. Try to determine\nwhich foods are causing the problem. Make sure you are obtaining enough fresh fruit and vegetables.\n(Also see \"Bloating.\")\nMOOD CHANGES—Hormonal changes, stress, and nutritional needs affect this. Be sure and obtain\nenough B complex vitamins. Know that mood changes during pregnancy are normal and generally\ntemporary.\nFREQUENT URINATION—Changes in kidney function and uterine expansion frequently cause this.\nBut do not reduce intake of liquids, thinking this will solve the problem!\nGROIN PRESSURE—Ligaments near the uterus can kink and spasm, causing a \"stitch\" on the right\nside. In later pregnancy, more direct pressure on the groin area can occur.\nDuring a spasm, breathe deeply and bend toward the point of pain. Lay down and rest until the pain\nleaves. Be sure and maintain adequate daily exercises.\nINSOMNIA—This is especially likely during the final weeks of pregnancy. At this time, it is more\ndifficult to sleep comfortably.\nDo not sleep until you feel like doing so. Include more B complex vitamins in your diet. (Also see\n\"Insomnia.\")\nHEARTBURN—The expanding uterus presses on the stomach and causes fluids to push back up into\nthe esophagus.\nDo not eat fried, greasy, spicy foods. Avoid baking soda, coffee, alcohol, and antacids.\nDo not bend over or lay flat for several hours after a meal.\nWhile in bed, place pillows under or behind your abdomen. (Also see \"Heartburn.\")\nVARICOSE VEINS—These will usually disappear after childbirth. Walk a mile a day, to increase\ncirculation. Change positions frequently, and never cross your legs. Sit with feet elevated. If necessary,\nwear support hose. Do not wear bands on the legs (see \"Varicose Veins\").\nHEMORRHOIDS—Constipation and uterine pressure can induce formation of these. Drink more\nwater. Increase intake of roughage, to soften stools. Keep legs elevated on a stool while eliminating.\nApply cold witch hazel compresses to help shrink them. (Also see \"Hemorrhoids.\")\nSTRETCH MARKS—These are strips (often wave-like) which appear on the abdomen, breasts,\nbuttocks, and thighs. They are pressure marks and do not totally leave, but after childbirth can become\ndifficult to see.\nApply oil, once a day, all over the areas where the marks are likely to appear. The formula includes ½\ncup of olive oil, ¼ cup of aloe vera gel, 6 capsules of vitamin E, and 4 capsules of vitamin A. Cut open\nthe capsules, mix it all together, and apply.\nLEG CRAMPS—Extra weight on the legs, nutritional deficiencies, and too much salt in the diet can\ncause this.\nElevate the legs while sleeping, so they are higher than your heart. Do not stand in one place too long.\nFlex your feet every so often. Take adequate calcium and potassium. Apply a heating pad to the\ncramping area.\nENCOURAGEMENT—With the eye of faith, with child-like submission, trust your life to God, and\nHe will wonderfully guide you. His promise is, \"I will instruct and teach you.\"",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-premature-labor",
    "title": "Premature Labor",
    "contentEn": "TREATMENT\n• A balanced high-protein diet. Do not restrict salt. Take seaweed products for trace\nminerals, also a full vitamin/mineral supplement. (See \"Pregnancy-related Problems\" for a\ndetailed list of nutritional needs.)\n• Take B (100 mg daily until birth, then only 50 mg daily) and 10-12 glasses of water or\n6\nfruit juice a day, especially in the hot months.\nENCOURAGEMENT—The old song says, \"Trust and obey, for there is no other way, to be happy in\nJesus, but to trust and obey.\" And how very true that is.\nBREAST-FEEDING; INFANT FEEDING\n(Lactation; Nursing)\nTOPIC—Helpful suggestions on nursing your child. Try to nurse him for 9 months, if at all possible.\nNUTRITION—Breast-fed babies are less susceptible to SIDS. In addition, they have less allergies,\nrespiratory diseases, hypoglycemia, obesity, and gastroenteritis. In addition, both mother and child are\nhappier and bond together better. The infant has better health and adapts much better to later physical\nand emotional situations which develop.\nA high-calcium diet is very important in maintaining a good milk supply. (See \"Bones, Strengthening\"\nfor lots of information on obtaining enough calcium.) Be sure and get enough sunshine for vitamin D.\nA high-protein diet is also very important. Take B complex, plus all the other vitamins and minerals,\nalong with a sizeable amount of brewer's yeast at every meal. You tend to have to stuff yourself on yeast\nand calcium foods in order to have enough milk for your baby.\nKeep yourself healthy, so you can continue eating an adequate diet. Avoid long fasts, cleansing diets, or\nstrictly limited diets during lactation.\nKeep your bowels open, and clean with high-fiber foods.\nDrink lots of lemon juice.\nAvoid sage tea, for it dries up the milk.\nAvoid mental depression, violent exercise, beans, onions, and cabbage. They upset the baby.\nDo not smoke while nursing! Avoid caffeine, liquor, junk food, fried food, and drugs.\nBe happy, rest often, and pray that God will help you raise a child who is dedicated to Him.\nTo increase milk supply, helpful herbs include milkweed, caraway, goat's rue, and fenugreek.\nTo reduce milk supply (or the pain of breast engorgement), the herb, goldenrod, is helpful.\nFor sore nipples, use sunshine or the light of a light bulb close enough to feel warm but not burn.\nFrom the beginning, give the baby a little water, gradually increasing the amount. Give tomato juice,\nstarting with a half teaspoonful at about the age of one month. At 3 months, begin a little blended food.\nBy 9 months, the baby should be eating a variety of carefully prepared natural foods.\nWhen the baby is six months old, dilute 4 teaspoons of whole-wheat flakes in boiling water till entirely\ndissolved, put through a fine sieve, and add to the baby's bottle (if you are giving him a bottle by then).\nA little powdered oatmeal can also be added.\nWhen the first teeth appear, begin feeding wholesome simple foods in puree form, such as greens,\nvegetables, fruit juices, and gruels.\nDo not give the infant cane sugar in any form. This can lead to fever and various ailments. Use malt\nsugar. Do not give infants honey or orange juice.\nDo not give the infant meat!\nFeeding an infant meat, cane sugar, white-flour products, candies, or soft drinks causes him to lose his\ntaste for simple, natural foods; and is responsible for rickets, scurvy, tonsil trouble, night terrors, anemia,\nand convulsions.\nBREAST-FEEDING—There are certain principles which, if followed, will avoid sore, fissured, and\npossibly infected nipples.\nTry to wash your hands before handling your breasts.\nPosition the baby properly. His entire body should face you. His buttocks should be in one hand, and his\nhead in the bend of your elbow.\nThe other hand is under the breast, with all four fingers supporting it. But do not place your fingers on\nthe areola (the darker area around the nipple).\n(If—if—your hands are clean, you can rub the nipple lightly to firm it. Pinching it lightly flattens the\nnipple, to fit his mouth better.)\nDo not try to toughen your nipples by vigorously rubbing them. This can damage them.\nAs you tickle the baby's lower lip with your nipple, his mouth will open wide. When it is open wide, pull\nhis body in quickly. His mouth should fix on the areola, and the nipple should be deep in his throat. At\nleast an inch of the areola should be in his mouth. In this way, there is no movement of the nipple as the\ninfant sucks.\nIf you feel pain, do not delay, but immediately use your finger to break the suction and reposition him.\nPlace a finger inside the corner of the infant's mouth to allow air to enter and break the vacuum.\nLa Leche says that 95% of the nipple soreness problems are caused by the way the baby sucks, and can\nbe corrected.\nLeave him on a breast as long as he is sucking effectively (swallowing every suck or two). If he begins\npausing, burp him, wake him, switch sides, and let him nurse as long as he wants. Feeding time is\nusually 20-30 minutes.\n(But, for the first few days, it may be necessary to limit feeding periods to 5 minutes on each breast,\nbefore rotating to the other. It is very important that you work with the baby properly, so that you avoid\nfissures developing on, or near, the nipple.)\nDo not let him remain on the breast after he has finished actively feeding. (See \"Mastitis\" for reasons for\nmany of these precautions.)\nThe next time you start, begin on the breast you ended with previously. Always have him nurse on both\nsides.\nYou will find that the baby will want to nurse often—frequently 8-12 times a day in the early weeks.\nGod designed that these frequent feedings would bond the infant to his mother.\nBreak the suction of the infant's mouth on the breast by inserting a finger into the corner of his mouth,\nnot just pulling the nipple out of his mouth.\nAfter feeding, empty the breasts manually or with a breast pump until supply and demand reach an\nequilibrium.\nAir-dry the breasts after each feeding, before covering them. (Exposing the breasts to the air for 20\nminutes at a time, two or three times a day, is helpful.) A 40-watt bulb can be placed near them for 15\nminutes at a time. Never use breast pads that might retain moisture (especially those with plastic in\nthem). Do not wear bras with plastic liners. If needed, place a folded handkerchief there.\nNipple cleanliness is important, but never use soap on the nipples; it dries them out. The milk contains\nits own oil and also a self-cleaning antiseptic. Leave a little on at the end of each feeding, to lubricate\nand soften the nipple.\nBaby saliva contains an enzyme which softens the skin. So, if possible, wash the nipples with clean\nwater. (Water or alcohol applied to the nipple will toughen the skin and assist in preventing sore\nnipples.) Or, better yet, place some mother's milk on them.\nIf a nipple becomes sore, put a little milk on it. The nipples should be checked daily; and, if they are sore\nor cracked, treatment should begin promptly; do not wait. (See \"Mastitis.\")\nClothing worn next to the breast should always be soft and non-irritating. Cotton is generally best.\nAvoid plugged ducts. Binding clothes, fatigue, or prolonged periods without nursing can cause them. If\nnot dealt with promptly, infection can begin. A place on the breast will feel hard and painful to the\ntouch. Get rid of it by massaging the breast, starting at the chest wall and working down with a circular\nmotion. It is important that you let the baby nurse on that side frequently. The sucking clears out the duct\nbetter than anything else, generally within 24 hours.\nFeed the baby before the breasts become too full; the infant has difficulty grasping the breast. Stasis of\nmilk (when it is not flowing on out, but remaining in the breast too long) helps lead to mastitis.\nIf the baby is fed before he is hungry, he will not suck the nipple too vigorously. Never allow him to\nchew the nipple.\nIf the nipples become sore, place some cold grocery-store tea (containing tannic acid) on a folded tissue\nand lay it on the area for 20 minutes; then dry and expose it to air for 20 minutes. Rinse it before the\nnext nursing. The tannic acid will promote healing.\nPoultices of comfrey root or leaf may be used for sore nipples.\nIf a nipple is cracked, pierce a vitamin E capsule and apply the oil just after nursing. Do not use very\nmuch.\nIf the baby is not taking as much milk as you are producing, and you are getting too full, apply hot, wet,\ncompresses to the breast. This will open up the ducts and increases the flow. Then nurse the baby more\noften and longer. Drink more fluids, so you can urinate every hour.\n—Also see \"Mastitis.\" That article will also explain prebirth preparation of the nipples.\nENCOURAGEMENT—Only the love that flows from the heart of Christ can heal. Only He can restore\nthe wounded soul. Submit your life to Him every day and obey His Written Word, and you will find the\nhelp you need.\n\nSYMPTOMS—The baby is born a number of weeks ahead of schedule.\nCAUSES AND PREVENTION—Premature labor is the onset of rhythmic uterine contractions prior to\nfetal maturity, and is most likely to occur between the 20th and 37th weeks. About 5%-10% of infant\ndeaths are premature.\nFor possible causes and prevention, read \"Miscarriage.\" It may avert this possibility.\nENCOURAGEMENT—The closer we are to God, the happier we are. Take time with Him in prayer.\nLay out before Him all your trials and sorrows, and He can provide the answers you need.\n# CHILDBIRTH\nTOPIC—A few helpful facts about when you give birth to your child.\nTO MAKE LABOR EASIER—Take training classes, to help you relax during contractions, to reduce\npains, help train the coach to assist, and how to recognize potential problems.\nHelpful herbs include blue cohosh and corn ergot.\nTO STOP POST-PARTUM HEMORRHAGE—Raspberry tea can be used to stop post-partum\nhemorrhage. Give it either orally or intramuscularly).\nTO STOP AFTER-BIRTH PAINS—Wild yam, cramp bark, and black haw are specific herbs which\nhelp reduce after-birth pains and cramping throughout the pelvic area. Hot fomentations over the area,\nafter a warming liniment has been rubbed into the skin, is useful.\nWarm whole baths help the pain subside. Make sure the bathtub is sterile beforehand.\nFast on vegetable juices and broths until the pains are gone.\nOnce the pain is relieved, apply a castor oil pack for an hour.\nENCOURAGEMENT—Let God's Word, the Bible, be a lamp to your feet and a light to your path. In\nHim you can find the help you need.\nPRE-ECLAMPSIA; ECLAMPSIA\n(Pregnancy Toxemia)\nSYMPTOMS—Pre-eclampsia: Sudden weight gain, high blood pressure, albuminuria, headaches,\ndizziness, spots before the eyes, epigastric pain, edema (swelling) of the legs and feet.\nEclampsia: Symptoms of pre-eclampsia, plus convulsions and coma. The convulsions begin with\nfixation of the eyeballs, rolling of the eyes, twitchings of the face, arms, and hands. Then coma with\ntemperature at 103o-104o F. The person can die in the coma.\nCAUSES—Beginning about the turn of the century, physicians have sometimes prescribed women to\nkeep their weight down in order to have smaller babies (which are easier for the doctor to deliver).\nBut such arbitrarily restricted diets—low in protein, salt, and water—can lead to serious consequences.\nThe sudden weight gain occurs because of fluid retention, due to low blood protein, high blood pressure,\nand albuminuria.\nIf pre-eclampsia is not treated properly, then it develops into eclampsia—an even worse form of the\ndisorder.\nBoth forms of this disorder occur after the 20th week of pregnancy. The orthodox treatment is to place\nthe woman in the hospital, wait until convulsions occur, and then give her barbiturates. But what she\nneeds is nourishing food.\nDiet, blood pressure, and weight must be watched—but proper nutrition and fluid intake is most\nimportant.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-breast-cancer",
    "title": "Breast Cancer",
    "contentEn": "TREATMENT\n• It is well to keep in mind that people have undergone the orthodox cancer routine of\nsurgery, chemotherapy, or radiation and have survived while others have died. There are\nthose who have taken the natural remedies route, with the same end results. No one can, or\nought to, decide for you; the decision is yours.\n• In the late 1980s, researchers discovered that women develop breast cancer far more\nfrequently in certain localities than in others. Analyzing those locations, it was discovered\nthat they are those areas where there tends to be less sunlight throughout the year. For\nexample, northwestern California, the western slopes of Oregon and Washington, and the\nNortheast had a far greater number of breast cancer cases than did Florida, Texas,\nArizona, and southern California. The solution: Take sunbaths whenever you can,\nthroughout the year; sunlight is important for maintaining good health, purifying the body,\nand resisting infection.\n• Breast cancer more often occurs in women who started menstruation early in their youth,\nhad a late menopause, gave birth later in life, had a family history of breast cancer,\ndeveloped obesity after menopause, and had a history of alcoholism and eating a high-fat\ndiet.\n• Research indicates that those who take oral contraceptives are 3 times more likely to\ndevelop breast cancer. Silicone (used in breast implants) causes cancer in test animals.\nThose who develop breast, and other, cancers have less vitamin A in their bodies.\n• Eat a nutritious diet centered around fresh fruits and vegetables, whole grains, and nuts.\nEat garlic and onions. Drink distilled water and fresh fruit and vegetable juices. Get extra\nfiber.\n• Do not eat too much soy or peanut products.\n• Avoid meat; dairy products; alcohol; caffeine; nicotine; and processed, fried, white-\nflour, and junk foods. Do not take supplements containing iron.\n• You should examine your breasts regularly. Procedures for doing this, and what to watch\nfor, are discussed in many other books. You will be able to detect initial changes better\nthan anyone else. If you experience itching, redness, and soreness of the\nnipples—especially if you are not currently breast-feeding a baby—check with a\nphysician. You might have Paget's disease of the nipple, a form of cancer. See \"Paget's\nDisease.\"\n—Read the sections on \"Cancer\" and \"Cancer Prevention\" for detailed information.\nENCOURAGEMENT—Take all your problems to God in prayer. He can wonderfully change the most\nhopeless outlook. And whatever happens will be for the best, if we are trusting in Him.\n\nSYMPTOMS—In the most common types: Lumps are firm, do not go away, and are generally pain free.\nLumps which do not move around may be malignant or may not be.\nIn another type: There is itching, redness, and soreness of the nipple.\nIn yet a third type: The breast becomes extremely tender and appears infected with something.\nThese three are explained in more detail below.\nCAUSES—Breast cancer is a leading cause of malignant death among women in the United States.\nWomen over forty are more likely to develop breast cancer than younger women. Lung cancer kills\nabout 56,000 women in America each year, and breast cancer is responsible for the death of about\n46,000.\nIt is vital that early detection be made. Discussions of how to carry out breast self-examination are\nreadily available elsewhere and need not be repeated here. As you conduct it, watch for subtle changes\nin the breast. You are looking for special types of lumps in the breast. These lumps are firm, do not go\naway, and are generally pain free. Lumps which do not move around may be malignant or may be\ncaused by normal fibrocystic changes during the menstrual cycle. The experts say a biopsy will detect\nwhat kind of lump it is.\nBut you should know that biopsies can be dangerous. A biopsy is a slice of the tissue which is then sent\nto a lab for microscopic examination. The problem is that slicing any suspected tissue—immediately\nreleases its cancer (if any is present) into the body, where it can more rapidly spread. You may or may\nnot choose to have biopsies made, but you should be aware of this fact.\nYou will often hear it said that \"1 in 9\" women will contract breast cancer—but that is sometime within\na lifetime. The average 30-year-old white woman has a 1 in 5,900 chance of getting it; at 50 years, it is 1\nin 430.\nThere are several different types of breast cancer. Most of them are similar, producing lumps described\nabove. But a few are different:\nPaget's disease of the nipple affects the nipple, and cannot be detected by a self-examination. Cancer\ncells have migrated to the nipple. The symptoms are itching, redness, and soreness of the nipple. This\nform of cancer only occurs when a different form of cancer is present elsewhere in breast tissue.\nInflammatory carcinoma is a different type. The skin thickens and turns red. The breast becomes\nextremely tender and appears infected with something. The lymphatic system and blood vessels have\nbecome clogged because of a tumor. This type of cancer spreads very rapidly. Professionals recommend\na biopsy; but, if you choose not to do so, you must be planning to go on an intense natural remedies\ncleansing, to eliminate the problem. Whatever you do, you had better set to work and do it.",
    "contentSw": null
  },
  {
    "id": "disease-reproductive-prostate-cancer",
    "title": "Prostate Cancer",
    "contentEn": "TREATMENT\n• Contact your physician.\n• Go on a program with a nourishing diet, vitamin and mineral supplementation, and out-\nof-door exercise.\n• Do not eat meat. There is a definite correlation between red meat consumption and\nprostate cancer.\n• Drink fresh fruit and vegetable juices daily.\n• Avoid processed and junk foods.\n—Read the sections on \"Cancer\" and \"Cancer Prevention\" for detailed information.\nENCOURAGEMENT—No friend can help us as wonderfully as God can. Go to Him in prayer and ask\nfor His help. Trust your life to Him, and believe that He will work everything out for the best.\n\nSYMPTOMS—Possible pain or burning sensation during urination, frequent urination, a decrease in\nthe size and force of urine flow, an inability to urinate, blood in the urine, and continuing lower-back or\npelvic discomfort just above the pubic area. But there may be no symptoms until an advanced stage or\nuntil the cancer spreads out beyond the prostate.\nMany, many, times the above symptoms point to a benign enlargement of the prostate and is not cancer\nin that organ.\nCAUSES—The prostate is a walnut-sized gland at the base of the bladder and encircles the urethra, the\ntube through which the bladder voids urine. The prostate makes prostatic fluid which nourishes the\nsperm.\nProstate cancer is the second leading cause of cancer deaths in Americans. Poor diet, exposure to\nenvironmental toxins and cancer-causing chemicals, and overactivity of the sexual organs are possible\ncauses. There is a link between a high-fat diet and prostate cancer. It is believed, by some, that a\nvasectomy may increase the likelihood that this problem will later develop.\nMen over 65 have 80% of the cases of prostate cancer, and 80% of 80-year-old men have it.\nThe younger a man is, when he is diagnosed with prostrate cancer, the worse the outlook. Those with\nrecurring prostate infections are at greater risk. Men whose ancestors had prostate cancer are more likely\nto develop it. African American men have the highest rate, and Asiatic American men have the lowest.\nA careful, but relatively simple, rectal examination can reveal if cancer is developing in this organ.\nThere are also other screening methods, and PSA (prostate-specific antigen) appears to be the best. The\nPSA test should be taken twice if there is an indication of cancer.\n—For much, much, more discussion and suggestions on this, and other, malignancies, see \"Cancer.\"",
    "contentSw": null
  }
]