[
  {
    "id": "disease-respiratory-common-cold",
    "title": "Common Cold",
    "contentEn": "TREATMENT\n• A cold is the result of not living on the best level. Once it arrives, it cleanses toxins from\nthe system and, along with the rest, enables the person to get back into better shape. A\ncold is actually a blessing, for it forces people to rest who, otherwise, would prematurely\ndevelop debilitating, chronic, and life-threatening diseases.\n• A cold is always in the upper respiratory tract (nose, mouth, throat, and upper\nbronchials). If congestion develops in the chest, the cold is worsening into something even\nmore serious!\n• Do not ignore a cold and drag on with your work. As soon it develops—go to bed, drink\nfresh lemon juice in water, and settle down to getting well!\n• If you do not know how to take care of yourself, you had better contact a physician,\nespecially if:\n(1) Chills and shortness of breath occur.\n(2) An accompanying fever goes above 101o F. for more than three days, or\nany fever above 103oF.\n(3) Yellow or white spots appear in the throat.\n(4) The lymph nodes under the jaw and in the neck become enlarged.\n(5) Any hot, extreme pain, such as earache, swollen tonsils, sinus pain, or\naching lungs or chest occurs.\n(6) There is excessively large amounts of sputum or sputum that is greenish\nor bloody.\n(7) There is extreme difficulty swallowing.\n(8) Wheezing occurs.\n(9) There is shortness of breath.\n• If you have a sore throat, beware of white or yellow patches on the throat. These can be\nGroup A beta-hemolytic streptococci, which can damage the heart muscle. Have a throat\nswab done when there might be a question about this.\n• Children with high fevers should see a physician within 24 hours.\n• Treatment should include as much vitamin C as you can take, without producing\ndiarrhea (up to 5,000 mg at a time). In acute cases, 1,000 mg of C every other hour. Also\ntake bioflavonoids (200-600 mg), small amounts garlic. (along with vitamin C, it is an\nexcellent germ fighter), vitamin A (50,000 units for not more than one month; then down\nto 25,000 units), calcium lactate or gluconate (6 tablets), brewer's yeast, B6 (100 mg; it is\na natural antihistamine, as well as providing helpful protein), vitamin E (600 units),\nbetaine hydrochloride, zinc gluconate lozenges, and vitamin F (unsaturated fatty acids)\nreduces the frequency and duration of colds.\n• In acute stages when fever is present, the person should abstain from all solid foods and\nonly drink fresh fruit and vegetable juices, diluted (50-50) with water, plus herb teas. The\nproper treatment of colds is to encourage elimination through all channels, so that\nelimination through one channel does not become excessive.\n• As soon as the crisis subsides, let the person have some protein and other food.\n• Drink potato peeling broth twice a day. The peelings should be one-half inch thick\n(throw away the centers). Boil it for about 20-30 minutes; strain, cool, and drink. Make it\nfresh every day.\n• Avoid chills, get adequate bed rest, and take a little salt to replace that lost in sweat.\n• After the fever subsides, a low calorie raw fruit and vegetable diet can be eaten. This\nshould include plenty of raw juices and herb teas, sweetened with a little honey. Some raw\nseeds and nuts can be eaten, but should be chewed well.\n• Herb teas can include rose hips, golden seal, chamomile, peppermint, slippery elm,\nginger, desert tea. Eucalyptus oil is helpful. Put 5 drops in a hot bath or 6 drops in a cup of\nboiling water. Put a towel over your head and, without burning yourself, inhale it. Licorice\nroot tea, drunk daily, soothes an irritated throat and relieves coughing. You might wish to\ntake hop tea to help you get to sleep at night.\n• Avoid aspirin (especially for children), since it causes internal bleeding. There is also\nanother problem: What you think is of little consequence may be flu or\nchickenpox—which are caused by a virus. Colds are also. When children who have\ncertain viral infections take aspirin, their risk of developing Reye's syndrome is greatly\nincreased! This is a rare but fatal brain and liver disease. The same warning applies to cold\nmedications containing aspirin.\n• As already mentioned, take vitamin C, zinc, and garlic. Avoid being depressed; try to be\ncheerful. There is healing in this. Keep looking to Jesus and praying to God. Let a friend\nread a Bible promise to you every so often; think about it. Rest and relax and do not\nworry. Keep warm, but get fresh air from time to time. Take a lot of liquids. Gargle three\ntimes a day with saltwater (1 glass of warm water with 1 teaspoon of salt mixed in). Take\na hot shower.\nThere are a variety of water treatments which can be applied:\n• Take a hot mustard foot bath to increase eliminations and reduce head and sinus\ncongestion.\n• Take a hot Epsom salt bath while drinking sweating teas. Pour Epsom salts (1-2 lbs.)\ninto a hot tub. While soaking, drink 2-3 cups of hot pleurisy root tea. Immediately after\nthe bath, get into bed and cover with plenty of blankets, so profuse sweating can begin.\n• Take a hot ginger chest compress.\n• Use salt water nasal douche to open the sinuses.\n• Apply a trunk pack. Apply a full cold trunk pack each evening. The objective is to\nstimulate skin elimination and induce perspiration. Leave it on for at least 3 hours at night.\n• Take a steam inhalation, using eucalyptus, pine needles, cloves, and/or thyme.\n• Apply a cold compress to the neck, and leave it on for 1-3 hours or all night. It must\n(must) dry out before morning, or the value has been lost. If it does not change into a\nheating compress, it can increase the sore throat condition.\nPREVENTION—Once contracted, a cold must run its course. So it is better, far better, to prevent it\nthan cure it. The best prevention is to live right, eat right, get enough out-of-door exercise to strengthen\nthe body, and get enough rest. Do not skimp on sleep at night, especially in the colder months. Do not\nshare food with someone who has a cold. Be sure and dress warmly enough when it is cold. Do not sit in\na draft. Do not go outside with a wet head.\nMany people, who are especially susceptible to colds, never get them. They have learned to live above\nthe level where they contract such infections. Learn the distant early warning signs.\nENCOURAGEMENT—Christ died so you could be forgiven of your sins, and, by His grace, be\nenabled to obey His revealed will, as written in the Ten Commandments. Some people obey this one,\nand some obey that one. But God wants us to obey all ten precepts, as given in Exodus 20.\n\nNOTE—Most of the following recommendations would also apply to coughs and flu.\nSYMPTOMS—Colds are a general inflammation of the mucus membranes of the respiratory passages.\nSymptoms include nose and throat irritations, watery eyes, fever, headaches, chills, muscle aches, and\ntemporary loss of smell and taste.\nA heavy cold may take the form of acute or chronic infection, such as flu, grippe, tonsillitis, sinusitis,\nbronchial catarrh, chronic cold, or similar virus-type infection.\nChildren who frequently have colds or flus may have thyroid malfunctions.\nCOLDS AND FLU—How can you tell whether it is a heavy cold—or the flu? Here is the difference:\nHeadache - prominent in flu, but rare in a cold.\nFever - frequent and sudden in flu; rare in a cold.\nFatigue - extreme in flu and can last 2-3 weeks; there is only mild fatigue with a cold.\nGeneral aches - common and often severe in flu; slight in a cold.\nRunny nose - occasionally in flu; common with a cold.\nCough - common with flu and can become severe; only mild to moderate in a cold.\nSore throat - sometimes with flu; common with a cold.\n—For more on flu, see \"Influenza.\"\nCAUSES—In one sense, the cause is a variety of viruses. But in another, the person has allowed himself\nto become run-down so that the virus was able to take hold. Factors which lower the body's resistance to\nvirus infection are overexposure to cold, fatigue, recent or present infections, allergic reactions, and\ninhalation of irritating dust or gas, overeating, wrong eating, and sugar or alcohol consumption.\nThe common cold is not an infection that leaps out and attacks an innocent passerby. It is not even a\ndisease. A cold is the cure of a pre-diseased condition. and the symptoms are attempts by the body to\nreestablish normal conditions. The body is carrying out a \"spring cleaning.\"\nThe cold virus can change size and shape, making it impossible to produce a suitable vaccine. There are\nmore than 100 different viruses which cause colds. Symptoms last for 7-14 days regardless of therapy.\nThe incubation period is very short (1-3 days), instead of the 10-21 days for most viruses. The cold\nseems to suddenly appear. When you get a tingling nose and throat, nasal mucus, or scratchy throat; do\nnot wait for the coughing, weakness, and fever to begin! Go to bed.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-coughs",
    "title": "Coughs",
    "contentEn": "TREATMENT\n• Apply eucalyptus oil inhalations, 10 min. a day, will help.\n• An excellent cough syrup is made by mixing equal parts lemon juice and honey, with a\nlittle cayenne pepper tea. Take 1 tsp. when needed.\n• Boil a quart of water; lower the fire as much as possible and add a half tsp. cayenne\npepper. Wait a few minutes, then wet a towel in the water, wring it out and wrap it around\nthe neck. Keep the water hot and change this fomentation every 3-4 min, doing this for a\nhalf hour while feet are soaked in hot water.\n• Helpful herbs include licorice, fig leaves, mullein, vervain, oregano, bay leaves, hyssop,\nand thyme. Take 3 cups a day (1 tsp. granulated herbs per cup boiling water. Never boil\nthe herbs. Never use aluminum ware).\n• Mix thick flaxseed tea with 1-2 drops eucalyptus oil, and drink slowly.\n• Add a tsp. salt to a pint of soft, warm water; snuff it up the nose, then blow it out gently.\nRepeat till the nose is entirely clean of mucus. Then gargle the throat and rinse the mouth\nout thoroughly with similar salt water.\n• Whenever there is a cold, keep the nose and mouth clean. This will tend to keep the cold\nfrom going down into the lungs.\n• Cleanse the colon with high enemas. Continue until they reach the upper part, where the\ntransverse colon is.\n• If there is any nausea or bad feeling in the stomach, take an emetic to vomit it out.\nLukewarm water, or water with a little salt in it will generally help do this. Drink all the\nwater possible, and then run the finger down the throat. Repeat till the stomach is clean.\nThen drink a few cups of a hot herb tea (such as sage, hyssop, yarrow, black cohosh,\npeppermint, or chamomile). Later in the day, drink some more.\n• Keep quiet and stay in bed. Take only fruit juices (or lemon juice in hot water). Later\ndrink the broth of thick white potato peeling soup (also called potassium broth).\nHYDRO—The following suggestions are from the author's book, Water Therapy Manual (see order\nsheet) (pp. 181, 208, 217, 246):\nHeating Chest pack, to be changed every 6 hours. If temperature is elevated, change chest pack every 2-\n4 hours. Copious water drinking, 2-3 pints daily.\nFomentation to spine; sipping hot water; Chest Pack. Cold Compress to the throat; gargling hot water\nseveral times daily; Steam Inhalation 15 min. every hour, sipping half a glass of hot water when inclined\nto cough.\nFor irritable cough, without expectoration: Sipping very hot water; gargle hot water; Steam Inhalations;\navoid mouth breathing; keep air of room warm (75-80o F.), and moist with steam; carefully avoid\nexposure of back of neck, chest, or shoulders to drafts, or to chill by evaporation during treatment.\nFor cough with viscid expectoration: Copious hot water drinking; fluid diet; Fomentation to chest every\n2 hours, followed by Heating Compress.\nFor painful cough: Fomentation to chest every 2 hours; tight bandage about chest to restrain movement\nif necessary; Revulsive Compress for 15 min. every 2 hours or often as needed. Dry cotton Chest Pack\nbetween applications.\nFor ineffective cough: Increase expulsive power by rubbing, or percussion of the chest with the hand\ndipped in ice water, or slapping the chest with a cold, wet towel.\nENCOURAGEMENT—Christ knows every temptation that comes to man, and the capabilities of each\nhuman agent. He can help you overcome and obey His Ten Commandment law. He died to take away\nyour sins, and give you strength to live right.\n\nSYMPTOMS—Frequent coughing, either productive (producing phlegm) or not.\nCAUSES—Coughs often accompany colds and other infections, and are a reflex action to clear the\nairways of mucus, foreign bodies, an irritant, or some type of blockage.\nA bronchial cough is tight and painful. A sinus infection generally drips mucus down the throat,\nproducing a cough.\nCroupy coughs produce a loud raspy sound, bringing up phlegm with difficulty. A few drops of lobelia\nherb under the tongue every few minutes will relax the cough muscles and may loosen the mucus. Be\nsure and drink enough water and other liquids, so the mucus does not become thick.\nDamage to the lung tissues, caused by pneumonia, can result in a chronic cough.\nWhile on the subject of coughs, there are two other kinds of cough:\nLung cancer or tumors can produce a mild cough, which gradually becomes worse, possibly\naccompanied by blood.\nThen there is smoker's cough. Lung cancer may follow, unless the tobacco is thrown away.\nIf there is any suspicion of tuberculosis, read that article.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-cold-sores",
    "title": "Cold Sores",
    "contentEn": "TREATMENT\n• Trust in God and stop worrying about so many things. Eat better, take time to walk\noutside, and get enough sleep at night.\n• Eat plenty of raw vegetables.\n• Apply ice for 15-20 minutes at the first sign of tingling. If possible, repeat it frequently.\nApply vitamin E between applications. Get enough vitamin A (50,000 units) and B\ncomplex. Zinc is also important (zinc gluconate lozenges); dissolve in mouth every 3\nhours for 2 days or take 25-50 mg daily. Daily take 2,000-3,000 mg of the amino acid\nlysine till the cold sore is gone. Protect your lips from sunburn and wind. Exercise plus\nadequate rest bolsters the immune system, so it can better resist cold sores.\n• Also helpful is goldenseal, echinacea, red clover, and pau d'arco.\n• If it is not bothering you very much, leaving a cold sore alone is a good idea.\n—Also see \"Canker Sores.\"\nENCOURAGEMENT—We can only see a little way before us, but God sees everything. He knows all\nabout our needs, and He cares for us. He sits above the confusion and distractions of the earth, and all\nthings are opened to His divine survey. From His great and calm eternity, He orders that which His\nprovidence sees is best.\n\n(Fever Blisters)\nSYMPTOMS—These are thin-walled inflamed pimples which have a tendency to recur in the same\narea, most frequently at the borders of the mouth, but sometimes on the gums or conjunctiva (the lining\nof the inner surface of the eyelid). It tends to occur at, or close to, where the skin and mucous membrane\nmeet. First comes a local tenderness with a small bump. Then this bump changes into a blister, and the\ntenderness may increase. Nearby lymph nodes may become swollen. After about 48 hours, the blisters\ncrust over. Sometimes pus oozes, making eating difficult. Cold sores appear 3-10 days after exposure\nand may last up to 3 weeks, but generally only 7-10 days.\nCAUSE—This is an infectious disease caused by herpes simplex (herpes simplex virus I; Herpes virus\nhominis). But, for practical purposes, there are other causes as well:\nSome people never have cold sores, and others have them frequently. Stress is a significant cause. Eating\ntoo much sugar is another. Excess ultraviolet light or acid foods cause them in some people. For some\nwomen, the onset of menstruation can be a cause. Alcoholic drinking and poor diet also bring them on.\nLocal irritation can be an incipient factor. For some, cold sores tend to occur with a fever, infection, or\ncold, after exposure to the sun and wind, or when the immune system is depressed.\nIf cold sores occur frequently, the problem may be low thyroid function.\nCold sores seem somewhat like canker sores (which see), but they are different in several ways. They\nform blisters, but canker sores do not. They can form anywhere on the body, although especially on the\nmouth area or on the genitals. Whereas we are not certain of the bacterial or viral origins of canker sores,\ncold sores are caused by herpes simplex virus I.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-cold-extremities",
    "title": "Cold Extremities",
    "contentEn": "SYMPTOMS—Hands and feet frequently, or always, feeling cold.\nCAUSES AND TREATMENT—\n• Are you dressing warmly enough? Fashionable clothing often dictates leaving the arms\nand legs improperly clad. The blood supply is chilled back from the extremities and\npooled in the trunk. This breakdown in proper body circulation can produce diseased\nconditions in the chest, as well as the intestinal and abdominal organs.\n• Are your nerves being fed properly? Get adequate B complex vitamins, including niacin\nand B Also take RNA (ribonucleic acid).\n2.\n• You may have a sluggish thyroid (hypothyroidism).\n• If sudden coldness comes to your hands and/or feet, and they blanch white, you may\nhave Raynaud's disease (which see).\nENCOURAGEMENT—The heart in which Jesus makes His abode will be quickened, purified, guided,\nand ruled by the Holy Spirit; and the soul will be enabled to overcome those sins which he could never\nput away by himself. Thank God for His enabling grace.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-cold-feet",
    "title": "Cold Feet",
    "contentEn": "TREATMENT\n• Put the feet in cold water for 1 minute, dry them, then jump rope, run, or walk for 1-2\nminutes. Do this 3-4 times a day.\n• If you have a lawn by your house, walk barefoot for a few minutes on the cool, wet lawn\nwhen you arise. Then quickly dry the feet, put on fresh socks, then your shoes, and keep\nactive until the feet thoroughly warm. When you do this, forget about the neighbors; you\nare having more fun than they are. Perhaps they will start doing it too. Better yet, move to\nthe country.\nENCOURAGEMENT—The pure in heart will see God; and it is only God that can, by grace, enable us\nto choose to be pure. By faith, we walk and talk with our Redeemer, and live His life.\n\nSYMPTOMS—Feet which seem cold too much of the time.\nCAUSES—This might be caused by some deeper problem, such as diabetes, hypothyroidism, Raynaud's\ndisease, Buerger's disease, etc. (which see).",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-bronchiectasis",
    "title": "Bronchiectasis",
    "contentEn": "TREATMENT\n• Determine to cough slowly by first breathing slowly and deeply, then hold the breath for\nseveral seconds. Then give two short, forceful coughs with the mouth open. The first\nloosens the phlegm; the second brings it up. Hold the breath again and then breathe in\nslowly, to avoid non-productive coughing.\n• Do not use cough medicines and antihistamines. They dry up the secretions, making\nthem even harder to expel.\n• Drink lots of fluids, so the phlegm will be thinner and looser.\n• Use a cool-air vaporizer each night. Try to maintain 30-50% humidity in the house\nduring the day.\n• Do not wear belts; the abdomen should be free to breathe and cough properly.\n• In cold weather, wear a scarf or mask over the mouth and nose, to warm the air.\n—See \"Bronchitis\" for much more.\nENCOURAGEMENT—We are strangers and pilgrims in this world. We are to wait, watch, pray, and\nwork. There are souls all around us who desperately need God. You can help them come to Him.\nSection 7\nRespiratory\nPart 3\nLungs\n\nSYMPTOMS—Chronic cough with sputum. He may cough up blood or bloodstained sputum and have\ninflammation of the lungs. In advanced cases, there may be shortness of breath when any exertion is\nmade.\nCAUSES—Bronchiectasis is permanent dilation and infection of one or more bronchi.\nCauses can include obstructions in the bronchi, lung infections, breathing in of foreign substances or\nvomitus, enlarged lymph nodes, pressure tumors, or dilated blood vessels.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-pneumonia",
    "title": "Pneumonia",
    "contentEn": "TREATMENT\n• You will want to use essentially the same treatment as outlined for bronchitis; except\nthat, because the person's illness is so much more serious, he must be given much rest and\nintensified care.\n• Rinse out the nose with saltwater, gently taking it in and blowing it out. Gargle with\nsaltwater. Then repeat the rinsing and gargling with a goldenseal and myrrh mixture. This\nwill help keep a cold or flu from going down into the lungs.\n• But if the lungs are already affected, do the above treatment. Also give hot footbaths and\na high herb enema at least once a day. Drink plenty of water. Take laxative herbs, to keep\nthe bowels working properly. Give short, hot fomentations to the chest and upper back,\nwith short cold between each hot application.\n• Only give liquids the first few days. These should consist of fruit juices (diluted\npineapple juice or orange juice) or lemon and water (without sugar), etc. Continue this\nuntil the high fever abates. Then give strained vegetable broths, whole grains (best in dry\nform, so it will be chewed well).\n—Also see \"Lung Congestion,\" \"Bronchio-pneumonia,\" and \"Lobar Pneumonia.\" Also see \"Bronchitis\"\nand \"Pleurisy.\"\nENCOURAGEMENT—It is essential that every child of God obey His law. He never asks that you\nobey in your own strength. But, in Christ, you can be an overcomer, resisting all the wiles of the devil.\n\n(Lung Fever)\nSYMPTOMS—Fever, chills, aching muscles, coughing, sore throat, bloody sputum, enlarged lymph\nnodes in the neck, pain in the chest, rapid, difficult breathing, and cyanosis (bluish skin and nails from\nlack of oxygen).\nIn bacterial pneumonia, it comes suddenly and the cough is dry at first; then a rust-colored sputum is\nproduced, and breathing becomes rapid and labored. The viral form is more variable in seriousness,\nfrom the time it begins.\nCAUSES—Pneumonia is a serious infection of the lungs and bronchial tubes. It can be caused by\nbacteria, viruses, fungi, or protozoa. The tiny sacs in the lungs (which look somewhat like grapes\nhanging from their stems) are where the oxygen and carbon dioxide exchange is made. These sacs\nbecome inflamed and filled with mucous and pus.\nGenerally an upper respiratory infection (in the throat and the bronchial tubes), such as a cold, the flu, or\nperhaps the measles, occurs. Those under one year or over 60 are the most susceptible.\nBacterial pneumonia is more dangerous and severe than the viral type. There is also a fungal pneumonia,\nbut those with HIV are most likely to contract it.\nIn children, the pain of pneumonia is frequently located in the abdomen, and cause others to think there\nis acute indigestion or appendicitis.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-broncho-pneumonia",
    "title": "Broncho-Pneumonia",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nGENERAL MEASURES—See \"Pneumonia, Lobar.\"\nBRONCHIAL IRRITATION—Steam Inhalation, 15 minutes every hour; Fomentation to chest every 2\nhours for 15 minutes, followed by Heating Compress; Hot Blanket Pack.\nCYANOSIS—Short Hot Half Bath; pour Cold water over head, spine, and chest, to induce cough, if\ncough is checked or inefficient while secretion is abundant. It is well to have him sit in a tub with a\nsmall amount of hot water while a Cold Pail Pour is given, followed by vigorous rubbing and wrapping\nin dry blankets in bed.\nAFTER CONVALESCENCE BEGINS—Heating Chest Pack night and day. Graduated cold\napplications, to build up general resistance.\n—Also see \"Pneumonia.\"",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-lobar-pneumonia",
    "title": "Lobar Pneumonia",
    "contentEn": "TREATMENT\n• The treatment is obviously a matter of retracing one's steps—and doing what he should\nhave done earlier.\n• Initially, he must overcome the critical phase of the disease with fasting, rest, and good\nfood, all the while having fresh air in his room.\n• But later, he must take time each day to do something out-of-doors (such as walk up a\nhill) that will exercise, not only his body, but his lungs.\n• Keep in mind that the tubercle bacillus remains with you; it is believed that you will\nhave the seeds of it in your lungs for the remainder of your lifetime. So once you are on\nyour feet again and appear to be well, you must continue a program of careful eating,\nliving, outdoor activity; all the while obtaining adequate rest every night.\n• At the present time, TB is making a powerful comeback—and is once again becoming a\nmodern plague. So be careful. It may be in the air of the next building you enter. Live\nright every day.\n—Follow the cleansing and healing program given in \"Bronchitis,\" and \"Pneumonia.\" Also see\n\"Pleurisy.\"\n—Also see \"Tuberculosis—2.\"\nENCOURAGEMENT—Day by day we are to live for God. Day by day, we are to help those around\nus. As we do this, angels work with us, and what a joy is ours!\nTUBERCULOSIS—2\n(J.H. Kellogg, M.D., Formulas)\nGENERAL—Destroy sputum (spit); he should avoid swallowing it again; live in the open air and sleep\nin cool, well-ventilated rooms.\nINCREASE GENERAL VITAL RESISTANCE—Graduated Cold Baths, twice daily; fattening\ndietary; systematic exercise; out-of-door life; cool, dry, elevated climate; very brief Radiant Heat Bath,\ndaily or 3 times a week.\nANEMIA—Cold Bath twice daily; food rich in blood- making material; easily digested foods, rich in\nprotein.\nINDIGESTION, ANOREXIA—Dry aseptic dietary, dry toast, malted cereals. Hot Abdominal Pack;\nIce Bag over the stomach half an hour before meals.\nCHILL—Rest in bed, Dry Pack, hot-water drinking.\nCOUGH—Fomentation to chest, followed by Heating Chest Pack; sipping hot water when inclined to\ncough.\nPAIN—Revulsive Compress for 15 minutes, 2-3 times daily; during intervals between, well-protected\nHeating Compress.\nPULMONARY (LUNG) HEMORRHAGE OR CONGESTION—Very hot application to spine\nbetween shoulders, Ice to chest, ice to hands, Hot Leg Pack; keep the extremities warm; elevate the chest\nand shoulders.\nFEVER—Neutral Pack for 15-20 minutes. Free water drinking. Rest in the horizontal position until the\ndaily evening temperature becomes nearly normal.\nNIGHT SWEATS—Very Hot Sponging at bedtime.\nHYPOPEPSIA, ATONIC DYSPEPSIA—Daily, general cold applications; Ice Bag over stomach for\nhalf an hour before meals.\nDIARRHEA—Enema at 950 F., after each bowel movement, followed by Cold Abdominal Compress at\n600 F., changing every half hour. Rest in bed till checked.\nCONTRAINDICATIONS—Avoid general cold baths when hemorrhage is threatened. This includes\nCold Full Baths, Cold Pail Pours, Cold Sitz Baths. It also includes Steam Baths.\nGENERAL METHOD—The great object to be kept in mind, in the hydrotherapy treatment of this\ndisease, is to build up his vital resistance by carefully graduated cold applications (the various Tonic\nFrictions), repeated 2-3 times a day. The intensity of the application should be steadily increased from\nday to day in order to secure good results. No one is too feeble to receive water therapy of some sort;\nand, by careful graduation, persons of feeble physique, but in whom the disease is not yet far advanced,\nmay be trained to receive very vigorous cold applications with excellent effects. In making the cold\napplications, care must be taken to avoid chilling him; for this would immediately aggravate his cough.\n—Also see \"Tuberculosis—1.\"\n\n(J.H. Kellogg, M.D., Formulas)\nGENERAL—Exercise special care, to prevent lung congestion due to exposure of shoulders or chest to\nchill by evaporation. Provide him with an abundance of pure warm air; have a supply of oxygen at hand\nfor immediate use if required.\nMAINTAIN GENERAL VITAL RESISTANCE—Cold Mitten Friction or Cold Towel Rub 2-4 times\ndaily, after some appropriate heating procedure, as a Fomentation to chest or back, Hot Blanket Pack, or\nSweating Wet Sheet Pack.\nCOMBAT LOCAL CONGESTION OF THE LUNGS AND INVASION OF THE SPECIFIC\nBACILLUS—Fomentation to the chest (both front and back) for 15 minutes every 3 hours. During the\ninterval between, apply Cold Compress at 600 F., changing every 15 minutes or as soon as warmed.\nLengthen the period between fomentations and change the compress less frequently as the temperature is\nlowered, the pain less, and the stage of the disease more advanced. Several Ice Bags may be used in\nplace of the Cold Compress, but the bags should be removed at least every half hour and the chest\nshould be rubbed until red and warm, to maintain surface circulation and skin reflexes. The skin must be\nkept warm.\nELIMINATION OF POISONS—Sweating Wet Sheet Packs, continued for 2-4 hours, followed by\nCold Mitten Friction, carefully administered. The Sweating Bath may be preceded by the short Full Hot\nBath. Copious water drinking. Neutral enema twice daily.\nCOUGH—Fomentations every 3 hours; Heating Compress, changing every 15-30 minutes during the\ninterval in between. Steam Inhalation 15 minutes, every hour; sipping half a glass of hot water when\ninclined to cough; careful protection of neck and shoulders from chilling by contact with wet bed\nclothing. Keep shoulders covered.\nPAIN IN CHEST—Revulsive Compress covering the whole chest before and behind.\nEXUDATION (ELIMINATION) OF PHLEGM—Alternate Compresses for 20 minutes 3 times a\nday, with continuous well-protected Heating Compress during the intervals in between and after\nconvalescence begins; for unresolved exudation, Alternate Fan Douche or Alternate Spray.\nCONSTIPATION—Daily Cold Enema or Cold Colonic.\nDIARRHEA—Enema at 960F. after each bowel movement; Cold Abdominal Bandage, renewing every\nhalf hour; Fomentation every 2-4 hours, if pain or tenderness is present.\nTYMPANITES (gaseous distension of abdomen)—Hot Enema followed by small Cool Enema; Cold\nColonic; Cold Abdominal Compress, changing hourly.\nGASTRO-DUODENITIS—Fomentation over stomach and bowels or Hot Trunk Pack every 3 hours.\nDuring intervals in between, Cold Compress at 600F., changing every 30 minutes; Neutral Enema daily.\nJAUNDICE—Large Hot Colonic at 1050F., followed by small Cold Enema twice daily. Fomentation\nover the liver and stomach every 2 hours. During the interval in between, Heating Compress, changing\nevery 30 minutes.\nWEAK HEART, FEEBLE PULSE—Cold Compress or Ice Bag over the heart for 15 minutes every 2\nhours. Cold Mitten Friction every 2 hours. Prolonged Neutral Bath with Ice Bag over heart, Cold Pail\nPour to back of head and upper spine at the end of the bath.\nCYANOSIS (BLUENESS)—Hot Blanket Pack for 15 minutes, followed by Cold Mitten Friction.\nAvoid exposure of the body to chill by evaporation.\nHEADACHE—Ice Compress to head, or Ice Cap; Hot Pack to legs and hips, or other derivative\ntreatment; Hot and Cold Head Compress [Simultaneous Hot and Cold to the Head].\nNOSEBLEED—Ice Bag to back of neck, short hot Fomentations to face.\nDELIRIUM—Heating Wet Sheet Pack, Ice Cap to Head, Prolonged Sweating Wet Sheet Pack.\nINSOMNIA—Neutral Wet Sheet Pack.\nCEREBRAL CONGESTION—Hip and Leg Pack, Ice Cap to head.\nFEVER—Prolonged Neutral Bath, Wet Sheet Pack, Cooling Enema.\nSUBNORMAL TEMPERATURE—Dry Pack, Hot Blanket\nPack, Hot Enema, and hot water drinking. Do not expose him during changing of application or after it.\nPAIN IN ABDOMEN AND BACK—Hot Blanket Pack or large Fomentations over affected parts,\nfollowed by Heating Compress.\nCAPILLARY BRONCHITIS—Hot Blanket Pack followed by Sweating Wet Sheet Pack. Hot Enemas\nfollowed by Cold Friction, carefully given. Fomentation to the chest followed by Heating Compress or\nChest Pack, to remain in place an hour or until thoroughly warmed. Repeat bath when temperature rises\nto 1020F.\nCONTRAINDICATIONS—Do not use Cold Full Baths or anything equivalent.\nGENERAL METHOD—Maintain warmth and activity of the skin, taking special care to avoid chilling\nof the shoulders, which should be especially protected by a wrapping, closely applied. Combat\npulmonary congestion by local applications made as directed above. Keep the temperature down by\ncarefully managed hydrotherapy measures such as the Heating Pack, the Hot Blanket Pack, followed by\nCold Mitten Friction and like measures rather than Cold Full Baths and Cooling Packs, which aggravate\nlung congestion by producing retrostasis. Promote vital resistance by frequently repeated partial Cold\nFrictions, and thus sustain the vital powers until opportunity has been afforded for the development of\nantitoxins and the suppression of the disease by the natural healing processes.\n—Also see \"Pneumonia.\"\nTUBERCULOSIS—1\n(Consumption)\nSYMPTOMS—Coughing, general fatigue, loss of appetite, chest pain, night sweats, and low-grade\nfever. The cough is at first not too productive, but later increasing amounts of phlegm are coughed up.\nThe person loses weight and the sputum becomes bloody.\nCAUSES—In the 19th century, tuberculosis (TB) was called consumption, for the person seemed to\nwaste away. It is caused by a highly contagious bacteria, the Mycobacterium tuberculosis. Although it\ngenerally affects the lungs, it can attack any part of the body: kidneys, bones, skin, intestines, spleen,\nand liver.\nIn adults, pleurisy is frequently a complication of tuberculosis. The sharp chest pain one may feel might\nbe the pleurisy (which see)\nIt is spread by coughing. Tiny droplets are inhaled by others. The germ enters the lungs and remains\nthere. As long as the person maintains a healthy lifestyle, the body encapsulates the germs; that is, a tiny\ncalcium shell is placed around the TB germ, to render it harmless.\nIf the person continues to eat right, get enough calcium in his diet, obtain adequate rest, exercise out-of-\ndoors, and breathe vigorously to keep his lungs in good health—he will not develop TB, even though the\ngerms are in his lungs.",
    "contentSw": null
  },
  {
    "id": "disease-respiratory-fluoride-poisoning",
    "title": "Fluoride Poisoning",
    "contentEn": "SYMPTOMS AND DISEASE—Mottled, discolored teeth. This is a permanent change which cannot be\nreversed.\nTHE PROBLEM—Dentists prescribe fluoride substances for teeth; fluoride, a trace mineral, is added\nto most city water in excessively large amounts. The objective is to reduce dental caries (tooth decay);\nbut a much smaller amount does this, and only in small children. Fluoride never helps the teeth of adults.\n(The true cause of dental caries is eating sugar, candies, refined carbohydrates, soda beverages, and too\nlittle of fruits and vegetables.)\nThere was an 85% increase of cancer in Manchester, England, after the introduction of fluoride. Down's\nsyndrome increased in U.S. cities when fluoridated water supplies began. Japanese researchers found\nthat children with mottled teeth had a higher incidence of heart disease.\nFluoride combines with calcium to make an insoluble calcium, producing bone deformities.\nFluoride destroys iodine, thus causing thyroid problems.\nSOLUTIONS—Read labels and use nothing containing fluoride. Avoid fluoride sources and\nenvironments. Only drink distilled water. Drink plenty of fruit and vegetable juices.\n—For additional information, see \"Chemical Poisoning.\"\nENCOURAGEMENT—In Christ is light and peace and joy forevermore. The longer we live with\nChrist, the closer we draw to heaven. Let nothing separate you from His side.",
    "contentSw": null
  }
]