[
  {
    "id": "disease-urinary-kidney-problems",
    "title": "Kidney Problems",
    "contentEn": "TREATMENT\n• Eat 75% raw foods, including garlic, parsley, potatoes, celery, cucumbers, and bananas.\nGreen vegetables are especially important.\n• Stop eating meat. An excess of protein is part of your problem; and meat also has a\nvariety of waste products, plus bacteria, purines, and uric acid.\n• Avoid dairy products, except yogurt. Do not eat chocolate or cocoa.\n• Drink 6-8 ounces of distilled water every hour.\n• Watermelon and pumpkin seeds seem to help the kidneys, although the reason is not\nknown.\n• Corn-silk tea is the best single herb for increasing urine flow and restoring the kidneys.\nWatermelon-seed tea and celery and parsley seeds are also diuretic in function.\n• Cranberries help acidify the urine, destroy bacteria, and restore the bladder.\n• Do not eat much potassium or phosphorous. For this reason, avoid beet greens, spinach,\nrhubarb, and Swiss chard.\n• Lead, other metals, the pain relieving drugs (Advil, Nuprin, etc.), and infectious diseases\n(scarlet fever, measles, etc.) can damage the kidneys. Spirulina is known to reduce kidney\npoisoning that is caused by mercury and drugs.\nENCOURAGEMENT—Only to those who receive Christ as their Saviour is given the power to\nbecome sons and daughters of God. The sinner cannot, by any power of his own, rid himself of sin. But\nChrist can give the needed strength to come off victor in the battle with Satan.\nKIDNEY STONES—1\n(Nephrocalcinosis)\nSYMPTOMS—Intermittent, dull, dragging pain radiating from the upper back to the lower abdomen,\nusually increased by motion.\nThere is bleeding and renal colic (strong kidney pain) when the stone enters the ureters. These sharp\npains may last hours or days. There is increased urination with pus and blood, pallor, nausea, and\nvomiting. Sometimes there are fever and chills.\nWhen you have bloody urine and sharp pain in the bladder or kidneys, it is very likely kidney stones.\nCAUSES—Kidney stones (also called bladder stones or cystic calculi) are an abnormal accumulations\nof mineral salts. They form in the kidneys and, during passage down the ureters, may lodge in them or in\nthe bladder. The stones are primarily composed of calcium oxalate; but urates, phosphates, and cystine\nmay also be present.\nOddly enough, a key factor in the production of kidney stones is a calcium and/or magnesium\ndeficiency. The minerals in the stones come from your own bones!\nRefined carbohydrates, especially sugar, prompts kidney stone formation. The sugar increases in the\npancreas and excretes additional insulin, which in turn causes the kidneys to discharge more calcium in\nthe urine.\nCalcium is needed by the body. If not enough calcium is in the diet, the parathyroids will signal the body\nto extract calcium from the bones in order to keep the blood calcium level at normal levels.\nA vitamin B and magnesium deficiency may also cause stone formation. A Swedish research group\n6\nfound that taking both daily stopped stone formation in 90% of their patients. Magnesium, like calcium,\ncan bond with the oxalate. B (10 mg a day) lowers the amount of oxalate in the urine.\n6\nIn response to lowered blood calcium levels, the parathyroids trigger the body to draw it out of the\nbones.\nIt is vital that you obtain a balanced diet of vitamins and minerals every day.\nPartial causes of kidney stone formation can include dehydration (not drinking enough water),\ninfections, prolonged periods of rest in bed, and only rarely taking vitamin D and calcium.\nToo much food, including acid-forming foods—especially meat, along with white-flour products, sugar\nfoods, tea, coffee, spices, and vinegar—all help produce an excess of waste in the kidneys. Eventually it\naccumulates into gravel and stones.\n• It is vital that you increase the amount of water you drink! Kidney health is keyed to an\nadequate fluid level in the blood. Only use distilled water.\n• Used in conjunction with more fluid intake, corn-silk tea increases urine output, a very\nnecessary factor in purifying and detoxifying the kidneys.\n• Watermelon provides additional water. Eat it alone and often, but do not eat it with other\nfoods during meals.\n• A lack of vitamin A can lead to stone formation. It helps protect the lining of the urinary\ntract.\n• A more acid urine prevents and dissolves kidney stones. Drink cranberry juice\nfrequently. (One writer says that Ocean Spray brand is only 30% cranberry juice, plus\nsugar, etc.) All other fruit juices become alkaline in the system. Do not put vinegar into\nthe body.\n• Eat potassium broth. This is made from thick potato peelings. Cook it with carrots,\ngarlic, and celery. Simmer for 30-40 minutes, then strain and drink the liquid. Excess can\nbe stored in the refrigerator for no more than 2 days.\n• Oxalate, a key chemical in kidney stone formation, occurs naturally in various green\nvegetables; some more than others. Rhubarb has the highest oxalic acid content of\nanything eaten by man. Also do not eat spinach, chard, or beet tops. About 60% of all\nstones are calcium oxalate in nature.\n• Drink watermelon-seed tea; steep in hot water for 15 minutes, strain, add a little honey\nand drink.\n• There may be an excess of purines. Stop eating meat. Meat-based proteins are a causal\nfactor in producing kidney stones. Do not overeat on other proteins.\n• Do not use soft drinks, caffeine, chocolate, cocoa, pepper, nuts, poppy seeds, or black\ntea.\n• Reduce salt intake.\n• A strict macrobiotic diet (lots of grains and little fruits and vegetables) tends to\nconcentrate the urine and may cause stones. But this is not a primary cause of them.\n• Take licorice, to reduce swelling of the ureters, so the stone can pass. Calcium and\nmagnesium are crucial to stop the calcium loss from the bones. Eat less meat to get your\ncalcium/phosphorous ratio in order (meat is full of phosphorous).\n• The following herbs are helpful: dandelion, rupturewort, and madder.\n• To dissolve kidney stones, drink hot water and lemon juice. Follow with olive oil. For\nthe complete formula for this, see \"Gallstones.\"\n—Also see \"Kidney Stones—2,\" \"Renal Colic,\" and \"Kidney Problems.\"\nENCOURAGEMENT—Christ, after having redeemed man from the condemnation of the law, could\nimpart divine power to unite with human effort—in keeping that law.\nKIDNEY STONES—2\n(Lithemia; Uric-Acid Diathesis) (J.H. Kellogg, M.D.,\nFormulas)\nGENERAL DIET AND LIVING—A spare aseptic diet, especially avoiding beef tea, animal broths,\nmeat, and also tea, coffee, and cocoa. Use fruits freely. In extreme cases, eat fruit diet for a few days.\nOut-of-door life; abundant exercise; dry, cool climate; daily cold bathing.\nINCREASE OXIDATION OF PROTEIN WASTES—Hot Full Bath, prolonged sufficiently to\nelevate body temperature 20-40F.; Sweating Wet Sheet Pack; Dry Pack; Steam Bath. Radiant Heat Bath\nor Hot Full Bath, followed by Dry Pack. Follow all hot baths by a short, cold application adapted to his\ncondition: Cold Mitten Friction, Cold Towel Rub, Wet Sheet Rub, Dripping Sheet, Shallow Bath.\nFollow bath by prolonged moderate exercise, massage, and Inhalation of oxygen.\nENCOURAGE ELIMINATION OF TISSUE WASTES—In addition to the above, water drinking;\nfree use of fruit juices and distilled water; Hot Abdominal Pack day and night; cool Colonic daily, if\nbowels are sluggish.\nINCREASE ALKALINITY OF BLOOD—Exercise, cold baths, cold air bath, sweating baths, and\nfruit diet.\nSWOLLEN AND PAINFUL JOINTS—Fomentation 2-4 times daily, Heating Compress during\nintervals between, well-protected with plastic covering and cotton (or flannel) covering.\nPAINFUL JOINTS, NOT SWOLLEN—Revulsive Compress 3 times a day, followed by deep\nmassage of limb above the joint and light circular friction of the joint; during intervals between, Dry\nPack or cotton poultice to the joint.\nSTIFF AND ENLARGED JOINTS—Alternate Douche (jet or spray) or the Alternate Compress,\nfollowed by thorough massage of the joint with passive joint movements, applied twice daily and\nprotected with Heating Compress during intervals between.\nGENERAL METHOD—Diminish the production of uric acid by regulation of diet and elimination of\nmeat products; increase the destruction of uric acid by exercise, Prolonged Hot Full Baths, followed by\nshort cold applications; increase elimination of uric acid by copious water drinking.\n- If any of the following related problems exist, check on them under their respective headings:\nHeadache and Migraine, Neurasthenia, Neuralgia, Insomnia, Muscular pains, Gallstones, Renal colic,\nIrritable prostate, Arteriosclerosis, Bright's Disease.\n—Also see Kidney\" Stones—1.\"\n\nPROBLEMS AND CAUSES—In addition to other conditions mentioned in this section on the kidneys,\nthere are less known diseases which can be just as serious. These include:\nRenal tubular acidosis: The kidneys fail to reabsorb bicarbonate properly, resulting in inadequate\nammonia production and acid excretion. This leads to a severe lack of fluid and potassium in the body,\nand an excess of acidity. The bones can become deranged.\nHydronephrosis: The kidneys and bladder become filled with urine, due to obstruction of the flow.\nGlomerulonephritis: This is an inflammation of the tiny kidney filtering units, sometimes resulting from\na bacterial infection in the body.\nUremia: A toxic waste buildup in the blood, due to kidney malfunction.\nIn all of these conditions, a basic need is to cleanse the kidneys, increase urine flow, and restore proper\nfunction.",
    "contentSw": null
  },
  {
    "id": "disease-urinary-renal-colic",
    "title": "Renal Colic",
    "contentEn": "TREATMENT\n• Drink plenty of pure water. Avoid coffee, alcohol, and artificial drinks.\n• Drinking unsweetened cranberry juice and apple juice helps reduce bacterial growth in\nthe kidneys.\n• Carrot, celery, and parsley juice is also helpful.\n• Eat nourishing food, and avoid processed and junk food.\n• Include enough vitamins C, A, and B complex in the diet. Potassium deficiencies can\nencourage kidney problems.\n• Go on a 3-day cleansing water-and-juice fast. Take enemas and rest. Keep the fluid level\nhigh.\n• Helpful herbs include garlic, echinacea, burdock, red clover, and goldenseal. Also of\nvalue: juniper berries, parsley, and watermelon-seed tea. Buchu tea and marshmallow tea\nare most helpful.\n• Used in conjunction with more fluid intake, corn-silk tea has been used for hundreds of\nyears to increase urine output, a very necessary factor in purifying and detoxifying the\nkidneys.\n- Also see \"Cystitis\" (infection of the bladder). The two are closely associated in health\nand in sickness. Also see \"Bright's Disease,\" which is a variant form of nephritis.\n—Also see \"Nephritis—2.\"\nENCOURAGEMENT—The love of Jesus is an active principle, uniting heart with heart in bonds of\nChristian fellowship. Everyone who enters heaven will, on earth, have been perfected in love.\nNEPHRITIS—2\n(Kidney Infection) (J.H. Kellogg, M.D., Formulas)\nKIDNEY INFECTION (ACUTE) —\nRELIEVE CONGESTION OF KlDNEYS—Congest the skin by means of the Hot Trunk Pack, Hot\nBlanket Pack, or Hot Full Bath continued to perspiration, followed by Friction, avoiding deep massage\nprocedures. Rubbing until vigorous perspiration is induced. Maintain active cutaneous circulation;\nFomentation to loins for 30 minutes every 3-4 hours; Heating Compress over lower back during the\ninterval between.\nENCOURAGE KIDNEY ACTIVITY—Ice Bag over lower third of sternum, Hot Enema, hot water\ndrinking, Prolonged Neutral Bath.\nENCOURAGE ELIMINATION OF TOXINS—Hot or Cold Enema twice daily, Prolonged Hot\nBlanket Pack, Sweating Wet Sheet Pack, Radiant Heat Bath, Steam Bath, copious water drinking.\nNAUSEA—Hot and Cold Compress over stomach, Ice Bag over stomach, and sipping very hot water.\nDIET—Fruit juice, fruit purees, and buttermilk.\nCARDIAC WEAKNESS—Ice Bag over heart for 15 minutes, every 2 hours; Cold Mitten Friction;\ncold Towel Rub, 2-3 times daily.\nCONTRAINDICATIONS—Avoid prolonged general cold applications, Cold Douche, and Cold Pail\nPour.\nGENERAL METHOD—Absolute rest in bed; maintaining a warm and active skin, even to the extent\nof perspiration; an aseptic, liquid dietary, to encourage free diuresis; copious water drinking.\nKIDNEY INFECTION (CHRONIC) —\nGENERAL—Aseptic dietary, especially avoiding meats and condiments, and buttermilk diet or\nexclusive fruit diet during acute attack. Strictly avoid tea, coffee, tobacco, and alcoholic liquors.\nMAINTAIN ACTIVITY OF THE SKIN—by warm woolen clothing, Friction given dry and applied\ndaily; Cold Mitten Friction, followed by dry friction; oil rubbing; carefully graduated cold applications\n(Tonic Frictions); Radiant Heat Bath, followed by cold Towel Rub; A sweating bath twice a week at\nbedtime, followed by Cold Mitten Friction.\nACUTE EXACERBATION—Apply treatment recommended for Bright's Disease, Acute.\nDROPSY—Short Radiant Heat Bath, followed by Cold Mitten Friction or Cold Towel Rub and water\ndrinking, 1-2 pints twice daily.\nCONTRAINDICATIONS—Avoid Cold Full Baths; prolonged Cold Douche, frequently repeated, or\nprolonged Hot Baths.\nGENERAL METHOD—The essential features are a carefully regulated regimen adapted to his\ncondition. This would include warm clothing; avoidance of chill; frequent Neutral Baths; very gentle\ntonic measures; copious water drinking; perfect digestion and bowel action; an aseptic dietary; out-of-\ndoor life; avoidance of exposure to cold and excesses of every description, especially sexual and dietetic\nexcesses.\n—Also see \"Nephritis—1.\"\n\n(Kidney Pain Attack) (J.H. Kellogg, M.D., Formulas)\nDURING ATTACK—Rest in bed; diet of fruit; buttermilk; hot water drinking; Hot Enema, repeat\nevery 2 hours; Hot Full Bath with cold to head and over heart, if bath is greatly prolonged; Hot Trunk\nPack renewed hourly; Revulsive Sitz Bath; Cold Compress over heart, if it is weak or much excited.\nTO PREVENT ATTACKS—Combat lithemia.\nVOMITING—Ice pills, ice to throat.\nURINARY SUPPRESSION—Hot Blanket Pack followed by Dry sweating Pack.\n—Also see \"Kidney Stones—1 and Kidney Stones—2.\"\nNEPHRITIS—1\n(Kidney Infection)\nSYMPTOMS—There may be no symptoms or they may include blood and/or albumin in the urine and\nlower back, abdominal pain, even chills, fatigue, edema, nausea and vomiting, frequent urge to urinate,\nand loss of appetite. Severe cases may include anemia and high blood pressure.\nCAUSES—This is inflammation of one or both kidneys. Thousands of tiny cells in the kidneys filter\nfluids out of the blood in order to purify it. But the filter can become plugged with toxins and mucous.\nWhen these tiny cells become swollen and inflamed, infection soon follows.\nThis infection can be acute or chronic, and may require hospitalization.\nConstipation causes a toxic matter to be reabsorbed by the blood. This clogs the kidneys.\nOveruse of aspirin and other pain killers weaken the kidneys; beer can cause their failure. Environmental\ntoxins, such as heavy metals, add to the damage. Anti-hypertensive drugs are used to reduce blood\ncirculation, and therefore injure the kidneys.\nKidney infection can also be caused by bacterial infection in the bladder (cystitis, which see) which has\ntraveled up the ureters to the kidneys.",
    "contentSw": null
  },
  {
    "id": "disease-urinary-bladder-problems",
    "title": "Bladder Problems",
    "contentEn": "TREATMENT\n• Increase the fluid intake—lots of water, especially distilled, is best. Drink a half pint\nevery 20 minutes for 3 hours, then one cup every hour. This is important.\n• Also drink cranberry juice. When you have this problem, citrus juice is not as good,\nsince it tends to make the urine more alkaline, encouraging bacterial growth.\n• Eat a nourishing diet; avoid the wrong foods. See \"Nephritis\" (kidney infection) for\nmuch more information on the proper care and healing of the urinary tract. The bladder\nand kidneys are closely associated; whatever helps one helps the other.\n• Acidify the urine by drinking 1-2 quarts of cranberry juice per day, for the first day, and\n1 quart a day thereafter while the crisis continues.\n• Helpful herbs include juniper, lovage, parsley, uva ursi, rupturewort, bearberry, birch,\nand prickly restharrow. Of course, do not add sweetener or milk to the tea.\n• Drink tea made from 2-3 crushed or blended garlic bulbs several times a day.\n• The use of aluminum cookware is another cause of cystic symptoms. Avoid zinc and\niron supplements until this problem is healed.\n• Potassium deficiencies can lead to renal (kidney) disorders.\n• To relieve the pain and encourage healing, take hot sitz (sitting) baths twice a day, for 20\nminutes. To one of those daily sitz baths, add 1 cup of vinegar. The next day, add 2 cloves\ncrushed garlic or garlic juice to the water of one of the two baths.\n• A hot water bottle placed in direct contact to the urethral and vaginal openings may be\nextremely helpful in reducing pain. A heat lamp can also be used.\n• Women should especially avoid bacterial infection ascending into the bladder: The\nurinary outlet of the urethra is close to the vagina. When sexual intercourse is not done\nwith clean hands or too frequently, germs are more likely to enter the urethra. Wipe from\nfront to back following bowel movements, urinate before and after intercourse, and wear\ncotton underclothing (it lets air through and absorbs moisture better). Avoid douches,\nhygiene sprays, bubble baths, soap in the bath water, and nylon clothing. Wash carefully\nduring the monthly, to avoid bacteria from going up the urethra. Do not use tampons if\nthere are frequent urinary tract infections. Rinse underwear well, to get all the soap out.\nBoil panties in plain water. Shower after bathing in a swimming pool. Dress to keep the\nextremities warm; cold extremities weaken the trunk organs, including the urinary tract.\nBirth control pills and spermaticides may cause cystitis.\n—See \"Cystitis—2.\"\nENCOURAGEMENT—Christ was lifted upon the cross of Calvary, to draw all men unto Himself.\nWhat shall we do then with Jesus? Shall we accept Him or reject Him? But more: How shall we treat\nHis purchased possessions, those around us? Will we do all we can to help them?\nCYSTITIS—2; and Irritable Bladder\n(J.H. Kellogg, M.D., Formulas)\nINFLAMMATION—Copious water drinking; Revulsive Sitz Bath, twice a day; Hot Leg Packs\nfollowed by dry heat (Radiant Heat bath) to legs; Neutral Bath for 20-40 minutes, 2-3 times a week;\nprolonged Neutral Sitz Bath; Cold Mitten Friction; Cold Towel Rub; Fomentation over bladder; Hot\nEnema; Hot Pelvic Pack; Aseptic Dietary.\nIRRITABLE BLADDER—With inflammation not present: Very Hot Sitz Bath for 5 minutes, followed\nby Neutral Sitz Bath for 10-20 minutes. Hot Pack to pelvis, Heating Compress over perineum and\ngenitals, Revulsive Sitz, Hot Colonic.\nCONTRAINDICATIONS—Do not apply Cold Sitz Bath, Cold Full Bath, Cold Douche, or Cold\nFootBath.\n—See \"Cystitis—1.\"\n\nHYDRO—Here are several hydrotherapy applications found in the author's book, Water Therapy\nManual (see order sheet):\nBladder atony: Ascending Douche. This is a jet or spray directed upward, in this case, against the\nperineum (p. 159). Abdominal Douche (a spray to the front of the abdomen only (p. 165).\nBladder inflammation: Copious water drinking. Revulsive Sitz Bath, twice a day; Hot Leg Packs,\nfollowed by dry heat (Radiant Heat Bath) to legs; Neutral Bath 20-40 minutes, 2-3 times a week;\nProlonged Neutral Sitz Bath; Cold Mitten Friction; Cold Towel Rub; Fomentation over bladder, Hot\nEnema; Hot Pelvic Pack; Aseptic Dietary (p. 180).\nIrritable bladder: When inflammation is not present, give a Very Hot Sitz Bath for 5 minutes, followed\nby Neutral Sitz Bath for 10-20 minutes. Hot pack to pelvis, Heating Compress over perineum and\ngenitals, Revulsive Sitz, and Hot Colonic (p. 180).\nBladder insufficiency: Spinal (Dorsal) Douche. This is a hand-held hosing of water to the dorsal (upper\nand central) part of the spine. The stream should be allowed to play rapidly up and down, extending 3-4\ninches on either side of the spine. Give tepid water for irritability of the bladder (when of spinal origin).\nGive a Cold Spinal Douche for motor insufficiency of the bladder, resulting in urinary incontinence or\nretention (p. 160).\nBladder paresis (paralysis): Daily colonic. Cold Plantar Douche, that is, to bottom of feet (p. 219).\nBladder retention: Lumbar Revulsive Douche. This spray should be hot, and then very brief cold, and\nwill help alleviate urinary retention, due to spasm in the neck of the bladder (p. 161).\nENCOURAGEMENT—As we cherish and obey the promptings of the Holy Spirit to obey God and\nhelp others, our hearts are enlarged to receive more and more of His power and to do more and better\nwork. As we seek to help others, the angels work with us.\nCYSTITIS—1\n(Bladder and Urinary Tract Infection)\nSYMPTOMS—Pain in the lower abdomen and back; frequent, urgent, and painful urination. Urine\noften has a strong, unpleasant odor and may appear cloudy (from pus). A desire to urinate even after the\nbladder has been emptied.\nChildren with this condition may experience a painful burning sensation when urinating.\nCAUSES—Cystitis is an infection of the urinary bladder. It is the most frequent bacterial infection in\nwomen. About 10-15% of them have recurrent bladder infections.\nThe cause is generally bacteria which have ascended up from the urinary opening, but, less frequently,\nfrom infected urine sent down from the kidneys.\nThe usual cause is ascended bacteria, and cystitis most often occurs in females. The urinary outlet of the\nurethra is close to the vagina. Ways to avoid cross infection between the two are given in the concluding\nparagraph of this article.\nFrequency, urgency, and burning urine are obvious symptoms of cystitis, but a home test can be also be\ndone: Purchase \"Dipstick\" at a pharmacy and follow directions. A positive nitrate test will reveal the\npresence of a large quantity of white blood cells, indicating infection in the urinary tract.\nWomen who frequently have bladder infections often have enlarged bladders from having tried to retain\ntheir urine. In order to maintain good urinary tract health, it is important to drink water and urinate\nfrequently.\nIn older men, the cause of the bladder problem might be kidney stones (which see).\nBlood in the urine could indicate a more serious problem. Consult a physician. (Also see \"Hematuria\").\nBladder infection in men may signal prostate trouble.\nCyclamate (an artificial sweetener found in synthetic sugar) causes bladder tumors.",
    "contentSw": null
  },
  {
    "id": "disease-urinary-autism",
    "title": "Autism",
    "contentEn": "TREATMENT\n• Dr. Bernard Rimland, a research psychologist in San Diego, found that 50% of his\npatients improved when placed on a megavitamin therapy.\n• The vitamins which especially helped were niacin (use as niacinamide), pantothenic\nacid, B and C. When improvement did not occur, additional B was given, along with\n6 6\nmagnesium, to offset the B , and then improvement was seen.\n6\n• As soon as the vitamin therapy ceased, the symptoms returned.\n• As a result of vitamin therapy, there was a reduction in tantrums, improved speech,\nbetter sleep patterns, increased alertness, and greater sociability.\n• Allan Cott, M.D., a New York psychiatrist, gave 200 mg of pangamic acid to autistic\nchildren, and decided improvement frequently occurred.\n• Give a nourishing diet high in vitamins and minerals.\n• The diet should be high fiber, of 50-75% raw fruits and vegetables.\n• No junk, processed, sugar, dairy, wheat, or white-flour foods of any kind should be\ngiven. Avoid fried and fatty foods and most meats.\n• Regular, moderate, exercise is important.\n• Use an elimination diet, to test for food allergies (see \"Allergies\" and \"Pulse Test\").\nENCOURAGEMENT—The Lord has not changed. He is true, merciful, compassionate, and faithful to\ndo what He says. Trust your life to Him! You will not be sorry. The future He offers you is a marvelous\none.\nSection 10\nMuscular-Skeletal\nPart 1\nBones\n\nSYMPTOMS—Symptoms are very obvious before the age of three: A marked unresponsiveness to\nother people and surroundings, indifferent to affection, and withdrawn into themselves.\nSometimes strange actions, such as pounding feet while sitting, continual rocking back and forth, silent\nsitting for long periods of time, bursts of hyperactivity while they bite, or pound, on their bodies.\nCAUSES—There are about 100,000 autistic children in America. They look normal in appearance; but,\nin addition to the above symptoms, they have learning disabilities and are often mentally disabled. A\nrare few have astounding abilities in mathematics or music.\nNutritional improvement appears to be the best route for natural treatment.\nIn some instances, autistic children have recovered, usually during adolescence. Some progress well, and\nlater lose what was gained.\nIf you have an autistic child, give him a high B-complex supplementation, plus other nutritional factors.",
    "contentSw": null
  }
]