[
  {
    "id": "disease-skin-boils",
    "title": "Boils",
    "contentEn": "TREATMENT\n• Go on a brief cleansing fast, to rid the system of impurities. The problem may be toxins,\nbut it may be chemical poisoning. One example would be sulphur. Whenever it is taken\ninto the body, it tries to leave—not through the bowels or kidneys—but through the skin.\n• While on this liquid fast for a couple days, you may drink 3 cups of an herb tea daily of\none or more of the following: comfrey, red clover blossoms, yellow dock root, chickweed,\nplantain, and wild cherry bark.\n• Every night apply a poultice of raw potato mixed with flaxseed. If you apply a poultice\nduring the day, use whole wheat flour and stiffened it with enough honey so it will not\nrun.\n• Apply moist heat (a clean towel, cloth, or gauze that is wet in warm water) 3-4 times\ndaily to the boil. This will reduce pain and help bring it to a head more quickly. Avoid\nirritating the area or spreading the pus. Avoid exercise which might cause sweating until it\nheals.\n• Keep the skin clean by washing it several times a day. Place honey directly over the boil.\nAlternates would be clay, charcoal, and/or chlorophyll.\n• Apply vitamin E oil to the area.\n• Some boils are large and persistent. Some type of poison in the body is trying to get out.\nBed rest, a short fast, followed by a light, nutritious diet will greatly help.\n• Helpful herbal teas include oat straw, goldenseal, dandelion, and burdock root.\n—Also see \"Abscesses.\"\n(Furuncles; Carbuncles)\nSYMPTOMS—Itching, mild pain, and local swelling, often on the scalp, buttocks, face, or underarms.\nWithin 24 hours, the boil becomes red and filled with pus. Fever and swelling of the lymph glands\nnearest the boil may occur. Boils are tender, red, painful, and appear suddenly.\nCAUSES—Boils are small pus-filled bumps. The medical name for them is furuncles.\nCarbuncles are many-headed boils which tend to combine and enlarge. They begin as a painful,\nlocalized infection, producing pus-filled areas in the deeper layers of the skin. Carbuncles are slower\nhealing than boils. They are both treated alike.\nBoils are contagious. Do not let the draining pus get on the skin elsewhere! When it spreads to nearby\nareas, the result is a carbuncle.\nUntreated boils tend to exude their poisons and disappear within 10-24 days. But, given careful\ntreatment, they are contained and less severe.\nKeep in mind that if the body is trying to expel a poison (especially sulphur!) through the skin, you may\ncontinue to have a string of boils for a time. The body is trying to cleanse itself of something bad.\nInorganic sulphur in the body is especially prone to come out in skin boils.",
    "contentSw": null
  },
  {
    "id": "disease-skin-burns",
    "title": "Burns",
    "contentEn": "TREATMENT\n• First degree: Mix equal parts of white vinegar with water and cover the burn surface,\ntwice a day. Also apply aloe vera or vitamin E oil locally. Tannic acid has been used in\nclinics for surface burns that have begun to heal, so you can use white oak bark tea. Apply\nlocally as a tea and wet compress.\n• Second degree: Apply vitamin E oil or zinc oxide. Take vitamin C to bowel tolerance.\nApply aloe vera after healing begins.\n• Third and fourth degree: Immediately take the person to a professional. Do not try to\nremove clothing stuck to the burned area. Apply aloe vera after healing has begun.\n• Soak the clothes, so the hot cloth will not increase the burn. Apply cold until the pain\nsubsides.\n• Cold water or cold, wet cloths on the area reduce pain and swelling. Cover the burn, to\nreduce likelihood of infection. Mix and apply olive oil with baking soda to the area.\nElevate the area, to reduce swelling, and keep it out of the sun. Do not break the blisters,\nand never put salves or butter on burns. Watch for indications of infection, odor, pus, or\nangry redness. Cold clay poultices are useful.\n• Second degree, on up, requires a high protein diet and 5,000 calories per day. Increase\nfluid intake. Also important: vitamins A, B, C, E, and F.\n• Applying vitamin E and spraying on a 1-3% solution of vitamin C every 2-4 hours is\nvery helpful. This reduces pain and accelerates healing. Take 1,000 mg of vitamin C\norally, every hour.\n• Have the patient breathe deeply every so often. He needs the vital oxygen for healing of\nthe burn.\n• Fresh aloe vera juice is outstanding on burns, to hasten healing. But this can only be\ndone if you have a growing plant to cut the leaves from.\nHYDRO—The following hydrotherapy treatments are listed in the author's book, Water Therapy\nManual (see order sheet): Ice Pack (p. 46), Neutral Full Bath (p. 122), Evaporating Compress, and the\nCool Irrigating Compress (p. 242). Extensive burns can be treated with the Prolonged or Continuous\nNeutral Bath (p. 242, 122). Old burns can be treated with the Paraffin Bath (p. 79).\n(Scalds)\nSYMPTOMS—There are first degree burns (redness), second degree burns (redness and blisters), and\nthird degree burns (the entire skin and some of the underlying muscle is destroyed). For third degree\nburns, immediately go to a doctor or an emergency room. Even more extreme is a fourth degree burn:\nInstead of oozing flesh, the area is dry and charred.\nCAUSES—Tissue damage to the skin as a result of heat, chemical, electrical, or radiation injury. First\ndegree: usually from sun or water; second degree: generally from hot metal objects, flame-contact burns\nand severe sunburn; third: hot fluid burns, steam from a pressure cooker, electrical burns, or high flame\ncontact.",
    "contentSw": null
  },
  {
    "id": "disease-skin-acne",
    "title": "Acne",
    "contentEn": "TREATMENT\n• Cleanliness is important. Keep the skin washed and clean. Keep the infected area free of\nall oils. Wash or pat the face with lemon juice 3 times a day. Shampoo the hair frequently.\nEat a good, balanced diet, exercise regularly, and get adequate sleep at night. Drop all\nsaturated fats from the diet, along with junk food, fried food, refined food, dairy foods,\ncarbonated drinks, caffeine, alcohol, and tobacco.\n• Certain dietary deficiencies have been linked to acne. This includes vitamin B6, zinc,\nand essential fatty acids.\n• Increase raw vegetable intake. Eat plenty of non-citrus fruits, raw vegetable juice,\ncooked vegetables, salads, whole grains, and a few seeds and nuts. Include some seaweed\n(for iodine) and pumpkin seed (for zinc).\n• Go on a short vegetable juice fast of 1-3 days, along with enemas. It would be well to do\nthis every 2 to 4 weeks, until the skin is perfectly clear.\n• Beware of all oily foods which have saturated fats. This would include peanut butter,\ncheese, milk, and cream. A small amount of unsaturated vegetable oil would be\nacceptable.\n• Herbs which could be applied to the skin would include dandelion root, echinacea,\nalfalfa, chaparral, and red clover.\nSYMPTOMS—Blackheads, whiteheads, pustules, inflamed and infected nodules, sacs, and cysts. They\noccur where the sebaceous (oil) glands are most numerous: face, neck, chest, and back. Permanently\nexpanded pores, as well as scarring, can result.\nCAUSES—A sebaceous gland is located in every hair follicle, and produces oil which lubricates the\nskin. Some of the oil becomes clogged, bacteria multiply, and inflammation results. This occurs during\nadolescence (between 12 and 24), when androgens (male hormones) are released in increased amounts\nin both boys and girls. A few have acne all their lives.\nOther causes include junk foods, oral contraceptives, allergies, stress, and heredity.\nThe problem is intensified when sebum, combined with skin pigments, plugs the pores—and produces\nblackheads. If scales below the surface fill with sebum, whiteheads are formed.\nCanadian Eskimos, prior to 1950, never had acne. When \"modern foods\" were brought in, acne became\ncommon.",
    "contentSw": null
  },
  {
    "id": "disease-skin-warts",
    "title": "Warts",
    "contentEn": "TREATMENT\n• Since everyone seems to get better using a different treatment, here are lots of them:\n• As with any infection, warts appeared because the body has lowered vitality and lack of\nresistance. Eat right, keep proper hours, exercise in the open air, and breath deep. Tone up\nyour whole body.\n• They also appear more frequently in adolescents who are experiencing hormonal\nchanges, especially between 12 and 16.\n• Deficiencies of vitamins A, C, and zinc have all been related to an increased incidence of\nviral infections.\n• The usual methods of removing warts (surgery, acids, burning, electrotherapy, or\nfreezing) often results in their reappearance. The underlying causes should be eliminated:\nImprove the diet; eat foods high in vitamins A, B complex, C, and zinc. Also increase the\nsulfur-containing amino acids in the diet, such as are found in asparagus, citrus fruits,\neggs, garlic, and onions. Be sure and take enough vitamin C every day! Eat raw garlic.\n• Place thin sections of garlic on the wart. Try to avoid touching the garlic to normal\ntissue. Hold it in place with cloth and tape and leave it there overnight. Do this for 2 or 3\nnights. Within a week the wart will fall off.\n• Apply castor oil to the wart, for 3 weeks.\n• Cover with honey, for 15 days.\n• Put 1 drop muriatic acid on the wart once a day, for 8 days.\n• Dissolve as much sodium carbonate (washing soda) in water as will stay in solution.\nSwab this onto the warts for 2 minutes, 4 times a day, and let it dry in the air. Very large\nwarts have responded to this.\n• Apply the juice of milkweed, celandine herb, or the milk from green figs or marigold to\nthe wart.\n• Mix castor oil and baking soda into a paste and apply to wart, cover, and keep on all\nnight. Do not pick at it, but let it slough off within 3-6 weeks.\n• Apply an iron formula, such as Ironite or black walnut tincture.\n• Apply castor oil to the wart for half an hour, 3 times a day.\n• Apply powdered vitamin C, as paste, and cover.\n• Soak the wart in a concentrated salt water solution: 1½ tsp. salt to ½ cup water equals a\n30% solution. Soak the wart for 20 minutes 2-3 times a day for a few weeks.\n• Here are several other helpful applications: green fig juice; that is, juice from barely ripe\nfigs (or milkweed sap) applied several times a day. Fresh grated celandine juice. Cut a raw\npotato, rub it on, and repeat several times a day for several weeks. Chickweed juice.\nSassafras oil. Green papaya juice. Aloe vera. Onion and salt compress. The juice of white\ncabbage. Wheat germ oil. Fresh pineapple juice. Cashew nut.\n• For plantar warts (warts on the bottom of your foot), apply a plantain poultice (the leaf\nitself) to the wart. Another method is to place the inner side of a fresh piece of banana skin\nover the wart and hold it there with tape. Change daily after washing the entire area. Once\na week the thickened outer horny layer is removed. Maximum time for complete\ndisappearance of a wart is 6 weeks, with no recurrence within 2 years.\n(Papillomas)\nSYMPTOMS AND CAUSES—There are three primary types of skin warts:\n1 - Contagious (viral) benign skin warts (verruca vulgaris); these are also called common warts and may\nbe found on the hands, arms, face, or body. These warts, which can be dark or flesh-colored, may range\nin size from a pinhead to a bean, and most frequently occur where the skin is in friction with clothing,\netc. They can also occur on the larynx (voice box) and produce hoarseness. They can be spread by\npicking, trimming, or touching them. On the face, they can be spread by shaving.\n2 - Plantar warts are verruca on the sole of the foot. Both types of verruca are actually benign epithelial\ntumors, caused by a virus.\n3 - Venereal warts (condylomata acuminata) may be found on the vulva and penis. Venereal warts are\ncaused by the human papilloma virus (HPV), of which there are more than 35 types. Genital warts on a\nwoman can change into cancer of the cervix or genital area. They should be removed! One study showed\nthey can increase the risk of cervical cancer by 200 percent! The incubation period for genital warts is\ngenerally 3 months. It can spread to others even before the person realizes he or she has it. Professionals\nrecommend that you not have sexual intercourse until these types of warts are eliminated.\nWith the exception of plantar warts which are flat, warts are always raised bumps. Where there is\nconstant contact, they can cause discomfort and even pain. Venereal (genital) warts are single or clusters\nof soft cauliflower-like growths.",
    "contentSw": null
  },
  {
    "id": "disease-skin-heat-rash",
    "title": "Heat Rash",
    "contentEn": "TREATMENT\n• Take a soda alkaline bath. This helps counteract acidity in the rash. Fill a bathtub with\nwater at 95o-98o F. Add a cup of baking soda. Sit in the tub and continually pour the water\nover yourself. About 30-60 minutes later, stand in the tub and partially drip-dry. Then pat\nyourself dry and get out.\n• Eat a more nutritious diet, obtain adequate rest, avoid meat and junk food. Do not smoke\nor drink liquor.\nSYMPTOMS—An itchy skin rash which can occur in the heat of mid-summer.\nCAUSES—As a result of poor diet, overwork, and lack of proper rest, the skin has become too acid.",
    "contentSw": null
  },
  {
    "id": "disease-skin-sunburn",
    "title": "Sunburn",
    "contentEn": "TREATMENT\n• A third degree sunburn is serious; see a doctor. Water applications help. Keep the\nmuscles flexible. A strong sunburn can cause underlying muscles to contract somewhat.\n• For both second and third degree burns, be sure to eat high-protein foods. A lot of tissue\nneeds to be repaired; your body is hard at work. Drink a lot of fluids.\n• Put cold water on the burn. Let him lay in a cool bath.\n• Mix a cup of skim milk with 4 cups water and add a few ice cubes; every few hours,\napply compresses for 15-20 minutes.\n• Place dry oatmeal in a bag, run cool water through it, and save the water. Throw away\nthe contents of the bag, and use the water in compresses. Apply every 2-4 hours.\n• Here are other suggestions: Clay poultices can be used. Massage aloe vera on the area.\nDo not apply any product which has alcohol, mineral oil, coloring, or waxes in it. Moisten\na cloth with witch hazel, and apply often for temporary relief; for small areas, apply with\ncotton balls. Apply plain yogurt to the area. Make a paste of cornstarch and water, and\napply it. An ice pack can help reduce pain. Get lots of sleep.\n• If the legs are burned, elevate them above the heart level.\n• That skin area will be delicate for 3-6 months, so be careful.\nSYMPTOMS—First degree sunburns cause reddening of the skin and possibly slight fever. Second\ndegree sunburns makes reddening and water blisters. Third degree sunburns produces damage to lower\ncells and the release of fluid, resulting in eruptions and skin breaks where bacteria and infection can\nenter.\nCAUSES—There has been excessive exposure to ultraviolet light rays. They first burn the surface skin\nand, later, the lower cell layers. Ultraviolet rays can penetrate clouds, so be careful even on hazy days.\nPREVENTION—Do not expose yourself to the sun for extended periods of time between 10 a.m. and 2\np.m., when the highest concentration of ultraviolet rays are present. Reflections from snow water, metal,\nsand, or white- and aluminum-painted surfaces can intensify the effect.\nApply a sunscreen about 30 minutes before going out. Protect your lips, hands, ears, and the back of the\nneck. Reapply as needed after swimming and sweating. Get a tan gradually, beginning with only a few\nminutes (never over 15). Wear protective clothing whenever possible. Keep a hat with you, and use it.\nLong sleeves help.",
    "contentSw": null
  },
  {
    "id": "disease-skin-skin-rash",
    "title": "Skin Rash",
    "contentEn": "TREATMENT\n• Quick relief from many rashes may be obtained by soaking a clean cloth in cool water,\nwringing it out, and applying it to the area for 10 minutes. Repeat as often as needed.\n• Better yet, soak the cloth in comfrey tea or in calcium water. To make calcium water,\ntake a spoonful of calcium gluconate powder (obtainable at a health food store) and stir it\ninto a cup of water.\n• A wash of chamomile tea helps reduce rashes. A poultice made from dandelion, yellow\ndock root, and chaparral helps alleviate many of them.\nSYMPTOMS—Reddening of various kinds on the skin, with possible bumps, scaling, and thickening.\nCAUSES—In our modern world, skin rashes can have many causes, including reactions to chemicals,\nsun, wind, insect bites, alcohol, detergents, and friction.\nSkin rashes in children are often caused by food rashes from chocolate, peanuts, dairy products, wheat,\neggs, or meat. It has been estimated that 75% of children's skin rashes are caused by sensitivity to eggs,\npeanuts, or milk.",
    "contentSw": null
  },
  {
    "id": "disease-skin-eczema",
    "title": "Eczema",
    "contentEn": "(Dermatitis)\nSYMPTOMS—Dermatitis, also called eczema, is a skin problem indicated by reddened skin,\nthickening, itching when touched, the formation of dry, patchy scales, and flaking,\nCAUSES AND TREATMENT—\n• Dermatitis is an inflammatory skin condition that generally keeps reoccurring. Its\nprimary symptom is eczema. Dermatitis is actually an allergy which may be caused by\ncontact with perfumes, cosmetics, rubber, medicated creams and ointments, poison ivy, or\ncontact with metal alloys (including nickel, silver, and gold). Some type of food could be\nthe problem. If the irritant continues to be in constant contact with the skin, the dermatitis\nwill spread and get worse. Obviously, if you have this problem you want to solve it!\n• The condition can be intensified by emotional stress and fatigue. Deficiency of any of\nthe B complex vitamins can cause dermatitis. Another important item is unsaturated fatty\nacids. If you are not getting enough, you can begin itching wherever you rub on your skin.\nAdequate vitamin A and enough protein are also essential.\n• Oddly enough, hair loss (alopecia) is commonly associated with dermatitis, especially if\na concurrent unsaturated fatty acid deficiency in the diet exists.\n• If the dermatitis is not terminated, it can so weaken the system, so that more serious\ninfections occur. This is because, at the same time that you are having skin problems, your\nintestines are developing lesions which can greatly weaken your ability to digest and\nabsorb nutrients!\n• It is a fact that 13% of those with severe dermatitis later develop cataracts.\n• Here are some of the allergies which the experts have found to especially cause\ndermatitis:\n1 - Cow's milk. Either stop drinking cow's milk or try switching to goat's\nmilk.\n2 - Wheat gluten (wheat protein). There are other grains you can eat instead.\n3 - Nickel. The experts call this \"nickel rash.\" Women who have their ears\npierced and the nickel post placed in them can produce various rashes on\nthe body—especially where any other metal jewelry touches the skin. By\nthe way, any gold jewelry less than 24-karats has some nickel in it.\n• Beware of the bubble bath and similar soapy tub baths.\n• Children's rashes: A skin rash in children may be caused by eating eggs, peanuts, milk,\nwheat, fish, chicken, pork, or beef. Eggs, peanuts, and milk account for 75 percent of the\nskin rashes in children.\n• Regardless of what may be the cause, omit wheat, rye, oats, and barley for six weeks.\nThen slowly add one back at a time—and see how all this effects the dermatitis.\n• If you know how to do so, you may wish to do a pulse test after each meal, in an attempt\nto ascertain which foods increase heart beat. Those which do are the problematic ones.\n• Avoid dairy products, white flour, fried foods, other processed fats, and sugar. Avoid\nantiperspirants, for they have metal in them. Use cotton undergarments. Fake fingernails\ncause skin rashes. Always use white bathroom tissue only. The dyes irritate the skin. Be\nsure and rinse the soap out of your clothes which have just been washed.\n• Mix goldenseal root powder with vitamin E oil and put some on the affected area. This\nwill reduce the itching.\n• Primrose oil and vitamin B6 (pyridoxine) have helped infants with dermatitis.\n• An oatmeal bath is another helpful measure, to reduce the itching during the time\nrequired to solve the underlying cause. Use 2 cups of colloidal (powdered) oatmeal per\ntubful. Colloidal oatmeal can be obtained at a pharmacy.\n• Herbs that may help include comfrey, dandelion, red clover, and pau d'arco.\n• Steep a tbsp. each of burdock root, yarrow, and yellow dock root in a pint of boiling\nwater for half an hour. Strain, add a pound of cocoa fat, and keep boiling and stirring until\nit is a salve. Use this for eczema.\n• Other useful herbs are plantain, chickweed, burdock root, yarrow, and strawberry leaves.\nOne can either drink the tea made from any of them or apply it to the affected area.\n—Also see \"Drug Rash,\" \"Skin Disorders.\"",
    "contentSw": null
  },
  {
    "id": "disease-skin-psoriasis",
    "title": "Psoriasis",
    "contentEn": "TREATMENT\n• There is no certainty that one can totally eliminate psoriasis. Do not spend time worrying\nover the matter, for the resultant stress may only aggravate it.\n• Only the scales and skin debris can be removed. Because psoriatic skin is dry, it is well\nto put petroleum jelly or vegetable oil on the area. Researchers have found that covering\nlesions with tape or plastic wrap for days or weeks can sometimes help clear it up. This\nseems to work only for small areas, no larger than half a dollar. But do not let the area\nbecome gooey and infected.\n• Lose weight if you are overweight. Weight loss helps many who have psoriasis.\n• Heavy stress can make it worse; try to retain a calm, cheerful outlook on life. Existing\npsoriasis tends to get worse when you come down with some other infection.\n• Exposure to sunlight or ultraviolet light reduces the scaling and redness. With regular\namounts of intense sunlight, 95% of psoriasis sufferers improve. But keep in mind that too\nmuch ultraviolet light also produces skin cancer.\n• You may wish to consider moving to a warmer climate, since the problem becomes\nmuch worse in the winter.\n• An increased intake of animal protein can make it spread outward; conversely, a\nreduction tends to shrink it. Citrus juices may also be a problem.\n• Since psoriasis is a metabolic disease, a cleansing juice fast, 2-3 times for the first week,\nis a good way to begin working toward its recession. Four weeks later, the fast can be\ncarried out again. But in the meantime, an extremely nourishing diet should have been\nstarted. All junk food should have been discarded. Search out, and eliminate, allergy\nfoods. Beware of milk and wheat. It may be well to exclude them for 6 months, even if\nthey may appear harmless.\n• Avoid fats (butter, milk, cream, eggs, meat), processed food, white flour, sugar, and\ncitrus fruit. Red meat and dairy products contain arachidonic acid, which makes the\nlesions turn red and swell. Get your oils from natural foods, such as flaxseed, sesame seed,\nand soybeans.\n• Vitamins A, B complex, C, and D all help the skin and appear to be of help in reducing\npsoriasis.\n• Swimming in the ocean is good for reducing psoriasis. Bathing in heated baths is also\nhelpful, but it also tends to increase the itching. Put seawater, several times a day, on the\narea.\n• The various medicinal drugs recommended for psoriasis all have potentially dangerous\nside effects.\n• To reduce the itching, a cold-water bath, perhaps with a cup or so of vinegar added, is\nvery helpful. Another help is ice. Put some in a plastic sack and hold on the area.\n—Also see \"Skin Disorders.\"\nSYMPTOMS—It appears like patches of silvery scales or red areas, and is found on the scalp, arms,\nlegs, knees, elbows, ears, and back. There are cycles of flare-ups and remission. Sometimes it disappears\nfor months or years, and especially occurs in winter months. In some, aging makes it better; in others,\nworse. It is most common between 15 and 25, and is not infectious.\nDo not use steroids, alcohol, or processed foods.\nCAUSES—The skin cells seem to run out of control. Instead of skin renewing itself in 30 days, the new\ncells reach the top layer in 3 days. This produces raised areas of skin, called plaques, which are red and\noften itchy. Because so many cells are rising and dying (as they normally do), they have a raised,\nsilvery, patchy appearance.\nPsoriasis may be linked to faulty fat utilization. Attacks are related to times of stress, illness, surgery,\ncuts, certain viral and bacterial infections, sunburn, poison ivy, or poison oak. The drugs such as\nchloroquine, lithium, and beta-blockers also cause it to flare up.\nThere appears to be a hereditary factor involved.\nPrevious immunizations seem to be a causative factor for some people.",
    "contentSw": null
  },
  {
    "id": "disease-skin-frostbite",
    "title": "Frostbite",
    "contentEn": "TREATMENT\n• Do not rub ice on the area! This only extracts more heat. Instead, get the person into a\nwarm tub (100o-110o F.) as soon as possible. The area is numb, so he will not feel the\nheat. In the early stages, you can rub the area with a cloth dipped in cold water or snow.\n• Do not apply more heat than mentioned above, for the skin is numb and can be burned\nwithout anyone realizing it. Unless it is all you have, do not use dry, radiant heat (such as\na heat lamp or campfire). Frostbitten skin can easily burn, for it does not feel the heat.\n• To warm the hands, place them under your armpits. Roll yourself into a ball to conserve\nheat. Stay out of the wind. Do not get wet. Do not drink or smoke; both block circulation\nto the extremities. If outside, stay in your car or truck until help comes.\n• Living tissue is dying, so thaw the area quickly. Do not allow it to refreeze. Do not take\noff your boots until it is safe to do so. The foot may be swollen and you might not get it\nback on. If considerable walking must be done to find a place of safety, leave the feet\nunthawed until you arrive at your destination.\n• Move the person to a warmer place. Wrap him in blankets. Give him warm liquids, but\nno alcohol. Alcohol gives an artificial feeling of warmth, but actually removes it.\nCHILBLAINS—This is a lowering of the overall body temperature (not just in the extremities). But\nbecause it so often centers in the extremities, we are including it in this section. The same treatment\nshould be applied.\nThe temperature is lowered to subnormal levels for some length of time, resulting in near frostbite.\nSevere numbness and loss of function may occur if the problem is not dealt with. Colds, flu, and\ninfection can result.\n(Hypothermia; Chilblains)\nSYMPTOMS—First there is a tingling, then a redness, followed by paleness and numbness in a body\npart—generally the fingers, toes, cheeks, nose, and ears. If not immediately cared for, tissue can die and\ngangrene sets in.\nFrostnip is superficial frostbite, and leaves the area firm, white, and cold. It can result in peeling and\nblistering, 24-72 hours later, and perhaps cold sensitivity in the area.\nIn contrast, deep frostbite produces a cold, hard, white condition, which is painless while it remains\nfrozen. On rewarming, it becomes blotchy red, swollen, and can be quite painful.\nCAUSES—Frostbite or freezing of an exposed body part.",
    "contentSw": null
  },
  {
    "id": "disease-skin-burning-feet",
    "title": "Burning Feet",
    "contentEn": "TREATMENT\n• Add niacin or niacinamide to your diet. (Niacin will cause your face to flush;\nniacinamide will not.)\nSYMPTOMS—Feet which burn at night.\nCAUSES—A lack of niacin (a B vitamin) is a specific deficiency factor.",
    "contentSw": null
  },
  {
    "id": "disease-skin-diaper-rash",
    "title": "Diaper Rash",
    "contentEn": "TREATMENT\n• Give air to that region. Take the diaper off and lay him chest down, with his face turned\nto one side, on towels underlaid with a waterproof sheet. Keeping an eye on him, leave\nhim that way for as long as practicable. But if you do not watch him, you will regret the\nresults.\n• Keep the child bare and exposed to air and sunlight as much as the climate will permit.\n• Change the diaper frequently; wash the area with cool water and gently dab dry, using a\nsoft cotton diaper.\n• (Use corn starch as a drying agent; never use talcum powder! It is a powdered rock dust,\nand can cause cancer in anyone (infant or adult) that uses it.)\n• Expose the infant to small daily doses of sunlight or ultraviolet light. Be careful not to\nburn him. No ocean bathing until the rash is gone. But fresh pool water or rainwater is\nokay.\n• The new super-absorbent diapers greatly help solve the problem. They reduce skin\nwetness.\n• Try blow-drying the baby before rediapering him.\n• Adding vinegar to the final rinse when washing diapers will help reduce the pH of the\ncloth. Add 1 ounce of vinegar to 1 gallon of water during the final rinse.\n• Giving 2-3 ounces of cranberry juice to older infants will make urine pH slightly more\nacid. This helps reduce irritation.\n(Ammoniacal Dermatitis)\nSYMPTOMS—A reddish rash affecting the diaper region, with or without secondary infection by\nfungus or bacteria. Redness, tenderness, thickening of skin, inflammation. If secondary yeast infection\nappears, the skin will be bright red with well-defined borders, frequently with distinct red papules.\nCAUSES—About 50% go away within a day. The rest can last 10 days or longer.\nBreast-fed babies have less diaper rash, and this resistance continues long after the baby has been\nweaned.\nWhen diaper rash is more prominent later, a food allergy may be the cause.",
    "contentSw": null
  },
  {
    "id": "disease-skin-insect-sting",
    "title": "Insect Sting",
    "contentEn": "TREATMENT\n• Pull out the stinger, if any remains. (Honeybees leave their stinger in the wound. It must\nbe pulled out immediately, for it keeps pulsating venom into the skin.) Avoid removing\nthe stinger with your fingers; use a knife blade to scrape it out, to avoid squeezing in more\npoison.\n• Apply a paste of baking soda and water on the area or a compress that is wet with\nammonia water (more useful for scorpion stings).\n• Wet a little calcium gluconate and put it on the area.\n• Crush a charcoal tablet and place in the area, and cover with cloth. This will reduce pain\nand swelling. Put some wet powdered charcoal in an cloth and tie it on for 3-4 hours.\n• Charcoal has an amazing adsorptive (not absorptive) ability to pull into itself toxins and\npoisons, thus neutralizing them. This is due to its large chemical surface and the fact that\ncharcoal is pure carbon. The carbon molecules are eager to unite with other substances.\n• Clay or mud can also be used, especially if you are out in the woods. Put some mud on it\nas soon as possible and leave it on for a half hour. Try to select the mud from a clean\nplace, not from a mud hole, where animals may have polluted it. If pain persists, apply\ncharcoal.\n• An enzyme-based meat tenderizer breaks down the proteins that make up insect venom,\nbut you have to use it right away for it to be effective.\n• To avoid infection, do not scratch the area.\n• Also helpful are calcium chloride, hydrochloric acid, or ammonium chloride on the area.\n• Apply poultice of white oak bark and leaves, comfrey, and slippery elm.\n• Pain gels, DMSO, or Caladryl lotions can be applied.\n• Calamine lotion often reduces the itching.\n• Drink as much yellow dock tea as you can or take echinacea (tea or in capsule form).\n• Ironically, either hot or cold will lessen the pain.\n• A lengthy hot tub bath will help relieve abdominal pain that often develops after a bite.\n• A cold pack or ice pack on the area will help relieve pain.\n• Those sensitive to stings should avoid situations in which they might get stung. If they\nhave to be in such localities, they are wise to carry adrenalin (epinephrine) with them and\nbe accompanied by a friend who can go for help. Reactions can occur within minutes or\nhours. Contact a physician. Death can result if treatment is not sought.\n• If you have a known allergy to a certain venom, you can have a physician prescribe an\nemergency treatment kit which you can keep with you.\n• Purchase a small venom extractor and keep it with you.\n• Squashing a yellow jacket releases a chemical that causes other yellow jackets to attack.\nWhen one stings, that also causes the others to become excited. If bit, run. Go indoors or\njump into water. Insects have a hard time following a person through a thicket of woods.\n• Insects are repelled by the odor of turpentine.\n• Stinging insects prefer dark colors. So wear white or light-colored clothing.\n• Do not wear perfumes of any kind.\n• Insects are attracted to people who are deficient in zinc. Take at least 60 mg a day.\n• Sometimes brewer's yeast or garlic rubbed on the skin deters insects.\n• Drinking alcohol or eating an excess of sugar attracts biting, and other, insects.\n• Also see \"Spider Bite,\" which includes that of black widows. Also see \"Snake Bite.\"\nTreatment for a black widow bite is the same as that for a snake bite.\nSYMPTOMS—Redness, slight swelling, and possibly some itching.\nReaction to the sting can sometimes be more pronounced: hoarseness, labored breathing, confusion,\ndifficult swallowing, and severe swelling.\nSometimes the reaction can be severe: possible closing of the airway and perhaps shock (cyanosis and a\ndrop in blood pressure).\nCAUSES—Certain stinging insects in North America can cause reactions (honeybees, bumble bees,\nAfrican bees, hornets, scorpions, fire ants, yellow jackets, wasps, spiders, centipedes, and ants). Of\nthese, the honeybee, yellow jacket, and African bee are the most dangerous.\nBee venom contains formaldehyde.\nNote: Each year, bee stings cause more deaths in America than snake bites.",
    "contentSw": null
  },
  {
    "id": "disease-skin-mosquito-bite",
    "title": "Mosquito Bite",
    "contentEn": "TREATMENT\n• To relieve itching: Rub with raw garlic or fresh lemon juice; repeat as often as possible.\nRub with damp salt. Rub with vitamin C tablet or powder.\n• To prevent bites from occurring: Eat lots of raw garlic. Avoid sugar and white flour in\nall forms. Include vitamin B complex and/or brewer's yeast in the diet.\nSYMPTOMS—A mosquito bite with its attendant itching.\nCAUSES—The culex, aedes, and anopheles mosquitoes are in North America. Malaria can sometimes\noccur (which see). The treatment below is for non-malarial bites.",
    "contentSw": null
  },
  {
    "id": "disease-skin-jellyfish-sting",
    "title": "Jellyfish Sting",
    "contentEn": "TREATMENT\n• Immediately rinse the wound with salt water. Do not use fresh water, because it activates\nany stinging cells which have not already burst. For the same reason, do not rub the skin.\n• Neutralize the area as soon as possible by splashing on one of the following, and do it\nagain as needed: Use rubbing or ethyl (liquor) alcohol, vinegar, ammonia, or meat\ntenderizer. Travel tip: Take a bottle of vinegar with you to the ocean beach.\n• If any tentacles remain on your skin, apply a paste of sand and seawater; then wrap your\nhand in a towel and wipe them off or scrape them off with a knife or credit card.\nSYMPTOMS—A strong stinging feeling on the legs or arms while swimming at an ocean beach.\nThis may afterward be followed by headache, muscle cramps, coughing, shortness of breath, nausea, and\nvomiting.\nCAUSES—Jellyfish and Portuguese men-of-war are found in warmer marine waters. The eastern\nbeaches of Florida are one example.\nTheir long tentacles contain stinging cells which, touching you, pierce the skin and release poison. Even\nsevered tentacles can poison just as intensively.",
    "contentSw": null
  },
  {
    "id": "disease-skin-spider-bite",
    "title": "Spider Bite",
    "contentEn": "TREATMENT\n• The bite of a black widow should be treated like a snake bite (which see), except that it\nis not necessary to give antivenin.\n• If there is swelling or pain after a spider bite, keep calm and apply a constricting band 2-\n4 inches above (above) the bite. Loosen the band for 15 seconds every 10 minutes. Do not\nlet the extremity turn blue! Do not move the affected area, and keep it below the heart\nlevel, if possible. The victim should lie down. Pack ice around the wound.\n• The objective, throughout the above paragraph, is to slow the blood and reduce spread of\nthe poison.\n• Drink as much yellow dock as possible or take 2 capsules every hour till symptoms\nrecede. Swallow echinacea. Apply white oak bark poultices. Slippery elm, plantain, or\ncomfrey are also good.\n• Massive doses of vitamin C may save a life.\n—See \"Snake Bite\" and \"Insect bite\" for much more information.\nSYMPTOMS—Pain, swelling, nervous reactions.\nBlack widow bite: Within a short time the victim feels agonizing pain throughout the body, especially in\nthe abdomen, which may be rigid as a board. Cold sweats, difficulty in breathing, nausea, vomiting, and\nsometimes delirium and convulsions occur.\nCAUSES—Spider, scorpion, and centipede bites: These can sometimes be dangerous; most are very\npainful. (Also see \"Insect Bite.\") In case of spider bite, see a physician; it might be a black widow.\nBlack widow bites: Black widow venom is more potent, drop for drop, than the poison of a pit viper\n(rattlesnake, copperhead, or cotton mouth); but an extremely small amount is injected in each spider\nbite.",
    "contentSw": null
  },
  {
    "id": "disease-skin-snake-bite",
    "title": "Snake Bite",
    "contentEn": "TREATMENT\n• The best single remedy you can keep on hand is a small hand-suction extractor for\nimmediately pulling the poison out of the wound. Continue this for half an hour. (This\nsuction is less useful for coral snake venom, but use it on all snake bites anyway!) If there\nis no other way to extract the poison, another person should suck it out, continually\nspitting out the blood, for half an hour.\n• The person doing the sucking should not have any sores in his mouth.\n• Suction can also be done with a pop bottle heated and applied. As it cools a vacuum is\nformed.\n• Another alternative is to cut off the end of a plastic injection syringe at the bottom of the\nlarge end, apply to the bitten area, and pull back on the plunger.\n• Have the patient lie down, keep him calm and warm, apply a tourniquet above the limb\nwhere the wound is. This constricting band should be tight enough to shut off the venous\nblood, but not so tight that it stops the arterial circulation. Loosen the band 15 seconds\nevery 10 minutes.\n• The instruction formerly was to cut across between the two bite holes, so you could suck\nout more blood and poison. The current theory is that no cuts should be made, but only\nsucking. It might be the best to suck and spit for a couple minutes; this will clean the\nsurface as well. Then cut across, so you can suck even better. But, when you are in the\ncrisis, do what seems best.\n• Do not give liquor to the person, thinking that this will help him. It does not!\n• Specific antivenin serums are in stock for various species of snakes. Learn to identify the\nvarious snakes in your locality. (Coral snakes are primarily found only in the southeastern\nstates.)\n• Massive doses of vitamin C may save a life.\n• Keep calm and work carefully. Excitement speeds up the blood flow to the heart.\n• In most cases, the person does not die. But pray and get yourself prepared for whatever\nmay happen.\n• After the suction process is over, take charcoal from the campfire, mix it with water and\ndrink it, as follows: a half glassful of water with 1 teaspoon of charcoal, and drink another\none every 15 minutes until the danger is past.\n• If able to do so, a couple hours later, take a steam bath or something similar, to sweat out\nthe poison.\n• Throughout all this time, you should eat no food.\n• If, after several hours, the bite area is still swollen and painful, put kerosene on a cloth\nand apply it, keeping it wet for several hours. This will help neutralize the poison. An\nalternative is to grind up raw onions and apply to the area. Leave them there until an\noffensive odor, not of onions, is noticed. Remove; bathe the area; and apply more raw,\ncrushed, onions until the pain is gone.\nSYMPTOMS—One or two tiny bite holes which cause intense pain; frequently there is nausea,\nvomiting, and unconsciousness.\nCAUSES—There are two types of poisonous serpents in North America:\nThe pit viper (which includes rattlesnakes, copperheads, and cotton mouths [also called water\nmoccasins]) has a deep, heat-sensitive, pit on each side of the head. Pit vipers lunge forward, bite, and\nimmediately pull back. Their venom contains a blood poison.\nThe coral snake does not jump and, when it catches hold of the flesh, must hold on and chew awhile for\nthe poison to sink in. Its venom is a nerve poison.\nMore on identifying coral snakes: They are found only in the southernmost areas of the United States, as\nwell as south of the border, and have brightly colored rings. There is a non-poisonous snake which looks\nsimilar, but the colored rings are arranged differently. Remember it this way: \"Red by black, friend of\nJack; but black by yellow, kill a fellow.\"\nThe danger from snake bite occurs when the poison reaches the heart, and, secondarily, the effect of that\npoison on the blood and nervous system.\nThe action of the venom is rapid, regardless of the type of poisonous snake. There is rapid swelling and\ninflammation.\nIf treatment is not immediately given, the poison may cause death. If not death, then, after the initial\neffects of pain and shock begin to wear off, extensive tissue damage begins. There is suppuration,\ngangrene, sloughing, and hemorrhage. If this happens, recovery time is greatly slowed.",
    "contentSw": null
  },
  {
    "id": "disease-skin-dog-or-animal-bite",
    "title": "Dog Or Animal Bite",
    "contentEn": "TREATMENT\n• If you have been bitten, remove the animal's saliva from the wound by washing the area\nthoroughly with warm water, and then with soap and water. Rinse with plain water. Either\ncatch the dog and confine it or know who the owner is. Notify health authorities, so they\ncan observe the animal.\n—See \"Rabies\" for detailed information about this danger and what should be done. Also see \"Tetanus.\"\nTetanus is far less likely, yet is a possibility.\nSYMPTOMS—You are bitten by an animal.\nCAUSES—A dog or other animal has bitten you; is it dangerous?\nThe first question is has the skin been broken? If the tissues have been merely squeezed, then the matter\nis of little importance. There may be soreness and a black-and-blue appearance, but it will soon\ndisappear.\nBut if there has been penetration—an actual wound—then action must be taken. The animal may be\nperfectly healthy, but of that you cannot be certain.\nThe animal's teeth may cause the spores of tetanus germs to enter the body or the animal may be rabid.\nSuch bites, if not promptly treated, can result in death.",
    "contentSw": null
  },
  {
    "id": "disease-skin-drug-rash",
    "title": "Drug Rash",
    "contentEn": "TREATMENT\n• Stop using the medicinal drug. Take vitamin C to bowel tolerance (all you can, before its\nacidity causes a slight diarrhea). Take vitamins A, B complex, and E. Be sure selenium\nand zinc are in your diet. Eat more fresh fruit and vegetables, as well as seaweed.\n• If the drug has an acid base, consider taking a soda alkaline bath (Water Therapy\nManual, p. 142)(see order sheet). Fill a bath tub with water at 95o-98o F. Add about a cup\nof baking soda or sodium bicarbonate. Sitting in the tub, dip and pour it over yourself.\nAfter 30-60 minutes, stand in the tub, partially drip dry, and pat yourself dry.\n—Also see \"Eczema.\"\nCAUSES—It is truly surprising what a high percentage of medicinal drugs are poisonous. But it need\nnot be, when the underlying modus operandi (method by which they work) is understood.\nMedicinal drugs work by introducing a strange new poison into the body. The system immediately turns\nits attention from the debilitated area—and begins fighting the drug. The type of poison (the drug)\nintroduced, and the way it operates, affects the reaction of the body. For example, the body was\neliminating sulphur through a boil but then a drug is introduced, and the boil seemingly \"heals.\" The\nbody has let the boil no longer suppurate, so attention can be diverted to the radical poison which has\nbeen introduced.\nNatural remedies operate in a different way: They clean out the body and restore it to a healthy\nnormalcy. Whether it be fresh air, pure water, nutritious food, simple herbs, or water treatments, the\nnatural remedies assist the body in carrying on its work of cleansing the body. For that is what \"dis-ease\"\nis: an effort of nature to cleanse the body of impurities and eliminate the effects of enervation.\nA drug is a foreign substance of a poisonous nature. The healing herbs are not \"drugs.\" It is true that\nabout five of every 100 herbs is poisonous, but natural therapy only uses the safe ones. The poisonous\nones can be purchased at the drugstore or grocery counter (tobacco, coffee, black tea, chocolate, black\npepper, digitalis, quinine, etc.). Such things as aspirin, valium, phenobarbital, dilantin, morphine, etc.,\nare foreign chemical substances of a poisonous nature. They all produce dangerous side effects, called\n\"contraindications.\"\nIn contrast, the safe herbs are the ones you eat (all your worthwhile vegetables) and use for treating your\nills. They were given us by the God of heaven (Genesis 1:29).\nMost of the damage that drugs inflict on the body is beneath the skin, but drug rashes are effects on the\nskin.\nHere are but a few examples of drugs which produce drug rashes:\nAntipyrine: Papular, erythematous rash, sometimes accompanied by edema and much irritation.\nArsenic: Papular or erythematous rash, sometimes urticarial. Prolonged use may produce pigmentation\nof skin.\nBelladonna: Erythematous rash, usually accompanied by intense itching.\nBromides: Usually like acne vulgaris. Sometimes erythema.\nChloral: Papular erythema.\nIodides: Usually papular erythema, sometimes with acne-like pustules.\nPhenolphthalein: Macular rash, sometimes purpuric.\nQuinine: Very irritable erythema or urticaria.\nSalicylate: Erythematous rash, possibly morbilliform.\nSerum: Usually urticaria.\nSulfonal: Erythematous or urticarial rash.\nHere are some other drugs which produce skin rashes: opium compounds, acetanilide, amidopyrine,\nbarbiturates, ephedrine, novocain, sulfanilamide, and other sulfa drugs.\nSome of the drugs have been given very nice-sounding names, but note the chemicals in them: calomel\n(mercurous chloride), green vitriol (ferrous sulfate), goulard water (lead lotion), oil of vitriol (sulfuric\nacid), and vermilion (mercury sulfide). Most drugs are compounded from, not two but, a wide range of\nextremely complex and very poisonous chemical mixtures.\nLet it be emphasized that most drugs work their damage in a thousand other ways in the body, without\nproducing skin rashes.",
    "contentSw": null
  },
  {
    "id": "disease-skin-fasting",
    "title": "Fasting",
    "contentEn": "You should be aware of the fact that, by the time symptoms of pain accompany cancer, it is in the\nadvanced stages. At that point, the body urgently needs good nourishment, as well as cleansing; it should\nnot be given fasts. For further information on this, see the Gerson Therapy, later in this book.\nBut, as a cancer preventative, occasional fasting is helpful. Cancer prevention is theme of this entire Part\nOne section of this book.\n• Fasts on fruit and vegetable juices of 1 to 3 days can be taken. If under the care of someone who\nknows what to do, and you are not thin, a longer fast may be undertaken.\n• Go on a fresh fruit diet for several days. If the patient is thin, after a few days of fruit diet, give him\nan alkaline nourishing diet. This would consist of vegetable broth (simmer thick potato peelings,\ncarrots, and beets; strain; drink the water on top), mashed half-inch thick potato peelings, brown rice,\ncarrots, greens of all kinds, red cabbage, parsley, and other vegetables.\n• Eating good food treats malnutrition, and many people develop cancer because of a lack of the\nprotective, nourishing food needed to resist it.\n• There is a theory that you can starve cancer to death. This has been proven untrue. Cancer does better\nin a malnourished body. One study revealed that pure malnutrition (cachexia) is responsible for at least\n22% and up to 75% of all cancer deaths.",
    "contentSw": null
  }
]