[
  {
    "id": "disease-head-sinusitis",
    "title": "Sinusitis",
    "contentEn": "TREATMENT\n• Do not suppress a cold, flu, sore throat, infected tonsils, or other acute disease. Go to\nbed, take juices and light meals, rest, and get well. When suppressed, the phlegm does not\nflow out, but hardens in the sinuses and trouble begins.\n• Take a short fast on citrus juices, vegetable juices, and herb teas. Drink lots of water and\njuices.\n• As soon as you are able, begin eating nourishing food, especially vegetables, fruits, nuts,\nand beans. Drink fresh carrot juice every day.\n• Eliminate meat, dairy products, white flour foods, and sugar.\n• Do not use nose drops; they aggravate the situation by stopping the drainage and\nhardening the mucous. Decongestants also increase blood pressure.\n• Hot liquids help the sinuses flow out their contents.\n• Helpful herbs to reduce sinus congestion would include comfrey, slippery elm,\nfenugreek, mullein, aloe vera, yerba santa, red clover, and white oak bark.\n• Garlic contains a chemical which makes mucous less sticky. Horseradish has it also.\nCayenne acts in a somewhat similar manner. Peppermint tea also helps open up the sinus\npassageways.\n• Add crushed garlic cloves to 4 cups water; remove from the heat after coming to a boil.\nCool and gradually drink. This will help clean out the sinuses and lower stuffiness.\n• Heat on the sinuses helps relieve pain. This can be hot wet compresses, a heat lamp, a 60-\nwatt light bulb, or a heating pad.\n• A variation of this is: Twice a day, lean over a pan of hot water with a towel draped over\nyour head (or stand in a hot shower). Inhale the vapors as they waft up toward your nose.\nIf you are at work, order a cup of something hot; and, leaning over, sniff up the moisture.\n• Some prefer cold applications to the sinuses, instead of hot ones. Put crushed ice in a\nplastic sack, wrap in a moist towel, and place over the sinus which hurts. At the same\ntime, have the feet in hot water. This will help draw blood from the sinus area. However,\nthe hot method is better for draining the sinuses.\n• Mix 1 tsp. of salt with 2 cups warm water. Pour it into a small glass; and, holding back\nyour head, sniff it up into one nostril (as you pinch the other one closed). Repeat for the\nother side.\n• Rubbing your sore sinuses brings a fresh supply of blood to the area. Press your thumbs\nfirmly on either side of your nose and hold for 15-30 seconds.\n• Sit with your head between your knees. Cough gently as though you were clearing your\nthroat. Then hold your breath for a minute or so, as the mucous slowly drains. Then gently\ninhale. Be sure you are drinking enough fluids when you do this.\n• Walking helps clear your sinuses.\n• Between meals every day, take six charcoal tablets with water. This will help remove\ntoxins. Only do this during the crisis, or it can cause temporary constipation.\n• It is better to sniffle than to blow your nose. If you must blow, only blow lightly and\nthrough one nostril at a time.\n• A humidifier will help keep sinuses moist indoors during the winter months. A humidity\nof 40-50% will increase sinus comfort.\n• Avoid cold, damp living, working, and sleeping quarters.\n(Sinus Trouble)\nSYMPTOMS—One or more of the following symptoms: facial pain, tenderness on the cheekbones,\nface and forehead, earache, headache, dry cough, bad breath, fever, dazed feeling in the head, loss of\nsmell, and burning and tearing eyes. Sometimes it results in a swollen face, stuffy nose, and a thick\nmucous discharge.\nCAUSES—The nasal sinuses are located in the bones surrounding the eyes and nose. They help your\nvoice sound fuller and richer. They also help store overflow phlegm in time of illness.\nSinusitis is an inflammation of the nasal sinuses that generally occurs together with upper respiratory\ninfection. Colds or bacterial and viral infections spread into the sinuses.\nSinus problems which have become chronic may be caused by injury of the nasal bones, smoking, small\ngrowths in the nose, or irritant fumes and odors.\nAllergenic sinusitis may result from plant pollens (hay fever) or allergies to milk; dairy products; or, less\nlikely, wheat.\nAn over-acid condition in the stomach can cause sinus troubles. Poor digestion of starch, sugar, and\ndairy products can produce a runny nose. When force is used in blowing the nose, phlegm is pushed up\ninto the sinuses.\nSwimming or diving can force phlegm up into the sinuses.\nAllergic rhinitis is a common cause of sinusitis. Avoid substances which might be giving you allergies.\nDecayed teeth, enlarged and infected adenoids, cigarette smoke, perfume, household cleansers, and\ndusty air can cause irritation to the sinuses.\nSo sinus trouble can either be caused by an infection or by other things. If drainage is clear after a week,\nyou probably have no infection; but, if mucous is greenish or yellowish, you do. If drainage is clear and\nthere are no accompanying symptoms of a common cold, you probably have an allergy.\nFew people with sinus trouble have actual sinus infection (sinusitis).\nBeware of swelling around the eyes! If left untreated, this can lead to bronchitis, asthma, throat\ninfection, or pneumonia.\nIf you are interested in figuring out which sinuses may be bothering you, here is some helpful data:\nFrontal sinuses produce frontal headaches which are most severe between 8 a.m. and 5 p.m.\nMaxillary sinuses makes pain in the upper teeth and cheek, and sometimes eye pain as well. It generally\nlasts from 11 a.m. to 6 p.m.\nEthmoid sinuses induce a dull pain behind the eyes, pain in eye movements, tearing, light sensitivity,\nand occasionally sore throat and nighttime cough.",
    "contentSw": "Matibabu\n• Usikandamize homa, homa, koo, tonsils zilizoambukizwa, au ugonjwa mwingine wa papo hapo. Nenda kwa\nKitanda, chukua juisi na milo nyepesi, pumzika, na upate vizuri. Wakati wa kukandamizwa, phlegm haifanyi\nMtiririko, lakini ugumu katika sinuses na shida huanza.\n• Chukua haraka haraka kwenye juisi za machungwa, juisi za mboga, na chai ya mimea. Kunywa maji mengi na\njuisi.\n• Mara tu unapoweza, anza kula chakula chenye lishe, haswa mboga, matunda, karanga,\nna maharagwe. Kunywa juisi safi ya karoti kila siku.\n• Kuondoa nyama, bidhaa za maziwa, vyakula vyeupe vya unga, na sukari.\n• Usitumie matone ya pua; Wao huongeza hali hiyo kwa kuzuia mifereji ya maji na\nKufanya ugumu wa mucous. Decongestants pia huongeza shinikizo la damu.\n• Vinywaji vya moto husaidia dhambi kutiririka yaliyomo.\n• Mimea inayosaidia kupunguza msongamano wa sinus ingejumuisha comfrey, elm ya kuteleza,\nFenugreek, Mullein, Aloe Vera, Yerba Santa, Red Clover, na White Oak Bark.\n• Vitunguu vina kemikali ambayo hufanya mucous iwe na nata. Horseradish ina pia.\nCayenne hufanya kwa njia sawa. Chai ya peppermint pia husaidia kufungua sinus\nnjia.\n• Ongeza karafuu za vitunguu zilizokandamizwa kwa maji ya vikombe 4; Ondoa kutoka kwa moto baada ya kuja kwa chemsha.\nBaridi na polepole kunywa. Hii itasaidia kusafisha sinuses na vitu vya chini.\n• Joto kwenye sinuses husaidia kupunguza maumivu. Hii inaweza kuwa moto wa mvua, taa ya joto, 60-\nBalbu ya taa ya Watt, au pedi ya kupokanzwa.\n• Tofauti ya hii ni: mara mbili kwa siku, tegemea sufuria ya maji ya moto na kitambaa kilichochomwa juu\nkichwa chako (au simama kwenye oga moto). Punguza mvuke wakati wanaelekea kwenye pua yako.\nIkiwa uko kazini, agiza kikombe cha kitu moto; Na, ukitegemea, futa unyevu.\n• Wengine wanapendelea matumizi ya baridi kwa sinuses, badala ya moto. Weka barafu iliyokandamizwa katika\nGunia la plastiki, funga kwa kitambaa chenye unyevu, na uweke juu ya sinus ambayo inaumiza. Sawa\nWakati, kuwa na miguu katika maji ya moto. Hii itasaidia kuteka damu kutoka eneo la sinus. Hata hivyo,\nNjia ya moto ni bora kwa kuondoa sinuses.\n• Changanya 1 tsp. ya chumvi na vikombe 2 vya joto. Mimina ndani ya glasi ndogo; Na, kushikilia nyuma\nKichwa chako, kiinue ndani ya pua moja (unapojifunga nyingine iliyofungwa). Kurudia kwa\nupande mwingine.\n• Kusugua sinuses yako ya kidonda huleta usambazaji mpya wa damu kwenye eneo hilo. Bonyeza thumu zako\nKwa kweli pande zote za pua yako na ushikilie kwa sekunde 15-30.\n• Kaa na kichwa chako kati ya magoti yako. Kikohozi kwa upole kana kwamba ulikuwa unasafisha yako\nkoo. Kisha shikilia pumzi yako kwa dakika moja au zaidi, kama mucous polepole. Kisha kwa upole\ninhale. Hakikisha unakunywa maji ya kutosha wakati unafanya hivi.\n• Kutembea husaidia kusafisha dhambi zako.\n• Kati ya milo kila siku, chukua vidonge sita vya mkaa na maji. Hii itasaidia kuondoa\nsumu. Fanya hii tu wakati wa shida, au inaweza kusababisha kuvimbiwa kwa muda.\n• Ni bora kuvuta kuliko kulipua pua yako. Ikiwa lazima upiga, piga tu kidogo na\nkupitia pua moja kwa wakati mmoja.\n• Mchanganyiko utasaidia kuweka sinuses unyevu ndani wakati wa miezi ya msimu wa baridi. Unyevu\nya 40-50% itaongeza faraja ya sinus.\n• Epuka kuishi baridi, unyevu, kufanya kazi, na vyumba vya kulala.\n(Shida ya Sinus)\nDalili - moja au zaidi ya dalili zifuatazo: maumivu ya usoni, huruma kwenye mashavu,\nUso na paji la uso, maumivu ya kichwa, maumivu ya kichwa, kikohozi kavu, pumzi mbaya, homa, hisia za kuchoma kichwani, kupoteza\nharufu, na kuchoma na macho ya machozi. Wakati mwingine husababisha uso uliovimba, pua nzuri, na nene\nKutokwa kwa mucous.\nSababu -Sinuses za pua ziko kwenye mifupa inayozunguka macho na pua. Wanasaidia yako\nSauti ya sauti kamili na tajiri. Pia husaidia kuhifadhi phlegm ya kufurika wakati wa ugonjwa.\nSinusitis ni uchochezi wa sinuses za pua ambazo kwa ujumla hufanyika pamoja na kupumua kwa juu\nmaambukizi. Homa au maambukizo ya bakteria na virusi huenea ndani ya sinuses.\nShida za sinus ambazo zimekuwa sugu zinaweza kusababishwa na kuumia kwa mifupa ya pua, sigara, ndogo\nukuaji katika pua, au mafusho ya kukasirisha na harufu.\nSinusitis ya allergenic inaweza kusababisha poleni ya mmea (homa ya nyasi) au mzio wa maziwa; Bidhaa za maziwa; au, chini\nLabda, ngano.\nHali ya asidi juu ya tumbo inaweza kusababisha shida za sinus. Digestion duni ya wanga, sukari, na\nBidhaa za maziwa zinaweza kutoa pua ya kukimbia. Wakati nguvu inatumiwa katika kupiga pua, phlegm inasukuma juu\nndani ya sinuses.\nKuogelea au kupiga mbizi kunaweza kulazimisha phlegm kuingia kwenye sinuses.\nRhinitis ya mzio ni sababu ya kawaida ya sinusitis. Epuka vitu ambavyo vinaweza kukupa mzio.\nMeno yaliyooza, adenoids zilizopanuliwa na zilizoambukizwa, moshi wa sigara, manukato, wasafishaji wa kaya, na\nHewa ya vumbi inaweza kusababisha kuwasha kwa sinuses.\nKwa hivyo shida ya sinus inaweza kusababishwa na maambukizo au vitu vingine. Ikiwa mifereji ya maji iko wazi baada ya wiki,\nLabda hauna maambukizi; Lakini, ikiwa mucous ni kijani au manjano, unafanya. Ikiwa mifereji ya maji iko wazi na\nHakuna dalili zinazoambatana na homa ya kawaida, labda una mzio.\nWatu wachache walio na shida ya sinus wana maambukizi halisi ya sinus (sinusitis).\nJihadharini na uvimbe karibu na macho! Ikiachwa bila kutibiwa, hii inaweza kusababisha bronchitis, pumu, koo\nmaambukizi, au pneumonia.\nIkiwa una nia ya kufikiria ni sinuses gani zinaweza kukusumbua, hapa kuna data ya kusaidia:\nSinuses za mbele hutoa maumivu ya kichwa ya mbele ambayo ni kali sana kati ya 8 a.m. na 5 p.m.\nSinuses za Maxillary hufanya maumivu katika meno ya juu na shavu, na wakati mwingine maumivu ya macho pia. Kwa ujumla\nhudumu kutoka 11 a.m. hadi 6 p.m.\nSinuses za ethmoid husababisha maumivu makali nyuma ya macho, maumivu katika harakati za macho, kubomoa, usikivu wa mwanga,\nna mara kwa mara maumivu ya koo na kikohozi cha usiku."
  },
  {
    "id": "disease-head-eye-problems",
    "title": "Eye Problems",
    "contentEn": "TREATMENT\n• Certain eye problems need specialized attention. But there are also general solutions to a\nwide variety of eye problems. The eyes and the brain use a lot of oxygen; be sure and get\nenough.\n• Poor nutrition clogs tiny arteries, such as are found in the eyes. A gradual clogging of the\nveins in the eyes can lead to blindness.\n• Eliminate all fried foods. The free radicals in these greasy foods damages the organs.\n• Drink carrot, celery, beet, and parsley juice. You may need to go on a short vegetable\njuice fast.\n• The mineral, zinc, is important. Be sure it is included in your diet.\n• Avoid drinking fluids before bed. Avoid salt. Do not smoke, and avoid second-hand\nsmoke.\n• Eyebright, golden seal, and red raspberry teas all help the eyes. Eyebright is especially\nnoted for what it can do for the eyes; people have used it for centuries.\n• Dandelion helps the liver detoxify, and seaweed (Norway kelp or Nova Scotia dulse)\nprovides essential minerals.\n• Vitamins A, B complex, C, E, selenium, and zinc are also important. Be sure and eat\ngreens every day.\n• Nicotine, sugar, and caffeine all weaken the eyes.\n• Tinted sunglasses often cause eyestrain. Only use polarized sunglasses, if you use them\nat all.\n• Margarine and vegetable shortening are not good for the eyes.\n• To strengthen the eyes, especially in weakness resulting from diabetes, use chaparral tea\ninternally. Vitamin A is also important.\n• Place a washcloth, dipped in ice water, over your eyes for 15 minutes, once or twice a\nday. Or cold cucumber slices can be put on your eyes.\n• A number of medicinal drugs are not good for the eyes. This would include aspirin,\nACTH, anticoagulants, corticosteroids, diuretics, streptomycin, sulfa drugs, tetracycline,\nallopurinol, antihistamines, digitalis, haloperidol, anti-infection drugs, quinine, marijuana,\nand some others.\n• Anti-infection drugs, including diazepam (Valium), haloperidol (Haldol), some\nantidepressants, quinine, and sulfa drugs can cause ocular abnormalities.\n• Contact lenses: Be very cautious about wearing contact lenses! They keep air from the\neyeball surfaces which they cover. Infections can result. Leaving them in place more than\n24 hours can produce ulcerative keratitis. The cells of the cornea are rubbed away by the\ncontact lens, resulting in infection and scarring, and possible eventual blindness. Research\nshows that this danger applies equally to ordinary daily wear contact lenses or extended-\nwear lenses.\n—See \"Eyestrain.\"\nSYMPTOMS—Various kinds of eye problems can develop, such as blurred vision, bulging, blood\nspots, dark circles, dryness, double vision, itching, lumps on the eyelids, redness, twitching, or watering.",
    "contentSw": "Matibabu\n• Shida zingine za macho zinahitaji umakini maalum. Lakini pia kuna suluhisho za jumla kwa a\nAina nyingi za shida za macho. Macho na ubongo hutumia oksijeni nyingi; Hakikisha na upate\nInatosha.\n• Lishe duni ya mishipa midogo, kama vile hupatikana machoni. Kufunga polepole kwa\nMishipa machoni inaweza kusababisha upofu.\n• Ondoa vyakula vyote vya kukaanga. Radicals za bure katika vyakula hivi vyenye mafuta huharibu viungo.\n• Kunywa karoti, celery, beet, na juisi ya parsley. Unaweza kuhitaji kwenda kwenye mboga fupi\nJuisi haraka.\n• Madini, zinki, ni muhimu. Hakikisha imejumuishwa katika lishe yako.\n• Epuka kunywa maji kabla ya kulala. Epuka chumvi. Usivute moshi, na epuka mkono wa pili\nmoshi.\n• Eyebright, muhuri wa dhahabu, na chai nyekundu ya raspberry yote husaidia macho. Eyebright ni haswa\nImejulikana kwa kile kinachoweza kufanya kwa macho; Watu wameitumia kwa karne nyingi.\n• Dandelion husaidia ini detoxify, na mwani (Norway Kelp au Nova Scotia Dulse)\nhutoa madini muhimu.\n• Vitamini A, B tata, C, E, seleniamu, na zinki pia ni muhimu. Kuwa na uhakika na kula\nGreens kila siku.\n• Nikotini, sukari, na kafeini zote zinadhoofisha macho.\n• Miwani ya tinted mara nyingi husababisha eyestrain. Tumia miwani ya polarized tu, ikiwa utazitumia\nWakati wote.\n• Margarini na kufupisha mboga sio nzuri kwa macho.\n• Kuimarisha macho, haswa katika udhaifu unaotokana na ugonjwa wa sukari, tumia chai ya chaparral\nndani. Vitamini A pia ni muhimu.\n• Weka kitambaa cha kuosha, kilichowekwa kwenye maji ya barafu, juu ya macho yako kwa dakika 15, mara moja au mbili a\nsiku. Au vipande vya tango baridi vinaweza kuwekwa kwenye macho yako.\n• Dawa kadhaa za dawa sio nzuri kwa macho. Hii ni pamoja na aspirini,\nACTH, anticoagulants, corticosteroids, diuretics, streptomycin, dawa za sulfa, tetracycline,\nallopurinol, antihistamines, digitalis, haloperidol, dawa za kuzuia maambukizo, quinine, bangi,\nNa wengine wengine.\n• Dawa za kuzuia maambukizo, pamoja na diazepam (Valium), haloperidol (Haldol), zingine\nDawa za antidepressants, quinine, na sulfa zinaweza kusababisha usumbufu wa ocular.\n• Lenses za mawasiliano: Kuwa mwangalifu sana juu ya kuvaa lensi za mawasiliano! Wao huweka hewa kutoka\nNyuso za macho ambazo hufunika. Maambukizo yanaweza kusababisha. Kuwaacha mahali zaidi ya\nMasaa 24 yanaweza kutoa keratitis ya ulcerative. Seli za cornea zimepigwa mbali na\nLens ya mawasiliano, kusababisha maambukizi na kukera, na uwezekano wa upofu wa baadaye. Utafiti\ninaonyesha kuwa hatari hii inatumika sawa kwa lensi za kawaida za mawasiliano ya kila siku au kupanuliwa-\nVaa lensi.\n-Tazama \"eyestrain.\"\nDalili -aina tofauti za shida za macho zinaweza kukuza, kama maono ya wazi, bulging, damu\nSpots, miduara ya giza, kavu, maono mara mbili, kuwasha, uvimbe kwenye kope, uwekundu, kushona, au kumwagilia."
  },
  {
    "id": "disease-head-eye-inflammation",
    "title": "Eye Inflammation",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nEXTERNAL INFLAMMATlONS—Light weight Fomentations for 15 minutes, every 2 hours;\nfrequently renewed cooling compress during intervals between.\nINFLAMMATIONS OF EYEBALL—A Fomentation covering the eye (while the eye is closed) and\nextending to the forehead, for 15-20 minutes or until the skin is well-reddened. Repeat as often as\nnecessary, to relieve pain. Employ the frequently renewed (5-15 minutes at 600 F.) Heating Compress\nduring the intervals between hot applications.",
    "contentSw": "(J.H. Kellogg, M.D., formula)\nInflammatlons za nje -mwangaza wa uzito kwa dakika 15, kila masaa 2;\nMara kwa mara compress ya baridi mara kwa mara wakati wa vipindi kati ya.\nKuvimba kwa mpira wa macho -fomentation inayofunika jicho (wakati jicho limefungwa) na\nKuenea kwa paji la uso, kwa dakika 15-20 au mpaka ngozi iwekwe vizuri. Rudia mara nyingi kama\nmuhimu, kupunguza maumivu. Kuajiri mara kwa mara (dakika 5-15 saa 600 F.) inapokanzwa compress\nWakati wa vipindi kati ya matumizi ya moto."
  },
  {
    "id": "disease-head-eyestrain",
    "title": "Eyestrain",
    "contentEn": "SYMPTOMS—The eyes seem to be straining to see what they are trying to look at. After some time of\ndoing this, you acquire a general feeling of eyestrain.\nCAUSES AND TREATMENT—\n• Is the area in which you do much of your eyework properly lit?\n• Flickering tubes can bother the eyes. Try not to use computers too long at a time; do not\nwatch television too long. Both are hard on your eyes. Keep the screen somewhat\ndarkened. Shade your screen by placing a hood over the front.\n• Every so often, shut and rest your eyes. Try \"palming.\" To do this, place the palms\nacross your open eyes, without touching them. This cuts out all light and enables you to\nmomentarily rest them from all light.\n• Make sure you blink often enough. Each blink cleanses and refreshes them.\n• Refuse to strain your eyes. Keep them relaxed at all time.\n• Sunglasses cause eyestrain for some people; they help others. Only use Polaroid glasses.\n• The evening hours are the worst time to read and use your eyes intensively for anything.\nThe natural daylight is gone.\n• Go outside for the last 30 minutes before bedtime, walk around, relax, breathe deep, and\ndo not read anymore before you retire.\n• Get enough rest at night.\n• You may need reading glasses. If your only eye problem is nearsightedness, you can\npurchase eye glasses at your local pharmacy for $10 or $20. Always select the weakest,\nleast powerful ones.",
    "contentSw": "Dalili -Macho yanaonekana kuwa ya kushangaza kuona kile wanajaribu kutazama. Baada ya muda wa\nKufanya hivi, unapata hisia ya jumla ya macho.\nSababu na matibabu--\n• Je! Eneo ambalo unafanya zaidi ya macho yako likiwa vizuri?\n• Mizizi ya kung'aa inaweza kusumbua macho. Jaribu kutumia kompyuta kwa muda mrefu sana kwa wakati mmoja; usifanye\nTazama televisheni kwa muda mrefu sana. Wote ni ngumu machoni pako. Weka skrini kwa kiasi fulani\ngiza. Kivuli skrini yako kwa kuweka hood mbele.\n• Kila mara kwa mara, funga na pumzika macho yako. Jaribu \"Palming.\" Ili kufanya hivyo, weka mitende\nKatika macho yako wazi, bila kuwagusa. Hii inapunguza mwanga wote na kukuwezesha\nKwa muda kupumzika kutoka kwa mwanga wote.\n• Hakikisha unang'aa mara nyingi vya kutosha. Kila blink husafisha na kuburudisha.\n• Kataa kuvuta macho yako. Waweke kupumzika wakati wote.\n• Miwani husababisha eyestrain kwa watu wengine; Wanasaidia wengine. Tumia glasi za polaroid tu.\n• Saa za jioni ni wakati mbaya zaidi kusoma na kutumia macho yako kwa nguvu yoyote.\nMchana wa asili umepita.\n• Nenda nje kwa dakika 30 za mwisho kabla ya kulala, tembea karibu, pumzika, pumua kirefu, na\nUsisome tena kabla ya kustaafu.\n• Pumzika vya kutosha usiku.\n• Unaweza kuhitaji kusoma glasi. Ikiwa shida yako ya jicho tu iko karibu, unaweza\nNunua glasi za jicho kwenye maduka yako ya dawa kwa $ 10 au $ 20. Chagua dhaifu kila wakati,\nangalau wenye nguvu."
  },
  {
    "id": "disease-head-nearsightedness",
    "title": "Nearsightedness",
    "contentEn": "(Myopia)\nSYMPTOMS—A person only clearly sees those things which are close up.\nCAUSES AND TREATMENT—There is both an occupational and nutritional cause for this.\n• Constantly using the eyes, to see that which is fairly close, causes them to adjust better to\nnear vision. Every so often, rest your eyes by looking at something at a distance.\n• A lack of vitamin D and calcium is also involved. Increase the amount of vitamin D\ntaken, and take sunbaths.\n• Do not strain the eyes, thinking that will help you improve your eyesight! Doing so only\nweakens the delicate muscles, and will result in still more vision problems.\n— Also read \"Eyestrain.\"",
    "contentSw": "(Myopia)\nDalili -Mtu huona wazi vitu ambavyo viko karibu.\nSababu na matibabu - kuna sababu ya kazi na lishe kwa hii.\n• Kutumia macho kila wakati, kuona kile kilicho karibu, husababisha kuzoea vizuri zaidi\nkaribu na maono. Kila mara, pumzika macho yako kwa kuangalia kitu kwa mbali.\n• Ukosefu wa vitamini D na kalsiamu pia unahusika. Ongeza kiwango cha vitamini D.\nImechukuliwa, na uchukue jua.\n• Usivute macho, ukifikiria hiyo itakusaidia kuboresha macho yako! Kufanya hivyo tu\nInadhoofisha misuli maridadi, na itasababisha shida zaidi za maono.\n- pia soma \"Eyestrain.\""
  },
  {
    "id": "disease-head-yellow-eyes",
    "title": "Yellow Eyes",
    "contentEn": "TREATMENT\n• Treatment of jaundice includes ultraviolet light exposure in order to increase elimination\nand liver flush. For 3 days, drink apple juice, followed by a cup of olive oil and a cup of\nlemon juice. Also obtain vitamins C, A, and E.\n—Also see Jaundice\n(Icterus; Jaundice)\nSYMPTOMS—The whites of the eyes (sclera) have a yellow cast.\nCAUSES—The bile duct system develops a blockage, which produces gallstones, possibly tumors, and\nhepatitis. Red blood cells may also be destroyed in the process.\nThose taking large amounts of carrot juice will develop a yellowish cast to their skin (which is in no way\ndangerous). But their sclera will not turn yellow, which is the sign of jaundice.",
    "contentSw": "Matibabu\n• Matibabu ya jaundice ni pamoja na mfiduo wa taa ya ultraviolet ili kuongeza kuondoa\nna ini flush. Kwa siku 3, kunywa juisi ya apple, ikifuatiwa na kikombe cha mafuta na kikombe cha\nmaji ya limao. Pia pata vitamini C, A, na E.\n-Unaona Jaundice\n(Icterus; Jaundice)\nDalili - Wazungu wa macho (sclera) wanayo manjano.\nSababu - Mfumo wa duct ya bile huendeleza blockage, ambayo hutoa gallstones, labda tumors, na\nhepatitis. Seli nyekundu za damu zinaweza pia kuharibiwa katika mchakato.\nWale wanaochukua idadi kubwa ya juisi ya karoti wataendeleza ngozi ya manjano kwa ngozi yao (ambayo haifai\nhatari). Lakini sclera yao haitageuka manjano, ambayo ni ishara ya jaundice."
  },
  {
    "id": "disease-head-red-eyes",
    "title": "Red Eyes",
    "contentEn": "TREATMENT\n• Get more rest at night. Pause and rest a little more during the day.\n• Do not use \"drops\" from the pharmacy. They have an agent in them that constricts the\nblood vessels. This may make your whites look whiter for awhile, but no problems have\nbeen solved. Do not tinker with your precious eyes! When the drops wear off in a couple\nhours, the redness generally appears redder than before.\n• Lay a cool, wet washcloth over your closed eye. The cold constricts the blood vessels\nnaturally, and the moisture helps your eyes.\n• Be sure and drink enough water, so you will have an adequate amount of fluid in your\ntear ducts.\n• If the eyes are red when you wake up, the problem may be your eyelids. This is a low-\ngrade infection of the eyelids. Treat it by washing your eyes with warm water at night\nbefore retiring.\n• Any problem in the eyes should be taken seriously. Infection can be treated with a small\namount of boric acid mixed with sterile water.\n• Helpful herbs include eyebright, fennel, and cornflower. Eyebright is remarkably helpful\nfor a number of eye conditions.\nSYMPTOMS—Red lines in the whites of the eyes.\nCAUSES—This can be caused by dust, pollen allergies, bright sunshine, cigarette smoke, other irritants,\noverwork, and staying up late at night.\nPeople over 40 commonly experience this problem to some extent. But if it is excessive, or if you are\nyounger, you may wish to give it closer attention.",
    "contentSw": "Matibabu\n• Pumzika zaidi usiku. Pumzika na pumzika zaidi wakati wa mchana.\n• Usitumie \"matone\" kutoka kwa maduka ya dawa. Wana wakala ndani yao ambayo inajumuisha\nmishipa ya damu. Hii inaweza kuwafanya wazungu wako waonekane weupe kwa muda, lakini hakuna shida yoyote\nimetatuliwa. Usichukue macho yako ya thamani! Wakati matone yanaanza katika wanandoa\nMasaa, uwekundu kwa ujumla huonekana kuwa mwembamba kuliko hapo awali.\n• Weka kitambaa cha kuosha, cha mvua juu ya jicho lako lililofungwa. Baridi husababisha mishipa ya damu\nKwa kawaida, na unyevu husaidia macho yako.\n• Hakikisha na kunywa maji ya kutosha, kwa hivyo utakuwa na kiwango cha kutosha cha maji katika yako\nMachozi ya machozi.\n• Ikiwa macho ni nyekundu unapoamka, shida inaweza kuwa kope zako. Hii ni ya chini-\nmaambukizi ya daraja la kope. Tibu kwa kuosha macho yako na maji ya joto usiku\nkabla ya kustaafu.\n• Shida yoyote machoni inapaswa kuzingatiwa kwa uzito. Kuambukizwa kunaweza kutibiwa na ndogo\nKiasi cha asidi ya boric iliyochanganywa na maji yenye kuzaa.\n• Mimea inayosaidia ni pamoja na eyebright, fennel, na maua ya mahindi. Eyebright inasaidia sana\nkwa idadi ya hali ya jicho.\nDalili -mistari nyekundu katika wazungu wa macho.\nSababu -hii inaweza kusababishwa na vumbi, mzio wa poleni, jua kali, moshi wa sigara, vitu vingine vya kukasirisha,\nkufanya kazi zaidi, na kukaa usiku sana.\nWatu zaidi ya 40 hupata shida hii kwa kiwango fulani. Lakini ikiwa ni nyingi, au ikiwa wewe ni\nMdogo, unaweza kutamani kuipeleka kwa umakini."
  },
  {
    "id": "disease-head-itchy-eyes",
    "title": "Itchy Eyes",
    "contentEn": "TREATMENT\n• Do not overwork or overeat. Eat a nutritious diet. Get enough rest at night.\n• The diet should include the entire B complex, with an emphasis on B . Be sure your diet\n6\nincludes adequate calcium.\n• Do not strain the eyes.\n• Eyebright is a good herb for the eyes, which may help this.\nSYMPTOMS—The eyes seem tired and itchy.\nCAUSES—Enervation, poor diet, lack of rest.",
    "contentSw": "Matibabu\n• Usifanye kazi kupita kiasi au kula kupita kiasi. Kula lishe yenye lishe. Pumzika vya kutosha usiku.\n• Lishe inapaswa kujumuisha tata ya B, na msisitizo kwa b. Hakikisha lishe yako\n6\nNi pamoja na kalsiamu ya kutosha.\n• Usivute macho.\n• Eyebright ni mimea nzuri kwa macho, ambayo inaweza kusaidia hii.\nDalili -Macho yanaonekana uchovu na kuwasha.\nSababu -uhifadhi, lishe duni, ukosefu wa kupumzika."
  },
  {
    "id": "disease-head-dry-tear-ducts",
    "title": "Dry Tear Ducts",
    "contentEn": "TREATMENT\n• Be sure and obtain adequate amounts of vitamin A (50,000 units daily). A lack of it\ncauses small openings to close down. Also include enough essential fatty acids in your\ndiet, along with more calcium.\n• Do not eat junk or processed foods.\n—Also see \"Sjogren's Disease\"; you may have it.\nSYMPTOMS—The eyes seem dry all the time.\nCAUSES—There is a small tear duct which keeps each eye moist, yet it does not seem to be working\nproperly.",
    "contentSw": "Matibabu\n• Hakikisha na upate kiasi cha kutosha cha vitamini A (vitengo 50,000 kila siku). Ukosefu wake\nHusababisha fursa ndogo kufunga chini. Pia ni pamoja na asidi muhimu ya mafuta katika yako\nLishe, pamoja na kalsiamu zaidi.\n• Usila chakula cha taka au kusindika.\n-Unaona \"Ugonjwa wa Sjogren\"; Unaweza kuwa nayo.\nDalili -Macho yanaonekana kavu wakati wote.\nSababu - kuna duct ndogo ya machozi ambayo huweka kila jicho unyevu, lakini haionekani kuwa inafanya kazi\nvizuri."
  },
  {
    "id": "disease-head-black-eye",
    "title": "Black Eye",
    "contentEn": "TREATMENT\n• Boxing trainers deal with black eyes all the time. They apply an extremely cold piece of\niron (something like a small tire iron) to the area. This reduces the swelling. An alternative\nis to hold a clean, cold soda can against the cheek (but not against the eye itself) for\nseveral minutes. Do not place any pressure on the eye itself.\n• Do not take aspirin. Because it is an anticoagulant, the blood will not clot as well.\nInstead, the bleeding will continue longer.\n• Do not blow your nose! If you received a severe strike, blowing your nose could cause\nblood vessels to burst beneath the skin in a much wider area! Sometimes the injury\nfractures the eye socket bone, and blowing your nose could force air out of your sinus\nadjacent to the socket. The air is injected under the skin—making the eyelids swell even\nmore. This can increase the likelihood of infection.\nSYMPTOMS—The area around the eye turns black, following a blow to it.\nCAUSES—Blood tends to pool around the delicate eyeball, in order to hasten healing.",
    "contentSw": "Matibabu\n• Wakufunzi wa ndondi hushughulika na macho nyeusi wakati wote. Wanatumia kipande baridi sana cha\nIron (kitu kama chuma kidogo cha tairi) kwa eneo hilo. Hii inapunguza uvimbe. Njia mbadala\nni kushikilia soda safi, baridi inaweza dhidi ya shavu (lakini sio dhidi ya jicho yenyewe) kwa\nDakika kadhaa. Usiweke shinikizo yoyote kwenye jicho yenyewe.\n• Usichukue aspirini. Kwa sababu ni anticoagulant, damu haitafungwa pia.\nBadala yake, kutokwa na damu kutaendelea muda mrefu.\n• Usipigie pua yako! Ikiwa umepokea mgomo mkali, kupiga pua yako kunaweza kusababisha\nMishipa ya damu kupasuka chini ya ngozi katika eneo pana zaidi! Wakati mwingine kuumia\nInapunguza mfupa wa tundu la jicho, na kupiga pua yako kunaweza kulazimisha hewa kutoka kwa sinus yako\nkaribu na tundu. Hewa imeingizwa chini ya ngozi -ikifanya kope huvimba hata\nZaidi. Hii inaweza kuongeza uwezekano wa maambukizi.\nDalili - eneo karibu na jicho linageuka kuwa nyeusi, kufuatia pigo kwake.\nSababu -damu huelekea kuzunguka kwenye mpira wa macho dhaifu, ili kuharakisha uponyaji."
  },
  {
    "id": "disease-head-ulcerated-eye-and-lid",
    "title": "Ulcerated Eye And Lid",
    "contentEn": "TREATMENT\n• Obtain adequate rest, improve the diet, and take large doses of vitamin C (2,000 mg, 3\ntimes a day).\n• Apply warm yellow dock tea, in a poultice, to the eyelid. You can also drink it.\nSYMPTOMS—The eye has become inflamed, resulting in an ulcer on the eyeball.\nThe problem could then extend to the eyelid.\nCAUSES—This happened because the normal covering of the eye was damaged in some way. The\ninfection is generally caused by a virus.",
    "contentSw": "Matibabu\n• Pata kupumzika kwa kutosha, kuboresha lishe, na chukua kipimo kikubwa cha vitamini C (2000 mg, 3\nmara kwa siku).\n• Tumia chai ya joto ya manjano ya joto, kwenye poultice, kwa kope. Unaweza pia kunywa.\nDalili -Jicho limechomwa, na kusababisha kidonda kwenye mpira wa macho.\nShida inaweza kupanuka kwa kope.\nSababu - hii ilitokea kwa sababu kifuniko cha kawaida cha jicho kiliharibiwa kwa njia fulani.\nKuambukizwa kwa ujumla husababishwa na virusi."
  },
  {
    "id": "disease-head-mucous-in-eye",
    "title": "Mucous In Eye",
    "contentEn": "TREATMENT\n• Improve the diet, and take a vitamin/mineral supplement twice a day. Obtain adequate\nrest. Work in a clear environment that is not overly dusty.\n• Wash each eye with goldenseal root tea. But do not use goldenseal in large amounts if\npregnant.\nSYMPTOMS—The eye seems be filled with mucous.\nCAUSES—The cause may be a combination of an inadequate diet, poor working conditions, and an\nairborne infection.",
    "contentSw": "Matibabu\n• Boresha lishe, na chukua nyongeza ya vitamini/madini mara mbili kwa siku. Pata kutosha\npumzika. Fanya kazi katika mazingira wazi ambayo sio vumbi kupita kiasi.\n• Osha kila jicho na chai ya mizizi ya dhahabu. Lakini usitumie Goldenseal kwa kiasi kikubwa ikiwa\nmjamzito.\nDalili -Jicho linaonekana kujazwa na mucous.\nSababu -sababu inaweza kuwa mchanganyiko wa lishe duni, hali mbaya ya kufanya kazi, na\nmaambukizi ya hewa."
  },
  {
    "id": "disease-head-nosebleed",
    "title": "Nosebleed",
    "contentEn": "TREATMENT\nAnterior nosebleeds (from the nose itself) are most common:\n• Blow out the clots, then sit in a chair and lean forward without tilting the head back. (If\nyou lie down or lean backward, you will swallow blood.) Put a small piece of wet cotton\n(or cloth) in the nose and pinch lightly on it for 5 minutes. Then apply cold washcloths or\nan ice pack to the nose, cheek, and neck. (Another suggestion is to have him lightly sniff\ncold water with a little salt or lemon juice added.)\n• Then apply vitamin E oil (or petroleum jelly) to the inside of the nose. Lie back and rest\nfor a time. If the nosebleeds are serious enough to warrant it, rest as much as you can for\ntwo days.\n• The rupture in the blood vessel that caused the nosebleed requires 7-10 days to\ncompletely heal. When the bleeding stops, a clot forms and then becomes a scab. Do not\npick it loose.\n• Make sure you are getting enough vitamin K in the diet. It is found in all dark greens.\nPut lactobacillus acidophilus in the colon. It will synthesize, and thus increase, the amount\nof vitamin K in your body.\n• Be sure to take enough vitamin C. Calcium, magnesium, alfalfa, and vitamin E are also\nimportant.\n• When the nose dries out excessively, nosebleed can occur. Try increasing the humidity\nin the room. Consider purchasing a humidifier. Smoking dries out the nasal membranes.\n• Medicinal blood thinners can cause nosebleeds. Blood thinner drugs are what you find in\nD-Con rat poison.\n• White oak bark (or bayberry or ephedra sinica) tea is an astringent. It can be snuffed up\nthe nose before inserting the cotton.\n• A little cayenne can be swallowed in some water. This will draw blood away from the\nhead to the stomach.\nThe other type is the posterior nosebleed:\n• This occurs in the elderly, and is caused by high blood pressure. The bleeding starts in\nthe rear of the nose, and runs down into the throat. The blood pressure must be lowered!\nIncrease water intake and see a physician.\n• Keep in mind that a posterior nosebleed is far better than having a blood vessel rupture\nfrom high blood pressure—inside the cranial cavity. Then you have a stroke!\nWhichever type of nosebleed may occur, here are additional suggestions:\n• Those with frequent nosebleeds should take extra iron. It is needed to make hemoglobin.\nRutin is also needed.\n• Avoid oral contraceptives. Anything that changes estrogen levels can make you more\nprone to nosebleeds.\nHYDRO—Here are several treatments for nosebleed, discussed in the author's book, Water Therapy\nManual ( see order sheet):\n• Contrast Bath to the Hand or Arm. Two very deep pails may be used. The hot water\nshould be as hot as can be borne (p. 114).\n• Hot Foot Bath. This can also be used to stop a nosebleed (p. 116).\n• Cold Plantar Douche. This is a cold water spray to the bottom of the feet (p. 166).\n• Ice Bag to back of the neck; short hot Fomentations to the face (p. 218).\n• Ice to the back of the neck; Hot Compress over face; ice to hands; elevate hands to\nvertical position, if necessary; Hot Foot Bath or Hot Leg Pack; very Hot Nasal Douche (p.\n224).\n(Epistaxis)\nSYMPTOMS—The nose bleeds.\nCAUSES—Physical injury, excessive dryness causing the nasal surface to crack, scratching with the\nfingernail, blowing the nose hard, sudden change in atmospheric pressure.",
    "contentSw": "Matibabu\nPua za nje (kutoka pua yenyewe) ni kawaida sana:\n• Piga vijiti, kisha kaa kwenye kiti na tegemea mbele bila kuweka kichwa nyuma. (Ikiwa\nUnalala chini au tembea nyuma, utameza damu.) Weka kipande kidogo cha pamba mvua\n(au kitambaa) kwenye pua na piga kidogo juu yake kwa dakika 5. Kisha weka nguo za kuosha baridi au\nPakiti ya barafu kwa pua, shavu, na shingo. (Pendekezo lingine ni kuwa naye polepole\nMaji baridi na chumvi kidogo au maji ya limao yameongezwa.)\n• Kisha tumia mafuta ya vitamini E (au petroli jelly) ndani ya pua. Lala nyuma na kupumzika\nkwa muda. Ikiwa pua ni kubwa ya kutosha kuidhibitisha, pumzika kadri uwezavyo\nsiku mbili.\n• Kupasuka katika chombo cha damu kilichosababisha pua kunahitaji siku 7-10 kwenda\nkuponya kabisa. Wakati kutokwa na damu kunapoacha, nguo hutengeneza na kisha kuwa tambi. Usifanye\nChagua huru.\n• Hakikisha unapata vitamini K katika lishe. Inapatikana katika wiki zote za giza.\nWeka Lactobacillus acidophilus kwenye koloni. Itajumuisha, na kwa hivyo kuongezeka, kiasi\nya vitamini K katika mwili wako.\n• Hakikisha kuchukua vitamini C. kalsiamu, magnesiamu, alfalfa, na vitamini E pia ni\nmuhimu.\n• Wakati pua inakauka kupita kiasi, pua inaweza kutokea. Jaribu kuongeza unyevu\nkatika chumba. Fikiria ununuzi wa unyevu. Uvutaji sigara hukausha utando wa pua.\n• Dawa nyembamba za dawa zinaweza kusababisha pua. Dawa nyembamba za damu ndizo unazopata\nD-Con Poison.\n• Chai nyeupe ya mwaloni (au bayberry au ephedra sinica) chai ni mshangao. Inaweza kufutwa\nPua kabla ya kuingiza pamba.\n• Cayenne kidogo inaweza kumezwa katika maji. Hii itavuta damu mbali na\nKichwa kwa tumbo.\nAina nyingine ni pua ya nyuma:\n• Hii hufanyika kwa wazee, na husababishwa na shinikizo la damu. Kutokwa na damu huanza\nNyuma ya pua, na hukimbilia kwenye koo. Shinikizo la damu lazima lipunguzwe!\nOngeza ulaji wa maji na uone daktari.\n• Kumbuka kwamba pua ya nyuma ni bora zaidi kuliko kuwa na kupasuka kwa mishipa ya damu\nKutoka kwa shinikizo la damu - ndani ya uso wa cranial. Halafu una kiharusi!\nAina yoyote ya pua inaweza kutokea, hapa kuna maoni ya ziada:\n• Wale walio na pua za mara kwa mara wanapaswa kuchukua chuma cha ziada. Inahitajika kutengeneza hemoglobin.\nRutin pia inahitajika.\n• Epuka uzazi wa mpango mdomo. Chochote kinachobadilisha viwango vya estrogeni vinaweza kukufanya zaidi\nkukabiliwa na pua.\nHydro - hapa kuna matibabu kadhaa ya pua, yaliyojadiliwa katika kitabu cha mwandishi, Tiba ya Maji\nMwongozo (tazama karatasi ya kuagiza):\n• Tofautisha umwagaji kwa mkono au mkono. Pails mbili za kina zinaweza kutumika. Maji ya moto\ninapaswa kuwa moto kama inavyoweza kubeba (uk. 114).\n• Bafu ya miguu ya moto. Hii pia inaweza kutumika kuzuia pua (uk. 116).\n• Douche baridi ya mmea. Hii ni dawa ya maji baridi chini ya miguu (uk. 166).\n• Mfuko wa barafu nyuma ya shingo; fupi fupi moto kwa uso (uk. 218).\n• barafu nyuma ya shingo; Mchanganyiko wa moto juu ya uso; barafu kwa mikono; kuinua mikono kwa\nmsimamo wima, ikiwa ni lazima; Umwagaji wa mguu moto au pakiti ya mguu moto; Douche ya moto sana ya pua (uk.\n224).\n(Epistaxis)\nDalili -Pua hutoka damu.\nSababu -kuumia kwa mwili, kukauka kupita kiasi na kusababisha uso wa pua kupasuka, kukwaruza na\nvidole, kulipua pua ngumu, mabadiliko ya ghafla katika shinikizo la anga."
  },
  {
    "id": "disease-head-ear-congestion",
    "title": "Ear Congestion",
    "contentEn": "(J.H. Kellogg, M.D., Formulas)\nNOTE—This section deals with methods of reducing blood congestion in the middle ear and inner ear,\nand was taken, with slight adaptation, from Dr. William L. McKie's book, Scientific Hydrotherapy, page\n55.\nDRAINING THE MIDDLE EAR—Applications should be made to the whole side of the head and\nface, diverting blood from the internal carotid and internal maxillary blood vessels. If the Hot Compress\nextends below the jaw, the common carotid will be dilated (enlarged), which you do not want. An Ice\nBag should be placed below the jaw at the same time. This will increase the effect, by contracting the\ncarotid.\nDRAINING THE INNER EAR—The internal ear, receiving its blood supply from the vertebral artery,\na branch of the subclavian, is not affected by heat over the ear. But the inner ear problem may be\nrelieved, when congested, by warm applications to the arms and cold applications to the head and back\nof the neck, thus diverting the blood into the arms from the vertebral arteries by a proximal compress or\nan ice bag to the back of the neck.\n—Also see \"Earache and Infection.\"\nEARACHE and INFECTION; MASTOIDITIS\n(Otitis Externa and Media)\nSYMPTOMS—One or both ears ache. This is frequently accompanied by infection in the middle ear.\nThe pain will be worse at night because the body is prone (flat) and it is more difficult for the eustachian\ntubes to drain out the phlegm.\nSometimes the ears will ache because there is trouble with the teeth (referred pain), but this is not\ncommon.\nCAUSES—Infection of the outer or middle ear causes pressure to build up. This pressure on nerve\nendings causes pain. But, if there were no pain, there might be no warning that a serious ear problem\nexisted.\nOtitis externa is infection in the outer ear. The eardrum through the length of the eustachian tube\nbecomes swollen and inflamed. There is a slight fever, discharge from the ear, pain (which increases\nwhen the ear is touched or pulled), and temporary loss of hearing.\nOtitis media is infection in the middle ear, and is especially common in infants and children. The\ninfection is located behind the eardrum, where the small ear bones are located. There is earache,\nfullness, pressure in the ear, and a fever as high as 103o F. or higher.\nHere is an ear test: if you can wiggle your outer ear (the part you can see) without pain, you probably\nhave a middle ear infection; if there is pain, the infection is in the eustachian tube.\nGoing into higher altitudes can push phlegm, already in the eustachian tube, into the middle ear. Never\nsleep on your ear if you have a head cold and the vehicle is moving upward to a higher elevation.\nInfection in the inner ear generally results from meningitis or from the spread of a middle-ear infection.\nSymptoms include loss of hearing, nausea, dizziness, vomiting, and fever.\nEarache is a common childhood infection. Most children experience it. It is easier for a child to have an\near infection, since his eustachian tube is shorter than that of an adult. Causes include childhood\ndiseases, allergies, colds, and respiratory infections.\nIf they are frequent, ear infections can lead to loss of hearing.\nChronically enlarged adenoids may cause blockage of the eustachian tubes, leading to congestion and\nfluid buildup in the middle ear.\nThere is a tendency for people who have ear problems to be heavy earwax producers. To reduce the\namount of earwax made, eat less unsaturated fatty acids. Unsaturated fatty acids are not a problem.\nTREATMENT FOR INFECTION—\n• If you seem to have pain in the ear, pull on the earlobe. If the pain increases, then you\nprobably have an ear infection. If the pain does not increase, you may have a dental\nproblem.\n• Keep the ears warm and the person resting in bed, preferably with his head and, perhaps\nalso, his trunk slightly elevated (to assist natural drainage of the eustachian tubes).\nSurgical draining might be necessary. The fever increases the need for vitamins A and C.\nKeep the feet warm. Heat applied to the feet will draw blood from the head and improve\ncirculation.\n• Sit up when practical to do so, to decrease the swelling and start the tubes draining.\nSwallowing will help ease the pain. Yawning really helps open up the eustachian tubes.\n• Blow warm air from a hair dryer 18-30 inches from the ear, and blow air toward it.\n• Warm some oil to body temperature, and place a drop or two in the ear. This will help\nlessen pain. But do not do this if you think the drum has burst!\n• A helpful method, used by many for a long time is this: To alleviate pain in the ear, use a\nlittle olive oil or garlic oil in the ear, then add a drop or two of lobelia tincture.\n• Another way to reduce pain is to make a paste, using onion powder or clay packs. Then\napply this to the outside of the ear.\n• Bake a large onion until it becomes soft, and tie it over the ear; this will often give great\nrelief when pain is severe.\n• Avoid sugar, dairy products, meat, and heavy meals until the crisis is past. Herbal teas\nare helpful in assisting the healing process. This includes peppermint, echinacea,\ngoldenseal, pau d'arco, and slippery elm.\n• Because they increase sticky mucous in the body, dairy products increase ear infections.\nExcessive sweets and starches lower resistance and intensify ear problems.\n• People with a tendency to ear infection should avoid all cow's milk products. But, in\naddition to producing so much mucous, it is reported that milk allergies can produce\nearaches (and even a burst eardrum), simulating otitis media—without an ear infection\nactually existing.\n• Avoid cigarette smoke, for it can irritate the eardrum.\n• Place drops of hydrogen peroxide in the ear, to help clean it out. Then rinse out with\nwater. Do not leave the peroxide there. It can sink through the eardrum and produce a\nfizzing sound which can last for several years.\n• Take garlic enemas. These will help disinfect the body of higher levels of toxins that are\nbuilding up from the infection. Signs of this are chills, fever, general aches, and pain\nincrease.\nTREATMENT FOR RUPTURE—\nWhat should you do if the eardrum ruptures? Causes include a severe ear infection, sudden pressure\ninward on the ear, resulting from diving, slapping, a strong kiss to the ear, or a nearby explosion.\nDuring an ear infection, pus builds up and causes pain in the ear. If this pus starts leaking to the outside,\nthen the eardrum has ruptured.\n• In case the eardrum ruptures, put nothing in the ear until the eardrum is healed. A\nfomentation on the outside of the ear can be helpful.\n• Once the infection increases to acute pain, you may need antibiotics.\n• An alternate method is: When the ear has abscessed and broken, use warm peroxide to\nwash the ear out. The peroxide will loosen the putrefied matter and bring it out of the ear.\nThis method is probably good for cleaning out the ear; but keep in mind that hydrogen\nperoxide is best used on outside body surfaces, where oxygen can cause it to fizz into\nharmlessness. When it gets inside sensitive body parts, it can continue there for quite\nsome time. We know of one individual who had peroxide in his ear for several years\nthereafter; and, every so often, he could hear it lightly fizzing.\n• When using water therapy on the ear, be guarded. Hot applications over the area under\nthe ear could cause trouble!\n- Also see \"Swimmer's Ear.\"\nHYDRO—Here are hydrotherapy treatments mentioned in the author's book, Water Therapy Manual\n(see order sheet):\nIrrigation of the Ear: A lean rubber tube is used to gently (gently!) introduce a flow of\nwater onto the outer ear. The water is never applied with any pressure! It flows to the ear\nand out to the side. The temperature may be from 100o to 120o F., depending upon the\neffect desired. The source of water should be on a level with the top of the head (to\nmaintain only a slight pressure). Never use force, because perforation of the ear often\nexists; and serious injury could result from introduction of water, with any degree of\nforce, into the middle ear. The head should be inclined to the side as the water is applied.\nThe canal of the ear should afterward be carefully dried and covered with a cloth or a\nwarm hand for a few minutes. In cold weather, the ear should not be exposed out-of-doors\nfor at least an hour after warm ear irrigation is applied; and, even after that, a small piece\nof cotton should be placed in the outer passageway.\nThis measure affords great relief in the pain of acute otitis media and earache due to other\ncauses. In chronic suppurative disease of the ear, this measure is indispensable as a means\nof cleansing and disinfection (p. 151).\nDraining the middle ear: Applications should be made to the whole side of the head and\nface, diverting blood from the internal carotid and internal maxillary blood vessels. If the\nHot Compress extends below the jaw, the common carotid artery will be dilated\n(enlarged), which you do not want. An ice bag should be placed below the jaw at the same\ntime, and will increase the effect by contracting the carotid.\nDraining the inner ear: The inner ear problem may be relieved, when congested, by warm\napplications to the arms and cold applications to the head and back of the neck, thus\ndiverting the blood into the arms from the vertebral arteries by a proximal compress or an\nice bag to the back of the neck (p. 194).\nInflammation of ear: Fomentation over affected part; derivative treatment to legs: Hot Leg\nBath, Hot Foot Bath, Prolonged Leg Pack (p. 210).\nInflammation of middle ear: Ice to throat of the same side, Fomentation over ear (p. 221).\nEarache: Ice Bag to the neck of the same side; Fomentation over ear; Hot Ear Douche, if\nnecessary. Protect the ear with warm cotton, to prevent chilling by evaporation after\ntreatment (p. 224).\nEustachian tube inflammation: The Heating Throat Compress is an application of a cold\ncloth, covered with flannel, which then heats up and results in improved circulation and a\nbetter flow of healing blood into, and out of, the afflicted area. Wring the cotton cloth\nfrom cold water and place it around the neck. This should be about 2-3 thicknesses about\nthe neck. Cover it well with flannel (singly or doubly, depending on the thickness). Fit the\nflannel snugly but not too tightly that it will be uncomfortable. Pin it securely. Remove it\nthe next morning. It should be entirely dry. In eustachian tube inflammation, the compress\nshould extend upward about the lower part of the ear. You may need to hold up this part\nof the compress (the part by the lower part of the ear) with a bandage that is fastened to it\nand goes over the top part of the head and back down to it on the other side (pp. 51-53).\nPREVENTION—\n• Never dive below 3-4 feet below the surface of the water.\n• Never sleep in a plane or vehicle when it is descending—or ascending. If you are in a\ncar, climbing up or down the mountains—do not sleep, especially on your side. You do\nnot swallow as often when you are asleep; and, if you have phlegm in your sinuses, it can\ngo up into your ears.\n• Be careful when scuba diving. The greatest air pressure changes occur within the first 33\nfeet below the surface. Avoid earplugs and hoods which are too tight-fitting, so you\ncannot equalize air pressure in the ears.\n• Avoid the above three situations, when your head is stuffy with phlegm.\n• Breast-feeding reduces a baby's chances of having ear trouble.\n• Do not smoke.\n—Also see \"Ear Congestion.\"",
    "contentSw": "(J.H. Kellogg, M.D., formula)\nKumbuka - Sehemu hii inahusika na njia za kupunguza msongamano wa damu kwenye sikio la kati na sikio la ndani,\nna ilichukuliwa, na marekebisho kidogo, kutoka kwa kitabu cha Dk. William L. McKie, Hydrotherapy ya Sayansi, Ukurasa\n55.\nKuondoa sikio la kati - Maombi yanapaswa kufanywa kwa upande wote wa kichwa na\nUso, kugeuza damu kutoka kwa carotid ya ndani na mishipa ya damu ya ndani. Ikiwa compress moto\ninaenea chini ya taya, carotid ya kawaida itaongezwa (iliyokuzwa), ambayo hutaki. Barafu\nMfuko unapaswa kuwekwa chini ya taya wakati huo huo. Hii itaongeza athari, kwa kuambukizwa\ncarotid.\nKuondoa sikio la ndani - sikio la ndani, kupokea usambazaji wa damu kutoka kwa artery ya vertebral,\nTawi la subclavian, haiathiriwa na joto juu ya sikio. Lakini shida ya sikio la ndani inaweza kuwa\nImeondolewa, wakati imekusanywa, na matumizi ya joto kwa mikono na matumizi ya baridi kichwani na nyuma\nya shingo, na hivyo kupotosha damu ndani ya mikono kutoka kwa mishipa ya vertebral na compress ya proximal au\nMfuko wa barafu nyuma ya shingo.\n-Unaona \"Masikio na maambukizi.\"\nMaumivu ya masikio na maambukizi; Mastoiditis\n(Otitis Externa na Media)\nDalili - moja au masikio yote mawili yanauma. Hii mara nyingi huambatana na maambukizi katika sikio la kati.\nMaumivu yatakuwa mabaya usiku kwa sababu mwili unakabiliwa (gorofa) na ni ngumu zaidi kwa Eustachian\nMizizi ya kumaliza phlegm.\nWakati mwingine masikio yatauma kwa sababu kuna shida na meno (maumivu yaliyotajwa), lakini hii sio\nkawaida.\nSababu -Uboreshaji wa sikio la nje au la kati husababisha shinikizo kujenga. Shinikiza hii juu ya ujasiri\nMwisho husababisha maumivu. Lakini, ikiwa hakukuwa na maumivu, kunaweza kuwa hakuna onyo kwamba shida kubwa ya sikio\nilikuwepo.\nOtitis externa ni maambukizi katika sikio la nje. Eardrum kupitia urefu wa bomba la Eustachian\ninakuwa imevimba na kuharibiwa. Kuna homa kidogo, kutokwa kutoka kwa sikio, maumivu (ambayo huongezeka\nWakati sikio linaguswa au kuvutwa), na upotezaji wa muda wa kusikia.\nVyombo vya habari vya Otitis ni maambukizi katika sikio la kati, na ni kawaida sana kwa watoto wachanga na watoto.\nKuambukizwa iko nyuma ya eardrum, ambapo mifupa ndogo ya sikio iko. Kuna maumivu ya masikio,\nUkamilifu, shinikizo katika sikio, na homa ya juu kama 103o F. au ya juu.\nHapa kuna mtihani wa sikio: ikiwa unaweza kugeuza sikio lako la nje (sehemu unayoweza kuona) bila maumivu, labda\nkuwa na maambukizi ya sikio la kati; Ikiwa kuna maumivu, maambukizi ni kwenye bomba la Eustachian.\nKuingia kwenye mwinuko wa juu kunaweza kushinikiza phlegm, tayari kwenye bomba la Eustachian, ndani ya sikio la kati. Kamwe\nKulala kwenye sikio lako ikiwa una baridi ya kichwa na gari inaelekea juu hadi mwinuko wa juu.\nKuambukizwa katika sikio la ndani kwa ujumla hutokana na ugonjwa wa meningitis au kutoka kwa kuenea kwa maambukizo ya sikio la kati.\nDalili ni pamoja na kupoteza kusikia, kichefuchefu, kizunguzungu, kutapika, na homa.\nMaumivu ya masikio ni maambukizi ya kawaida ya utoto. Watoto wengi hupata. Ni rahisi kwa mtoto kuwa na\nMaambukizi ya sikio, kwa kuwa bomba lake la Eustachian ni fupi kuliko ile ya mtu mzima. Sababu ni pamoja na utoto\nMagonjwa, mzio, homa, na maambukizo ya kupumua.\nIkiwa ni mara kwa mara, maambukizo ya sikio yanaweza kusababisha upotezaji wa kusikia.\nAdenoids zilizokuzwa kwa muda mrefu zinaweza kusababisha blockage ya zilizopo za Eustachian, na kusababisha msongamano na\nKuunda kwa maji katika sikio la kati.\nKuna tabia ya watu ambao wana shida ya sikio kuwa wazalishaji nzito wa masikio. Ili kupunguza\nKiasi cha earwax iliyotengenezwa, kula asidi ya mafuta isiyo na mafuta. Asidi ya mafuta isiyosababishwa sio shida.\nMatibabu ya maambukizi-\n• Ikiwa unaonekana kuwa na maumivu kwenye sikio, vuta kwenye sikio. Ikiwa maumivu yanaongezeka, basi wewe\nLabda uwe na maambukizi ya sikio. Ikiwa maumivu hayakuongezeka, unaweza kuwa na meno\nTatizo.\n• Weka masikio ya joto na mtu akipumzika kitandani, ikiwezekana na kichwa chake na, labda\nPia, shina lake limeinuliwa kidogo (kusaidia mifereji ya asili ya zilizopo za Eustachian).\nUfugaji wa upasuaji unaweza kuwa muhimu. Homa huongeza hitaji la vitamini A na C.\nWeka miguu joto. Joto linalotumika kwa miguu litachora damu kutoka kichwani na kuboresha\nmzunguko.\n• Kaa juu wakati wa vitendo kufanya hivyo, ili kupunguza uvimbe na kuanza zilizopo.\nSwallowing itasaidia kupunguza maumivu. Yawning husaidia sana kufungua zilizopo za Eustachian.\n• Piga hewa ya joto kutoka kwa kavu ya nywele inchi 18-30 kutoka sikio, na piga hewa kuelekea hiyo.\n• Joto mafuta kwa joto la mwili, na weka tone au mbili kwenye sikio. Hii itasaidia\npunguza maumivu. Lakini usifanye hivi ikiwa unafikiria ngoma imepasuka!\nNjia ya kusaidia, inayotumiwa na wengi kwa muda mrefu ni hii: kupunguza maumivu kwenye sikio, tumia\nMafuta kidogo ya mizeituni au mafuta ya vitunguu kwenye sikio, kisha ongeza tone au mbili za tincture ya Lobelia.\nNjia nyingine ya kupunguza maumivu ni kutengeneza kuweka, kwa kutumia poda ya vitunguu au pakiti za udongo. Basi\nOmba hii kwa nje ya sikio.\n• Oka vitunguu kubwa mpaka iwe laini, na kuifunga juu ya sikio; Hii mara nyingi itatoa nzuri\nmisaada wakati maumivu ni makubwa.\n• Epuka sukari, bidhaa za maziwa, nyama, na milo nzito hadi shida itakapopita. Chai ya mitishamba\nzinasaidia katika kusaidia mchakato wa uponyaji. Hii ni pamoja na peppermint, echinacea,\nGoldenseal, Pau d'Arco, na slippery elm.\n• Kwa sababu huongeza mucous nata mwilini, bidhaa za maziwa huongeza maambukizo ya sikio.\nPipi nyingi na wanga wa chini upinzani na kuongeza shida za sikio.\n• Watu walio na tabia ya kuambukizwa sikio wanapaswa kuzuia bidhaa zote za maziwa ya ng'ombe. Lakini, ndani\nKuongeza kwa kutengeneza mucous nyingi, inaripotiwa kuwa mzio wa maziwa unaweza kuzaa\nEarches (na hata eardrum ya kupasuka), kuiga vyombo vya habari vya otitis -bila maambukizi ya sikio\nkweli zilizopo.\n• Epuka moshi wa sigara, kwa kuwa inaweza kukasirisha eardrum.\n• Weka matone ya peroksidi ya hidrojeni kwenye sikio, ili kusaidia kuisafisha. Kisha suuza na\nmaji. Usiache peroksidi hapo. Inaweza kuzama kupitia eardrum na kutoa a\nSauti ya Fizzing ambayo inaweza kudumu kwa miaka kadhaa.\n• Chukua enemas za vitunguu. Hizi zitasaidia kutenganisha mwili wa viwango vya juu vya sumu ambavyo ni\nkujenga juu ya maambukizi. Ishara za hii ni baridi, homa, maumivu ya jumla, na maumivu\nongezeko.\nMatibabu ya kupasuka-\nJe! Unapaswa kufanya nini ikiwa eardrum itapasuka? Sababu ni pamoja na maambukizi ya sikio kali, shinikizo la ghafla\nndani juu ya sikio, inayotokana na kupiga mbizi, kupiga, busu kali kwa sikio, au mlipuko wa karibu.\nWakati wa maambukizi ya sikio, pus huunda na kusababisha maumivu kwenye sikio. Ikiwa pus hii itaanza kuvuja nje,\nHalafu eardrum imevunjika.\n• Iwapo eardrum itapunguka, usiweke chochote kwenye sikio hadi eardrum itakapopona. A\nFomentation nje ya sikio inaweza kusaidia.\n• Mara tu maambukizi yanapoongezeka kwa maumivu ya papo hapo, unaweza kuhitaji dawa za kukinga.\nNjia mbadala ni: wakati sikio limepunguka na kuvunjika, tumia peroksidi ya joto\nOsha sikio. Peroxide itafungua jambo lililowekwa wazi na kuileta nje ya sikio.\nNjia hii labda ni nzuri kwa kusafisha sikio; Lakini kumbuka kuwa haidrojeni\nPeroxide hutumiwa vyema kwenye nyuso za mwili wa nje, ambapo oksijeni inaweza kusababisha fizz ndani\nkutokuwa na madhara. Inapoingia ndani sehemu nyeti za mwili, inaweza kuendelea hapo kwa kabisa\nwakati fulani. Tunajua ya mtu mmoja ambaye alikuwa na peroksidi kwenye sikio lake kwa miaka kadhaa\nbaadaye; Na, kila mara, aliweza kusikia kuwa nyepesi.\n• Wakati wa kutumia tiba ya maji kwenye sikio, kulindwa. Maombi ya moto juu ya eneo hilo chini\nSikio linaweza kusababisha shida!\n- Pia angalia \"Sikio la Swimmer.\"\nHydro - Hapa kuna matibabu ya hydrotherapy yaliyotajwa katika kitabu cha mwandishi, Mwongozo wa Tiba ya Maji\n(Tazama karatasi ya kuagiza):\nUmwagiliaji wa sikio: bomba la mpira lenye konda hutumiwa kwa upole (kwa upole!) Anzisha mtiririko wa\nmaji kwenye sikio la nje. Maji hayatumiwi kamwe na shinikizo yoyote! Inapita kwa sikio\nNa nje kwa upande. Joto linaweza kuwa kutoka 100o hadi 120o F., kulingana na\nAthari inayotaka. Chanzo cha maji kinapaswa kuwa kwenye kiwango na juu ya kichwa (kwa\nkudumisha shinikizo kidogo tu). Kamwe usitumie nguvu, kwa sababu utakaso wa sikio mara nyingi\nipo; na jeraha kubwa linaweza kusababisha kuanzishwa kwa maji, na kiwango chochote cha\nNguvu, ndani ya sikio la kati. Kichwa kinapaswa kuwa na upande wa maji wakati maji yanatumika.\nMfereji wa sikio unapaswa baadaye kukaushwa kwa uangalifu na kufunikwa na kitambaa au a\nMkono wa joto kwa dakika chache. Katika hali ya hewa ya baridi, sikio halipaswi kufunuliwa nje ya milango\nKwa angalau saa baada ya umwagiliaji wa sikio la joto kutumika; Na, hata baada ya hapo, kipande kidogo\nya pamba inapaswa kuwekwa katika njia ya nje.\nHatua hii inatoa utulivu mkubwa katika maumivu ya media ya otitis ya papo hapo na sikio kutokana na zingine\nsababu. Katika ugonjwa sugu wa sikio sugu, hatua hii ni muhimu kama njia\nya utakaso na disinfection (uk. 151).\nKuondoa sikio la kati: Maombi yanapaswa kufanywa kwa upande wote wa kichwa na\nUso, kugeuza damu kutoka kwa carotid ya ndani na mishipa ya damu ya ndani. Ikiwa\nCompress ya moto inaenea chini ya taya, artery ya kawaida ya carotid itapunguzwa\n(imekuzwa), ambayo hutaki. Mfuko wa barafu unapaswa kuwekwa chini ya taya hiyo hiyo\nwakati, na itaongeza athari kwa kuambukizwa carotid.\nKuondoa sikio la ndani: Tatizo la sikio la ndani linaweza kutolewa, linapokusanywa, na joto\nMaombi kwa mikono na matumizi baridi kwa kichwa na nyuma ya shingo, kwa hivyo\nKugeuza damu ndani ya mikono kutoka kwa mishipa ya vertebral na compress ya proximal au\nbegi la barafu nyuma ya shingo (uk. 194).\nKuvimba kwa sikio: fomentation juu ya sehemu iliyoathiriwa; Matibabu inayotokana na miguu: mguu moto\nKuoga, kuoga kwa miguu moto, pakiti ya mguu mrefu (uk. 210).\nKuvimba kwa sikio la kati: barafu hadi koo la upande huo, fomentation juu ya sikio (uk. 221).\nMasikio: begi la barafu kwa shingo ya upande mmoja; Fomentation juu ya sikio; Douche ya sikio moto, ikiwa\nlazima. Linda sikio na pamba ya joto, kuzuia kutuliza kwa uvukizi baada ya\nMatibabu (uk. 224).\nKuvimba kwa bomba la Eustachian: compress ya koo inapokanzwa ni matumizi ya baridi\nNguo, iliyofunikwa na flannel, ambayo kisha hukauka na kusababisha mzunguko ulioboreshwa na a\nMtiririko bora wa uponyaji damu ndani, na nje ya eneo linaloteseka. Kuweka kitambaa cha pamba\nkutoka kwa maji baridi na kuiweka shingoni. Hii inapaswa kuwa juu ya unene 2-3 kuhusu\nshingo. Funika vizuri na flannel (singly au mara mbili, kulingana na unene). Fit the\nFlannel snugly lakini sio sana sana kwamba haitakuwa vizuri. Piga salama. Ondoa\nAsubuhi iliyofuata. Inapaswa kuwa kavu kabisa. Katika uchochezi wa bomba la Eustachian, compress\ninapaswa kupanua juu juu ya sehemu ya chini ya sikio. Unaweza kuhitaji kushikilia sehemu hii\nya compress (sehemu na sehemu ya chini ya sikio) na bandeji ambayo imefungwa kwake\nna huenda juu ya sehemu ya juu ya kichwa na kurudi chini kwa upande mwingine (mash. 51-53).\nKinga-\n• Kamwe usitembee chini ya miguu 3-4 chini ya uso wa maji.\n• Kamwe usilale kwenye ndege au gari wakati inashuka -au kupaa. Ikiwa uko katika\nGari, kupanda juu au chini ya milima - usilale, haswa upande wako. Unafanya\nsio kumeza mara nyingi wakati umelala; Na, ikiwa una phlegm katika sinuses zako, inaweza\nNenda kwenye masikio yako.\n• Kuwa mwangalifu wakati wa kupiga mbizi. Mabadiliko makubwa ya shinikizo la hewa hufanyika ndani ya 33 ya kwanza\nmiguu chini ya uso. Epuka vipeperushi na hood ambazo zinafaa sana, kwa hivyo wewe\nHaiwezi kusawazisha shinikizo la hewa masikioni.\n• Epuka hali tatu hapo juu, wakati kichwa chako ni laini na phlegm.\n• Kunyonyesha kunapunguza nafasi za mtoto za kuwa na shida ya sikio.\n• Usivute moshi.\n-Unaona \"msongamano wa sikio.\""
  },
  {
    "id": "disease-head-earwax",
    "title": "Earwax",
    "contentEn": "TREATMENT\n• Never put anything sharp in the ear! That includes bobby pins, paper clips, and pencil\ntips. They can puncture the eardrum.\n• Do not use cotton-tipped swabs either, because they merely ram the wax down deeper\nand impact it the more.\n• Place something in your ear which will soften it. This can be hydrogen peroxide, mineral\noil, or glycerin. Add a drop or two of this to each ear. Let the excess run out. The liquid\nleft inside will soften the wax. Do this for a couple days.\n• Fill a bowl with body-temperature water. Suck it into a rubber bulb syringe; and, holding\nyour head over the bowl, gently squirt the water into the ear. Use very, very little pressure.\nTurn your head and let the water run out.\n• Do not rub the ears, to dry them. Either use a hair dryer (18-20 inches away) or drop a\nlittle alcohol in each ear. Do not wash out the ears in this manner more often than every\ncouple months. You need some earwax to protect your ears.\n• There is a tendency for people who have ear problems to be heavy earwax producers. To\nreduce the amount of earwax made, eat less unsaturated fatty acids. Unsaturated fatty\nacids are not a problem. It is the over-balance of unsaturated fats which causes the earwax\nproblem.\n• An alternate method of cleaning out the earwax is this: Using an eyedropper, place either\na solution of 1 part vinegar to 1 part warm water or a few drops of hydrogen peroxide in\nyour ear. Allow it to settle for a minute, then drain it. Do this 2-3 times a day. If the wax is\nhard and dry, apply garlic oil for a day or two, to soften it. Then wash out the ear with a\nsteady stream of warm water, under no pressure. Patiently continue irrigating the ear\ncanal, flushing with warm water. The wax buildup will come out.\n• Yet another method is using \"ear candles,\" available at health food stores. Someone will\nhave to help you use them. Instructions come with the candles. Afterward, you may be\nbothered by the fact that an excess of wax has been eliminated. You may need to put\ncotton in each ear for a time.\nSYMPTOMS—Hearing is becoming duller, and the person suspects he may be losing his hearing.\nCAUSES—The problem may a hard plug of earwax in the ear canal. Some people have constant ear\npain until the excess wax is cleaned out.\nIf you do not chew your food thoroughly, earwax can build up. The chewing tends to break it down.\nSaturated fats contribute to excess production of earwax.",
    "contentSw": "Matibabu\n• Kamwe usiweke chochote mkali kwenye sikio! Hiyo ni pamoja na pini za bobby, sehemu za karatasi, na penseli\nvidokezo. Wanaweza kuchoma eardrum.\n• Usitumie swabs zilizo na pamba ama, kwa sababu wao hupunguza nta chini zaidi\nna kuathiri zaidi.\n• Weka kitu kwenye sikio lako ambalo litaipunguza. Hii inaweza kuwa peroksidi ya hidrojeni, madini\nmafuta, au glycerin. Ongeza tone au mbili za hii kwa kila sikio. Acha ziada ikamilike. Kioevu\nKushoto ndani kutapunguza nta. Fanya hivi kwa siku kadhaa.\n• Jaza bakuli na maji ya joto la mwili. Kunyonya ndani ya sindano ya balbu ya mpira; na, kushikilia\nKichwa chako juu ya bakuli, kwa upole hupiga maji ndani ya sikio. Tumia shinikizo kidogo sana.\nBadili kichwa chako na uachilie maji.\n• Usisugue masikio, ili kuzika. Ama tumia kavu ya nywele (inchi 18-20) au kuacha a\npombe kidogo katika kila sikio. Usioshe masikio kwa njia hii mara nyingi zaidi kuliko kila\nMiezi michache. Unahitaji sikio fulani kulinda masikio yako.\n• Kuna tabia ya watu ambao wana shida ya sikio kuwa wazalishaji nzito wa sikio. Kwa\nPunguza kiwango cha sikio lililotengenezwa, kula asidi ya mafuta isiyo na mafuta. Mafuta yasiyokuwa na mafuta\nAsidi sio shida. Ni usawa wa mafuta yasiyosafishwa ambayo husababisha sikio\nTatizo.\n• Njia mbadala ya kusafisha Earwax ni hii: Kutumia eyedropper, weka ama\nSuluhisho la siki 1 ya sehemu kwa sehemu 1 ya maji ya joto au matone machache ya peroksidi ya hidrojeni katika\nsikio lako. Ruhusu kutulia kwa dakika, kisha uimimishe. Fanya hii mara 2-3 kwa siku. Ikiwa nta ni\nngumu na kavu, weka mafuta ya vitunguu kwa siku moja au mbili, ili kuipunguza. Kisha osha sikio na a\nMtiririko thabiti wa maji ya joto, chini ya shinikizo. Kwa uvumilivu endelea kumwagilia sikio\nMfereji, kujaa na maji ya joto. Kujengwa kwa nta kutatoka.\n• Njia nyingine ni kutumia \"mishumaa ya sikio,\" inapatikana katika duka za chakula za afya. Mtu atafanya\nlazima kukusaidia kuzitumia. Maagizo huja na mishumaa. Baadaye, unaweza kuwa\nKusumbuliwa na ukweli kwamba ziada ya nta imeondolewa. Unaweza kuhitaji kuweka\nPamba katika kila sikio kwa muda.\nDalili -kuchunguza ni kuwa duller, na mtuhumiwa huyo anaweza kuwa anapoteza usikilizaji wake.\nSababu - Shida inaweza kuziba ngumu ya sikio kwenye mfereji wa sikio. Watu wengine wana sikio la kila wakati\nMa maumivu mpaka nta ya ziada itakaposafishwa.\nIkiwa hautafuga chakula chako vizuri, Earwax inaweza kujenga. Kutafuna huelekea kuivunja.\nMafuta yaliyosafishwa huchangia uzalishaji wa ziada wa Earwax."
  },
  {
    "id": "disease-head-swimmer-s-ear",
    "title": "Swimmer'S Ear",
    "contentEn": "TREATMENT\n• Hydrogen peroxide ear drops.\nSee \"Earache and Infection\" for additional help.\nSYMPTOMS—An ache and/or infection in one or both ears, after swimming in a pond, creek, or public\nswimming pool.\nCAUSES—Swimmer's ear occurs when pool water remains in the outer ear canal too long. Bacteria or\nfungi in the water increases the chance of infection. When swimming in contaminated water, keep your\nhead out of the water.\nThe pool water, having repeatedly wet and softened the earwax, caused it to become an ideal place for\nbacteria to grow.\nBut the most common cause is infection from the nasal passages and throat, having been pushed into the\neustachian tube when the nose was blown too hard.\nConstant swimming throughout the summer can result in infestation of the external ear canal by candida\nalbicans. Constant dampness (in water that is not entirely clean) throughout the summer swimming\nseason is thought to be the cause.",
    "contentSw": "Matibabu\n• Matone ya sikio la oksijeni ya haidrojeni.\nTazama \"Earche na maambukizi\" kwa msaada zaidi.\nDalili - maumivu na/au maambukizi katika masikio moja au yote mawili, baada ya kuogelea kwenye bwawa, kijito, au umma\ndimbwi la kuogelea.\nSababu -sikio la Swimmer hufanyika wakati maji ya dimbwi yanabaki kwenye mfereji wa sikio la nje kwa muda mrefu sana. Bakteria au\nKuvu katika maji huongeza nafasi ya kuambukizwa. Wakati wa kuogelea katika maji yaliyochafuliwa, weka yako\nkichwa nje ya maji.\nMaji ya bwawa, baada ya kunyesha mara kwa mara na kunyoosha sikio, ilisababisha iwe mahali pazuri kwa\nbakteria kukua.\nLakini sababu ya kawaida ni kuambukizwa kutoka kwa vifungu vya pua na koo, baada ya kusukuma ndani ya\nEustachian tube wakati pua ililipuliwa sana.\nKuogelea mara kwa mara msimu wote wa joto kunaweza kusababisha udhalilishaji wa mfereji wa sikio la nje na Candida\nalbicans. Unyevu wa kila wakati (katika maji ambayo sio safi kabisa) wakati wote wa kuogelea majira ya joto\nMsimu hufikiriwa kuwa sababu."
  },
  {
    "id": "disease-head-hearing-loss",
    "title": "Hearing Loss",
    "contentEn": "TREATMENT\n• Consider the above factors.\n• Clean the ears, make sure manganese and tin are in the diet (take Nova Scotia dulse or\nNorwegian kelp). Take pulse tests and gradually eliminate food allergies. If milk is the\nproblem, cut out all milk products from the diet. Avoid medicinal drugs, chemicals, and\nloud noises\n• Eat a wholesome, nutritious diet, with vitamin/mineral supplements. Drink fresh\nvegetable juices.\n• Eliminate processed, sugared, and junk foods from the diet.\n• In case there is an inflammation in the ear which causes the hearing loss: Mullein oil\ncan be put in the ear as ear drops. 2-4 drops of warm (not hot) garlic oil or liquid extract is\nalso good. Do not use the same dropper in both ears, as it may spread the infection. Eat\nfresh pineapple.\n• If you seem to have pain in the ear, pull on the earlobe. If the pain increases, then you\nprobably have an ear infection. If the pain does not increase, you may have a dental\nproblem.\nPREVENTION—Always wear ear protection when using appliances or equipment which produce loud\nnoises. This would include power tools, chain saws, lawn mowers, table or portable saws, and target\npractice. Use ear plugs rated for at least twice as many decibels as you need, to ensure protection.\nWhen listening to music, it should never be so loud you cannot hear the ring of the doorbell or the\ntelephone. If you use earphones, no one else should be able to hear sound from your earphones. If they\ncan, you are playing the music too loud for the safety of your ears!\nThe average rock concert or stereo headset at higher levels (100 decibels, plus) can damage your hearing\nin 30 minutes. Two hours in a video game arcade can do the same thing. By comparison, an air hammer\nis 120 decibels.\nWear ear plugs when swimming in public places.\nReduce your cholesterol level. Those with high cholesterol have greater hearing loss as they age.\nDo not get German measles while you are pregnant. If you are vaccinated for it, do not become pregnant\nfor 3 months afterward. The ensuing birth defects to the child could include hearing loss.\nBeware of medications during pregnancy.\nMake sure your infant has good hearing. If not discovered, he or she will miss much instruction in a\nvariety of speaking skills. Generally, you will be the first one to learn if such a problem exists, not the\ndoctor.\nSYMPTOMS—One's sense of hearing is lessening.\nCAUSES—It may be that the sense of hearing is being lost. But it also may be that the ear has too much\nimpacted earwax. (See \"Earwax\" for how to remove it.)\nA manganese or tin deficiency in the diet can result in a hearing loss. Putting these back into the diet can\nreverse this, and restore the hearing.\nOther possible causes would include: Milk allergies, poor ear circulation, and vitamin A deficiency.\nThe ear drums might be hardened with age. This generally accompanies hardening of the arteries.\nCatarrhal deafness could be the problem. This starts when an acute infection (such as a cold or the flu) is\nsuppressed and not allowed to run its course and be properly eliminated. A low level infection continues\nin the ear, and gradually ruins the hearing.\nWhen acute diseases are treated with aspirin or quinine, partial or complete deafness can result. Other\ndrugs which cause this effect are aureomycin, streptomycin, barbiturates, cocaine, opium, and their\nderivatives.\nSmoking and caffeine cause spasms and narrowing of blood vessels.\nOther substances to avoid would include lead, mercury, and cadmium.\nExcessive amounts of noise injures the fine structures in the inner ear and gradually produces deafness.\nSome people have occupational hazards which eventually lead to deafness. This includes piloting small\nplanes and running chain saws or heavy equipment.",
    "contentSw": "Matibabu\n• Fikiria mambo hapo juu.\n• Kusafisha masikio, hakikisha manganese na bati ziko kwenye lishe (chukua Dulse ya Nova Scotia au\nKelp ya Norway). Chukua vipimo vya mapigo na uondoe hatua kwa hatua mzio wa chakula. Ikiwa maziwa ni\nShida, kata bidhaa zote za maziwa kutoka kwa lishe. Epuka dawa za dawa, kemikali, na\nkelele kubwa\n• Kula lishe bora, yenye lishe, na virutubisho vya vitamini/madini. Kunywa safi\njuisi za mboga.\n• Kuondoa vyakula vya kusindika, vilivyo na sukari, na chakula kutoka kwa lishe.\n• Ikiwa kuna kuvimba katika sikio ambayo husababisha upotezaji wa kusikia: mafuta ya mullein\nInaweza kuwekwa kwenye sikio kama matone ya sikio. Matone 2-4 ya joto (sio moto) mafuta ya vitunguu au dondoo ya kioevu ni\npia nzuri. Usitumie mteremko sawa katika masikio yote mawili, kwani inaweza kueneza maambukizi. Kula\nMananasi safi.\n• Ikiwa unaonekana kuwa na maumivu kwenye sikio, vuta kwenye sikio. Ikiwa maumivu yanaongezeka, basi wewe\nLabda uwe na maambukizi ya sikio. Ikiwa maumivu hayakuongezeka, unaweza kuwa na meno\nTatizo.\nKinga -kila wakati huvaa kinga ya sikio wakati wa kutumia vifaa au vifaa ambavyo vinazalisha sauti kubwa\nkelele. Hii inaweza kujumuisha zana za nguvu, minyororo ya mnyororo, mowers za lawn, meza au saws zinazoweza kusonga, na lengo\nmazoezi. Tumia plugs za sikio zilizokadiriwa angalau mara mbili kama vile unahitaji, ili kuhakikisha ulinzi.\nWakati wa kusikiliza muziki, haipaswi kuwa kubwa sana huwezi kusikia pete ya kilio cha mlango au\nsimu. Ikiwa unatumia simu za masikio, hakuna mtu mwingine anayepaswa kusikia sauti kutoka kwa masikio yako. Ikiwa wao\nJe! Unacheza muziki kwa sauti kubwa kwa usalama wa masikio yako!\nTamasha la wastani la mwamba au kichwa cha stereo katika viwango vya juu (decibels 100, pamoja) zinaweza kuharibu kusikia kwako\nkatika dakika 30. Masaa mawili katika mchezo wa video arcade inaweza kufanya kitu kimoja. Kwa kulinganisha, nyundo ya hewa\nni decibels 120.\nVaa plugs za sikio wakati wa kuogelea katika maeneo ya umma.\nPunguza kiwango chako cha cholesterol. Wale walio na cholesterol ya juu wana upotezaji mkubwa wa kusikia wanapokuwa na umri.\nUsipate surua za Ujerumani ukiwa mjamzito. Ikiwa umechanjwa kwa hiyo, usiwe mjamzito\nkwa miezi 3 baadaye. Upungufu unaofuata wa kuzaliwa kwa mtoto unaweza kujumuisha upotezaji wa kusikia.\nJihadharini na dawa wakati wa ujauzito.\nHakikisha mtoto wako anasikia vizuri. Ikiwa hajagunduliwa, atakosa mafundisho mengi katika\nUjuzi anuwai wa kuongea. Kwa ujumla, utakuwa wa kwanza kujifunza ikiwa shida kama hiyo ipo, sio\nDaktari.\nDalili - hisia ya kusikia moja inapungua.\nSababu -Inawezekana kwamba hisia za kusikia zinapotea. Lakini pia inaweza kuwa kwamba sikio lina mengi sana\nEarwax iliyoathiriwa. (Tazama \"Earwax\" kwa jinsi ya kuiondoa.)\nUpungufu wa manganese au bati katika lishe inaweza kusababisha upotezaji wa kusikia. Kuweka hizi nyuma kwenye lishe inaweza\nRudisha hii, na urejeshe usikilizaji.\nSababu zingine zinazowezekana ni pamoja na: mzio wa maziwa, mzunguko duni wa sikio, na upungufu wa vitamini A.\nNgoma za sikio zinaweza kuwa ngumu na umri. Hii kwa ujumla inaambatana na ugumu wa mishipa.\nViziwi vya Catarrhal vinaweza kuwa shida. Hii huanza wakati maambukizi ya papo hapo (kama baridi au homa) ni\nImekandamizwa na hairuhusiwi kuendesha mwendo wake na kuondolewa vizuri. Maambukizi ya kiwango cha chini yanaendelea\nKatika sikio, na polepole huharibu usikilizaji.\nWakati magonjwa ya papo hapo yanatibiwa na aspirini au quinine, viziwi vya sehemu au kamili vinaweza kusababisha. Nyingine\nDawa za kulevya ambazo husababisha athari hii ni aureomycin, streptomycin, barbiturates, cocaine, opiamu, na zao\nderivatives.\nUvutaji sigara na kafeini husababisha spasms na kupungua kwa mishipa ya damu.\nVitu vingine vya kuzuia ni pamoja na risasi, zebaki, na cadmium.\nKiwango kikubwa cha kelele hujeruhi miundo nzuri kwenye sikio la ndani na polepole hutoa viziwi.\nWatu wengine wana hatari za kazini ambazo mwishowe husababisha viziwi. Hii ni pamoja na kupiga marubani ndogo\nNdege na saw za mnyororo au vifaa vizito."
  },
  {
    "id": "disease-head-sore-throat",
    "title": "Sore Throat",
    "contentEn": "TREATMENT\n• Sip liquid vitamin C. Let it drip down the throat slowly (all the while trying to keep the\nacid C off the teeth, so it will not melt them). Coat the throat with raw honey mixed with\nlemon juice. Gargle with salty water (½ tsp. sea salt in a cup of water).\n• Drink plenty of fluids—fruit and vegetable juices and lots of water. Go to bed, rest, trust\nin God, and get well.\n• Use a mixture of raw honey and lemon juice, to coat and soothe the throat.\n• Gargle alternately with chlorophyll liquid and sea salt (one half tsp. in a glass of warm\nwater) every few hours.\n• Enemas are very helpful.\n• Herbs include eucalyptus, flaxseed, garden sage, German chamomile, and myrtle. Both\ngoldenseal and echinacea fight bacterial and viral infection. (But do not take goldenseal\nover a week at a time, or during pregnancy.) Gargling with fenugreek tea will help relieve\na sore throat. Marshmallow root tea soothes a scratchy, itchy throat. Hot mullein poultices\nsoothe sore throats.\n• An old herb doctor makes these suggestions: Gargle the throat with cayenne pepper tea,\na half tsp. to a cup. Put an onion poultice on the neck over night, for 2-3 nights. Rub\nkerosene on the outside of the neck and cover it with warm flannel.\nHYDRO—The following is from the author's Water Therapy Manual (see order sheet):\nThe Heating Throat Compress is an application of a cold cloth, covered with flannel, which then heats\nup and results in improved circulation and a better flow of healing blood into, and out of, the afflicted\narea. Wring the cotton cloth from cold water and place it around the neck. This should be about 2-3\nthicknesses about the neck. Cover it well with flannel (singly or doubly, depending on the thickness). Fit\nthe flannel snugly but not so tightly that it will be uncomfortable. Pin it securely. Remove it the next\nmorning. It should be entirely dry (pp. 51-53).\nGive a Hot Foot Bath (p. 116).\nA Steam Bath is very helpful (pp. 131-135).\nSYMPTOMS—The throat becomes sore and scratchy. This is often the first sign of an infection.\nCAUSES—A variety of bacterial or virus infections can cause sore throat. Those which are of\nStreptococcus Group A origin tend to produce a higher fever than viral sources (upper respiratory\ninfections, cold viruses, flu, etc.).\nAnything irritating to the throat can initiate the problem (such as chronic coughing and loud talking).\nOther irritants include smoke, dust, fumes, very hot foods or drinks, abrasions, tooth and gum infections,\nloud talking, or chronic coughing.\nSmoking is a major cause of sore throats.\nBacteria on toothbrushes can cause sore throats. Buy a new toothbrush or boil the old one at least once a\nmonth. Between uses, store the toothbrush in hydrogen peroxide—but rinse it well before using.\nIf a sore throat continues or recurs, it might be the onset of mononucleosis (especially if the sore throat\nlasts more than 2 weeks). Do not dally; go to bed and get well. A sore throat can be the first sign of\nsomething more serious: a cold; the flu; mononucleosis; herpes simplex; Epstein-Barr virus; or several\nchildhood diseases, such as chickenpox or the measles. Sometimes a sore throat can lead to chronic\nfatigue syndrome, gingivitis, epiglottitis, diphtheria, laryngeal cancer, or an abscess around the tonsils.\nA continual throat tickle could be an indication of a food allergy.",
    "contentSw": "Matibabu\n• sip kioevu vitamini C. acha itoke kwenye koo polepole (wakati wote kujaribu kuweka\nasidi C mbali na meno, kwa hivyo haitayeyuka). Piga koo na asali mbichi iliyochanganywa na\nmaji ya limao. Panda na maji yenye chumvi (½ tsp. Chumvi ya bahari kwenye kikombe cha maji).\n• Kunywa maji mengi -matunda na juisi za mboga na maji mengi. Nenda kulala, pumzika, uaminifu\nKatika Mungu, na kupona.\n• Tumia mchanganyiko wa asali mbichi na maji ya limao, kufunika na kutuliza koo.\n• Piga mbadala na kioevu cha chlorophyll na chumvi ya bahari (nusu tsp. Katika glasi ya joto\nmaji) kila masaa machache.\n• Enemas inasaidia sana.\n• Mimea ni pamoja na eucalyptus, flaxseed, sage ya bustani, chamomile ya Ujerumani, na Myrtle. Zote mbili\nGoldenseal na echinacea hupigania maambukizi ya bakteria na virusi. (Lakini usichukue Goldenseal\nZaidi ya wiki kwa wakati, au wakati wa ujauzito.) Kuingia na chai ya fenugreek itasaidia kupunguza\nkoo. Chai ya mizizi ya Marshmallow hupunguza koo, koo. Poultices za moto za moto\nPunguza maumivu ya koo.\n• Daktari wa mimea ya zamani hufanya maoni haya: toa koo na chai ya pilipili ya cayenne,\nnusu tsp. kwa kikombe. Weka poultice ya vitunguu kwenye shingo usiku, kwa usiku 2-3. Kusugua\nMafuta nje ya shingo na kuifunika na flannel ya joto.\nHydro - Ifuatayo ni kutoka kwa Mwongozo wa Tiba ya Maji ya Mwandishi (tazama Karatasi ya Agizo):\nCompress ya koo inapokanzwa ni matumizi ya kitambaa baridi, kilichofunikwa na flannel, ambayo kisha hukauka\njuu na husababisha mzunguko ulioboreshwa na mtiririko bora wa uponyaji damu ndani, na nje ya, wanaoteseka\neneo. Kufunga kitambaa cha pamba kutoka kwa maji baridi na kuiweka karibu na shingo. Hii inapaswa kuwa karibu 2-3\nunene juu ya shingo. Funika vizuri na flannel (singly au mara mbili, kulingana na unene). Inafaa\nFlannel snugly lakini sio sana kwamba itakuwa wasiwasi. Piga salama. Ondoa ijayo\nAsubuhi. Inapaswa kuwa kavu kabisa (mash. 51-53).\nToa umwagaji wa mguu moto (uk. 116).\nUmwagaji wa mvuke unasaidia sana (uk. 131-135).\nDalili -koo huwa kidonda na chakavu. Hii mara nyingi ni ishara ya kwanza ya maambukizi.\nSababu - aina ya maambukizo ya bakteria au virusi yanaweza kusababisha koo. Zile ambazo ni za\nKikundi cha Streptococcus Asili huwa hutoa homa kubwa kuliko vyanzo vya virusi (kupumua kwa juu\nmaambukizo, virusi baridi, homa, nk).\nKitu chochote kinachokasirisha kwenye koo kinaweza kuanzisha shida (kama kukohoa sugu na kuongea kwa sauti).\nVizuizi vingine ni pamoja na moshi, vumbi, mafusho, vyakula vyenye moto sana au vinywaji, abrasions, jino na maambukizo ya ufizi,\nKuzungumza kwa sauti kubwa, au kukohoa sugu.\nUvutaji sigara ni sababu kubwa ya koo.\nBakteria kwenye mswaki inaweza kusababisha koo. Nunua mswaki mpya au chemsha ile ya zamani angalau mara moja a\nmwezi. Kati ya matumizi, weka mswaki katika peroksidi ya hidrojeni -lakini suuza vizuri kabla ya kutumia.\nIkiwa koo linaendelea au linarudi, inaweza kuwa mwanzo wa mononucleosis (haswa ikiwa koo la kidonda\nhudumu zaidi ya wiki 2). Usifanye Dally; Nenda kulala na upate vizuri. Koo inaweza kuwa ishara ya kwanza ya\nKitu kibaya zaidi: homa; homa; mononucleosis; herpes rahisix; Virusi vya Epstein-Barr; au kadhaa\nmagonjwa ya utoto, kama vile kuku au ugonjwa wa surua. Wakati mwingine koo linaweza kusababisha sugu\nDalili ya uchovu, gingivitis, epiglottitis, diphtheria, saratani ya laryngeal, au abscess karibu na tonsils.\nTickle ya koo ya kawaida inaweza kuwa ishara ya mzio wa chakula."
  },
  {
    "id": "disease-head-tooth-decay",
    "title": "Tooth Decay",
    "contentEn": "TREATMENT\n• Do not drink cola drinks. Do not eat sticky foods. Do not eat white sugar products.\n• Rinse out your mouth after eating or finish a fruit meal by eating an apple.\n• Goldenseal extract, that is alcohol-free, can be used as a antibacterial mouthwash.\n• To reduce infection in a tooth, put a few drops of goldenseal extract on a piece of cotton\nand apply it to the swollen area at night. For 3 consecutive nights, do this.\n• Eat plenty of raw fruits and vegetables.\n• Do not chew up vitamin C tablets! The acid in them will melt your teeth.\n• Avoid all toothpastes and powders. Detergents in them are harmful to teeth and gums.\n• It is vital that you take calcium supplement, in order to maintain good tooth and bone\nstructure. As you get older, you need even more calcium.\n• Massage gums with your finger once a day.\nTO STOP A TOOTHACHE—Until you can see a dentist, here are several suggestions:\n• Swish warm salt water in your mouth, and spit it out. Do this after every meal and before\nretiring at night. Stir 1 tsp. of salt into a glassful of water, at body temperature.\n• Somewhat warm salt water, held in the mouth will bring relief.\n• Apply 1-2 drops of oil of cloves to the affected tooth with a cotton swab. If the oil seems\ntoo strong, dilute it with olive oil.\n• Rinse your mouth vigorously with a mouthful of lukewarm water. If the pain is from\nfood caught between the teeth, this may flush it out.\n• Try flossing gently between the teeth.\n• Put a charcoal tablet in your mouth and, with your tongue or cheek, press it against the\nswollen gum at the base of the problem tooth.\n• Drink 1-2 cups of mullein tea or chew catnip herb.\n• Mash up the root of plantain and put it on the cheek near the tooth.\n• With your fingers rub an ice cube until one side is shaped into a V-shape. Then press it\ngently against the tender place, and push it back and forth over the area for 5-7 minutes.\nThe effect of rubbing tends to cancel out the pain signal, which must travel along the same\nnerve route.\n• Keep heat away from the tooth and nearby cheek. If it is an infection, the heat will draw\nthe infection to the outside of the jaw and make the situation worse.\n• Put ice on the nearby cheek for 15 minutes, 3-4 times a day.\n• Avoid biting on that area of the teeth.\n• Some individuals have found that, when a toothache begins, they quickly skip a meal,\nrest, take vitamin C, and conduct themselves very carefully over the next several\ndays—and the infection in the tooth is overcome by the body.\nDENTAL FILLINGS—Many books have been written on this subject in recent years. When you go to\nthe dentist, he drills out the decayed part, and then fills the cavity with something hard which, hopefully,\nwill last awhile.\nThe most common substance used for this filling is amalgam. This is a mixture of several metals, of\nwhich about 50% is always an extremely toxic chemical, called mercury. Mercury tends to evaporate\nslowly over a period of time. This influx of mercury, swallowed with your food day after day, is not the\nbest for your health.\nAlternatives are ceramic-based materials, gold, or platinum-type metals. They are more expensive, but\nless harmful. They do not gradually melt away, as does mercury in amalgam.\nFLUORIDE TREATMENTS—Even more books have been written about fluoride! This deadly poison\nshould be avoided at all costs. If it is added to your public drinking water supply, then you should buy\nbottled water (or buy a home distiller, to process your faucet water). If your dentist offers to give you\nfluoride treatments, you would do well to politely decline the opportunity.\nAIR ABRASION TECHNOLOGY—Air abrasion dental work is the latest hi-tech method of drilling\nteeth. It is said to painlessly remove tooth decay without drilling; it permits dentists to make smaller\nfillings and save a large percentage of the tooth. In addition, it does not require pain-killing anesthetics.\n(Dental Caries; Toothache)\nSYMPTOMS—A cavity or hole develops in a tooth, but may not be noticed until it begins to be\npainful.\nCAUSES—The outer part of the tooth (the very hard enamel) erodes, and then the body of the tooth\nbeneath it (the dentin) begins eroding also. This is called tooth decay.\nIt is thought that plaque buildup (a sticky mass on the surface of the tooth) provides a place for bacteria\nto grow and feed on sugars in the mouth. The acid they produce digs holes in the teeth. If not stopped,\nthe erosion enters the lower, center part of the tooth, called the pulp, where the nerve is. Then the pain\nbegins. We call it a toothache.\nHowever, certain things help produce tooth decay. These include sugary foods, sticky foods, and acid\nfoods.\nCola drinks do an excellent job of melting teeth. Coca Cola, and similar cola beverages, contain\nphosphoric acid and lots of sugar. Frankly, the fluid is so terribly acid that it would be intolerable\nwithout lots of sugar to mask the acidity. Acid, sugar, and phosphorous are very dangerous when\ncombined. The powerful acid melts part of the teeth, and the phosphorous chemically locks with the\nmelted calcium, and quickly carries it off. All that sugar does its part to ruin the teeth also. It helps the\nbacteria to jump in and start still more trouble. Drop a tooth into a glass of Coke; then time the number\nof hours before the tooth totally disappears.",
    "contentSw": "Matibabu\n• Usinywe vinywaji vya cola. Usila vyakula vyenye nata. Usila bidhaa nyeupe za sukari.\n• Suuza kinywa chako baada ya kula au kumaliza chakula cha matunda kwa kula apple.\n• Dondoo ya Goldenseal, ambayo haina pombe, inaweza kutumika kama kinywa cha antibacterial.\n• Ili kupunguza maambukizi kwenye jino, weka matone machache ya dondoo ya dhahabu kwenye kipande cha pamba\nna uitumie kwa eneo la kuvimba usiku. Kwa usiku 3 mfululizo, fanya hivi.\n• Kula matunda na mboga mbichi nyingi.\n• Usitafute vidonge vya vitamini C! Asidi ndani yao itayeyusha meno yako.\n• Epuka dawa zote za meno na poda. Detergents ndani yao ni hatari kwa meno na ufizi.\n• Ni muhimu uchukue nyongeza ya kalsiamu, ili kudumisha jino nzuri na mfupa\nMuundo. Unapozeeka, unahitaji kalsiamu zaidi.\n• Massage ufizi na kidole chako mara moja kwa siku.\nIli kuzuia maumivu ya jino -mpaka uweze kuona daktari wa meno, hapa kuna maoni kadhaa:\n• Swish maji ya chumvi ya joto kinywani mwako, na uitenge. Fanya hivi baada ya kila mlo na hapo awali\nKustaafu usiku. Koroga 1 tsp. ya chumvi ndani ya glasi ya maji, kwa joto la mwili.\n• Maji ya chumvi ya joto, yaliyofanyika kinywani yataleta utulivu.\n• Omba matone 1-2 ya mafuta ya karafuu kwa jino lililoathirika na swab ya pamba. Ikiwa mafuta yanaonekana\nNguvu sana, iinyunyiza na mafuta.\n• Suuza mdomo wako kwa nguvu na mdomo wa maji vuguvugu. Ikiwa maumivu yametoka\nChakula kilichopigwa kati ya meno, hii inaweza kuifuta.\n• Jaribu kuteleza kwa upole kati ya meno.\n• Weka kibao cha mkaa kinywani mwako na, na ulimi wako au shavu, bonyeza dhidi ya\nKuvimba gum chini ya jino la shida.\n• Kunywa vikombe 1-2 vya chai ya Mullein au Chew Catnip Herb.\n• Shika mzizi wa mmea na uweke kwenye shavu karibu na jino.\n• Na vidole vyako kusugua mchemraba wa barafu hadi upande mmoja umewekwa ndani ya sura ya V. Kisha bonyeza\nKwa upole dhidi ya mahali pa zabuni, na kuisukuma nyuma na mbele juu ya eneo hilo kwa dakika 5-7.\nAthari za kusugua huelekea kufuta ishara ya maumivu, ambayo lazima isafiri pamoja\nNjia ya ujasiri.\n• Weka joto mbali na jino na shavu la karibu. Ikiwa ni maambukizi, joto litachora\nKuambukizwa kwa nje ya taya na kufanya hali kuwa mbaya zaidi.\n• Weka barafu kwenye shavu la karibu kwa dakika 15, mara 3-4 kwa siku.\n• Epuka kuuma kwenye eneo hilo la meno.\n• Watu wengine wamegundua kuwa, wakati maumivu ya meno yanapoanza, huruka haraka chakula,\nPumzika, chukua vitamini C, na ujiendeshe kwa uangalifu zaidi juu ya kadhaa zijazo\nSiku -na maambukizi kwenye jino hushindwa na mwili.\nKujaza meno -Vitabu vingi vimeandikwa juu ya mada hii katika miaka ya hivi karibuni. Unapoenda\nDaktari wa meno, yeye hutengeneza sehemu iliyooza, na kisha hujaza uso na kitu ngumu ambacho, kwa matumaini,\nitadumu kwa muda.\nDutu ya kawaida inayotumika kwa kujaza hii ni Amalgam. Hii ni mchanganyiko wa madini kadhaa, ya\nAmbayo karibu 50% daima ni kemikali yenye sumu sana, inayoitwa Mercury. Mercury huelekea kuyeyuka\nPolepole kwa muda. Ukali huu wa zebaki, umemezwa na chakula chako siku baada ya siku, sio\nBora kwa afya yako.\nNjia mbadala ni vifaa vya msingi wa kauri, dhahabu, au metali za aina ya platinamu. Ni ghali zaidi, lakini\nmbaya sana. Hawayeyuki hatua kwa hatua, kama vile Mercury katika Amalgam.\nMatibabu ya Fluoride -hata vitabu zaidi vimeandikwa juu ya fluoride! Sumu hii mbaya\ninapaswa kuepukwa kwa gharama zote. Ikiwa imeongezwa kwa usambazaji wako wa maji ya kunywa kwa umma, basi unapaswa kununua\nmaji ya chupa (au nunua distiller ya nyumbani, kusindika maji yako ya bomba). Ikiwa daktari wako wa meno atakupa\nMatibabu ya fluoride, ungefanya vizuri kukataa fursa hiyo kwa heshima.\nTeknolojia ya Abrasion Hewa-Air Abrasion Kazi ya meno ndio njia ya hivi karibuni ya kuchimba visima\nmeno. Inasemekana kuondoa uchungu wa kuoza kwa meno bila kuchimba visima; Inaruhusu madaktari wa meno kufanya ndogo\nkujaza na kuokoa asilimia kubwa ya jino. Kwa kuongezea, hauitaji anesthetics ya kuua maumivu.\n(Caries za meno; maumivu ya meno)\nDalili -cavity au shimo hukua kwenye jino, lakini inaweza kutambuliwa hadi itakapoanza kuwa\nchungu.\nSababu - sehemu ya nje ya jino (enamel ngumu sana) hutoka, na kisha mwili wa jino\nChini yake (dentin) huanza kuharibika pia. Hii inaitwa kuoza kwa meno.\nInafikiriwa kuwa ujenzi wa bandia (misa nata juu ya uso wa jino) hutoa mahali kwa bakteria\nkukua na kulisha sukari kinywani. Asidi wanazalisha shimo kwenye meno. Ikiwa haijasimamishwa,\nMmomonyoko unaingia chini, sehemu ya katikati ya jino, inayoitwa kunde, ambapo ujasiri uko. Basi maumivu\nhuanza. Tunaiita jino.\nWalakini, mambo kadhaa husaidia kutoa kuoza kwa jino. Hii ni pamoja na vyakula vyenye sukari, vyakula vyenye nata, na asidi\nvyakula.\nVinywaji vya Cola hufanya kazi nzuri ya meno ya kuyeyuka. Coca Cola, na vinywaji sawa vya Cola, vyenye\nAsidi ya phosphoric na sukari nyingi. Kwa ukweli, maji ni asidi sana kiasi kwamba itakuwa haiwezi kuvumiliwa\nBila sukari nyingi kuzuia asidi. Asidi, sukari, na fosforasi ni hatari sana wakati\npamoja. Asidi yenye nguvu huyeyuka sehemu ya meno, na kufuli kwa kemikali na\nKalsiamu iliyoyeyuka, na huibeba haraka. Sukari yote hufanya sehemu yake kuharibu meno pia. Inasaidia\nBakteria kuruka ndani na kuanza shida zaidi. Toa jino ndani ya glasi ya coke; basi wakati nambari\nya masaa kabla ya jino kutoweka kabisa."
  },
  {
    "id": "disease-head-heartburn",
    "title": "Heartburn",
    "contentEn": "TREATMENT\n• Immediately drink a large glass of water. This will help wash the HCl back down and\ndilute it as well.\n• Drink some raw potato juice. Whiz up an unpeeled potato and drink it down.\n• Do not lie down. Remain upright, so gravity can help push the HCl down and keep it\ndown. Later, when you do lie down, elevate the bed at the head by 4 inches.\n• Avoid bending over; if you must lift something, bend at the knees. You do not want to\ncompress your stomach when you have heartburn.\n• Eating mints relaxes the lower esophageal sphincter, so HCl can crowd up into the\nesophagus.\n• Do not drink anything caffeinated, for it will irritate the esophagus even more. Caffeine\nrelaxes the sphincter, so stomach contents can move on up. Tobacco smoke also relaxes\nthe sphincter. Estrogens relax it also.\n• Drinking milk may feel good going down, but it encourages the stomach to secrete more\nacid.\n• Drinks with fizz in them expand the stomach and make it more likely that HCl will come\nup the food pipe.\n• Greasy, fried, and fatty foods sit in the stomach for a long time and increase HCl\nproduction. Avoid meat and dairy products.\n• Antidepressants and sedatives aggravate heartburn. Aspirin and ibuprofen cause\nheartburn.\n• Antacids only mask the symptoms. They also contain aluminum.\n• Avoid stress, for that increases HCl production also.\n• Loosen your belt; better yet, wear suspenders.\n• Do not eat within 2½ hours before bedtime. Doing so not only can cause heartburn, but\nbring on heart attacks also.\n• Eat more raw vegetables, chew your food well, and eat slowly.\n• Angina and heart attack are both very dangerous conditions (which see). Among the\nearliest symptoms is, what appears to be, an \"acid stomach.\" Beware. You are wise to eat\nso that you do not have heartburn. Then if major heart trouble sends a warning message\nthat seems like heartburn, you will be less likely to sit back and take some aluminum,\nfrom the drugstore, for \"antacid.\" Aluminum is a cause of Alzheimer's disease (which\nsee).\n(Acidosis, Overacid Stomach)\nSYMPTOMS—A burning sensation in the stomach or chest.\nCAUSES—Heartburn is a sense of burning in the stomach. In most instances, some of the stomach\ndigestive juices have backed up out of the stomach into the esophagus (the food tube between the mouth\nand the stomach). This backing-up action is called reflux. These juices include hydrochloric acid, which\nis a rather powerful acid. It is used in industry, to clean metal. When it comes in contact with the\nesophagus, it burns the wall. Normally, the esophageal sphincter muscle shuts and prevents stomach\nacids from pushing upward.\nHeartburn can be caused by excessive consumption of fatty or fried foods, alcohol, coffee, spicy foods,\nchocolate, or just having too much food in the stomach. Citrus fruits or tomato-based foods cause it in a\nfew people.\nOther contributing factors are hiatal hernia, allergies, stress, gallbladder problems, and enzyme\ndeficiencies.",
    "contentSw": "Matibabu\n• Mara moja kunywa glasi kubwa ya maji. Hii itasaidia kuosha HCl nyuma na\nIongee pia.\n• Kunywa juisi ya viazi mbichi. Whiz juu ya viazi visivyosababishwa na kunywa chini.\n• Usilale chini. Kubaki wima, kwa hivyo mvuto unaweza kusaidia kushinikiza HCl chini na kuitunza\nchini. Baadaye, unapolala chini, kuinua kitanda kichwani kwa inchi 4.\n• Epuka kuinama zaidi; Ikiwa lazima uinue kitu, piga magoti. Hautaki\nShinikiza tumbo lako wakati una mapigo ya moyo.\n• Kula mints hupumzika sphincter ya chini ya esophageal, kwa hivyo HCl inaweza kusonga mbele kwenye\nesophagus.\n• Usinywe chochote kilichochorwa, kwa kuwa itawakasirisha umio zaidi. Kafeini\nInapumzika sphincter, kwa hivyo yaliyomo kwenye tumbo yanaweza kuendelea juu. Moshi wa tumbaku pia hupumzika\nSphincter. Estrojeni kupumzika pia.\n• Kunywa maziwa kunaweza kujisikia vizuri kwenda chini, lakini inahimiza tumbo kuficha zaidi\nasidi.\n• Vinywaji na fizz ndani yao hupanua tumbo na kuifanya uwezekano mkubwa kwamba HCL itakuja\njuu bomba la chakula.\n• Chakula cha grisi, kukaanga, na mafuta hukaa tumboni kwa muda mrefu na kuongeza HCl\nUtendaji. Epuka nyama na bidhaa za maziwa.\n• Dawa za kukandamiza na sedatives huzidisha mapigo ya moyo. Aspirin na ibuprofen husababisha\nmapigo ya moyo.\n• Antacids hufunga tu dalili. Pia zina aluminium.\n• Epuka mafadhaiko, kwa sababu hiyo huongeza uzalishaji wa HCl pia.\n• Fungua ukanda wako; Bora zaidi, Vaa kusimamishwa.\n• Usila ndani ya masaa 2½ kabla ya kulala. Kufanya hivyo sio tu kunaweza kusababisha mapigo ya moyo, lakini\nKuleta mapigo ya moyo pia.\n• Kula mboga mbichi zaidi, kutafuna chakula chako vizuri, na kula polepole.\n• Angina na mshtuko wa moyo wote ni hali hatari sana (ambayo huona). Kati ya\nDalili za mapema ni, kinachoonekana kuwa, \"tumbo la asidi.\" Jihadharini. Wewe ni busara kula\nili usiwe na mapigo ya moyo. Basi ikiwa shida kubwa ya moyo hutuma ujumbe wa onyo\nHiyo inaonekana kama mapigo ya moyo, utakuwa chini ya uwezekano wa kukaa nyuma na kuchukua aluminium,\nKutoka kwa duka la dawa, kwa \"Antacid.\" Aluminium ni sababu ya ugonjwa wa Alzheimer's (ambayo\ntazama).\n(Acidosis, tumbo la kupita kiasi)\nDalili -hisia za kuchoma tumboni au kifua.\nSababu -Heartburn ni hisia ya kuchoma tumboni. Katika hali nyingi, tumbo zingine\nJuisi za kumengenya zimehifadhiwa nje ya tumbo ndani ya esophagus (bomba la chakula kati ya mdomo\nna tumbo). Kitendo hiki cha kuunga mkono kinaitwa Reflux. Juisi hizi ni pamoja na asidi ya hydrochloric, ambayo\nni asidi yenye nguvu. Inatumika katika tasnia, kusafisha chuma. Linapokuja kuwasiliana na\nEsophagus, inachoma ukuta. Kawaida, misuli ya esophageal sphincter hufunga na kuzuia tumbo\nAsidi kutoka kusukuma juu.\nMapigo ya moyo yanaweza kusababishwa na matumizi mengi ya vyakula vyenye mafuta au kukaanga, pombe, kahawa, vyakula vya viungo,\nChokoleti, au kuwa na chakula kingi ndani ya tumbo. Matunda ya machungwa au vyakula vyenye nyanya husababisha katika a\nwatu wachache.\nSababu zingine zinazochangia ni hernia ya hiatal, mzio, mafadhaiko, shida za gallbladder, na enzyme\nUpungufu."
  },
  {
    "id": "disease-head-reye-s-syndrome",
    "title": "Reye'S Syndrome",
    "contentEn": "TREATMENT\n• It would be well for the child to be given vitamin C (5-10 gms per day), intravenously;\nvitamins B-complex and B , and selenium (250-500 mcg per day) intramuscularly.\n12\n• If, in the hospital, the child receives an IV solution of glucose and electrolytes (mineral\nsalts) within 12-24 hours after the heavy vomiting begins, his chances of recovery are very\ngood.\n• Never give a child or youth aspirin after a fever. The pattern of events is this: The child\nhas a fever, and aspirin is given. There is improvement for a day or two,—then a sudden\nturn for the worst occurs, and coma or death follows. A Centers for Disease Control\n(CDC) study revealed that 96% of the children contracting Reye's syndrome had been\ngiven aspirin while they had a viral infection. It was also found that there was a direct\ncorrelation between the amount of aspirin given and the severity of the illness.\n• In this emergency, if you have to give him a pain reliever, give him acetaminophen\n(Tylenol, Datril, and others) or ibuprofen (Advil, Nuprin, and others) instead.\n• Children's aspirins are banned in Britain because of this problem.\n• The drug, Tigan, used in suppository form, to control vomiting and nausea, may also be\na cause of Reye's.\nSYMPTOMS—A fever and vomiting suddenly occur. A rapid change in mental status to a deep\ndepression, nausea, amnesia; and then pneumonia, coma, convulsions, fixed and dilated pupils, and\ndeath.\nThere can be confusion, drowsiness, memory lapses, lethargy, irritability or unusual belligerence.\nThere may be weakness or paralysis in the limbs, speech impairment, hearing loss, double vision, etc.\nCAUSES—Reye's Syndrome is a disaster worth avoiding. This disease affects many internal organs,\nespecially the brain and liver.\nIt primarily strikes children between the ages of 4 and 15 (but most frequently young teens), in the fall\nor winter.\nNot long ago, the death rate stood at 42%-80%, but more recently it has dropped to below 10%.\nMost cases occur after a viral infection, such as the flu or chickenpox. Influenza B, Epstein-Barr virus,\nand viruses which primarily affect the gastrointestinal tract (enteroviruses) can also occur prior to its\nonset.\nIt is known that giving aspirin to a child or youth who has a fever can lead to Reye's disease and the\nlikely possibility of death. In the early 1980s, it was discovered that a viral infection, plus the taking of\naspirin, dramatically increases the risk of developing Reye's syndrome.\nThe cause of the disease may be consumption of aflatoxin, which is an exotoxin of the grain mold,\naspergillus flavus.\nA biopsy generally shows liver necrosis (the liver is dying). Yet, if the person survives, there is a full\nrecovery of the liver within 12 weeks.\nIf you see the above symptoms, just after your child has come out of a viral illness—do something\nquickly! Here are the key symptoms again:\n(1) Agitation, disorientation, and delirium.\n(2) Fatigue, lethargy, and lapses in memory.\n(3) Prolonged and heavy vomiting, followed by drowsiness.\nCall a physician! Phone 911, and send the child to a hospital!",
    "contentSw": "Matibabu\n• Itakuwa vizuri kwa mtoto kupewa vitamini C (5-10 gms kwa siku), kwa ndani;\nVitamini B-Complex na B, na Selenium (250-500 mcg kwa siku) intramuscularly.\n12\n• Ikiwa, hospitalini, mtoto hupokea suluhisho la IV la sukari na elektroni (madini\nChumvi) Ndani ya masaa 12-24 baada ya kutapika nzito kuanza, nafasi zake za kupona ni sana\nNzuri.\n• Kamwe usipe mtoto au vijana aspirini baada ya homa. Mfano wa matukio ni hii: mtoto\nina homa, na aspirini hupewa. Kuna uboreshaji kwa siku moja au mbili, - kisha ghafla\nPinduka kwa mbaya zaidi hufanyika, na kufahamu au kifo hufuata. Vituo vya kudhibiti magonjwa\n(CDC) Utafiti umebaini kuwa 96% ya watoto wanaopata ugonjwa wa Reye walikuwa wamekuwa\nKwa kuzingatia aspirini wakati walikuwa na maambukizi ya virusi. Iligundulika pia kuwa kulikuwa na moja kwa moja\nKuhusiana kati ya kiasi cha aspirini iliyopewa na ukali wa ugonjwa.\n• Katika dharura hii, ikiwa itabidi umpe maumivu, mpe acetaminophen\n(Tylenol, Datril, na wengine) au ibuprofen (Advil, Nuprin, na wengine) badala yake.\n• Aspirins za watoto zimepigwa marufuku Uingereza kwa sababu ya shida hii.\n• Dawa, Tigan, inayotumika katika fomu ya kuongezea, kudhibiti kutapika na kichefuchefu, pia inaweza kuwa\nsababu ya Reye.\nDalili -homa na kutapika hufanyika ghafla. Mabadiliko ya haraka katika hali ya akili kuwa ya kina\nUnyogovu, kichefuchefu, amnesia; na kisha pneumonia, coma, consulsions, fasta na dilated wanafunzi, na\nkifo.\nKunaweza kuwa na machafuko, usingizi, mapungufu ya kumbukumbu, uchovu, kuwashwa au ukali usio wa kawaida.\nKunaweza kuwa na udhaifu au kupooza katika miguu, uharibifu wa hotuba, upotezaji wa kusikia, maono mara mbili, nk.\nSababu - Dalili ya Reye ni janga linalofaa kuepusha. Ugonjwa huu unaathiri viungo vingi vya ndani,\nHasa ubongo na ini.\nInawavutia watoto kati ya miaka 4 na 15 (lakini vijana wachanga mara nyingi), katika msimu wa joto\nau msimu wa baridi.\nSio muda mrefu uliopita, kiwango cha vifo kilisimama kwa 42%-80%, lakini hivi karibuni imeshuka hadi chini ya 10%.\nKesi nyingi hufanyika baada ya maambukizo ya virusi, kama vile homa au kuku. Mafua B, virusi vya Epstein-Barr,\nna virusi ambavyo vinaathiri sana njia ya utumbo (enteroviruses) pia vinaweza kutokea kabla ya yake\nmwanzo.\nInajulikana kuwa kutoa aspirini kwa mtoto au kijana ambaye ana homa inaweza kusababisha ugonjwa wa Reye na\nuwezekano wa kifo. Katika miaka ya mapema ya 1980, iligundulika kuwa maambukizi ya virusi, pamoja na kuchukua\nAspirin, huongeza sana hatari ya kupata ugonjwa wa Reye.\nSababu ya ugonjwa inaweza kuwa matumizi ya aflatoxin, ambayo ni exotoxin ya ukungu wa nafaka,\nAspergillus flavus.\nBiopsy kwa ujumla inaonyesha necrosis ya ini (ini inakufa). Walakini, ikiwa mtu huyo atapona, kuna kamili\nKupona kwa ini ndani ya wiki 12.\nIkiwa utaona dalili hapo juu, mara tu baada ya mtoto wako kutoka kwa ugonjwa wa virusi - fanya kitu\nharaka! Hapa kuna dalili muhimu tena:\n(1) Mchanganyiko, usumbufu, na delirium.\n(2) Uchovu, uchovu, na kupungua kwa kumbukumbu.\n(3) kutapika kwa muda mrefu na nzito, ikifuatiwa na usingizi.\nPiga simu daktari! Simu 911, na umpeleke mtoto hospitalini!"
  },
  {
    "id": "disease-head-sorrow-of-the-heart",
    "title": "Sorrow Of The Heart",
    "contentEn": "• As far back as the second century A.D., the Greek physician Galen noted that melancholic women\nwere more likely than others to develop cancer.\n• Today, the effect of emotions and stress (or rather the attitude toward stress) is recognized even more.\nOver the past 75 years a number of studies have linked stress to susceptibility to cancer (R. Ader,\nPsychoneuroimmunology, 1981). Strong stress in a child can also lead to it (B.L. Bloom, et. al.,\nPsychological Bulletin 85 no. 4, 1978). Adults who who had recently lost a loved one, or were widowed,\ndivorced, or separated, have the highest cancer rates (B.L. Ernster, Journal of the National Cancer\nInstitute, 63, no. 3, 1979).\n• Ronald Grossarth-Maticek, M.D., a European researcher, spent 20 years working along a line of study\nwhich has been rejected by orthodox medicine. His concept is called Creative Novation Behavior\nTherapy, and it concerns people with certain personalities; that is, having certain mental-emotional\nattitudes, are the most likely to contract cancer.\n• Grossarth-Maticek is a Yugoslavian oncologist (cancer specialist) who used mortality data in\nHeidelberg, Germany.\n• People who view life in a certain way are more prone to develop cancer.\n• Type C persons are unable to solve problems in relationships with other persons, situations, and goals.\nWhen relationships are crushed, circumstances go back, or goals become unachievable, these people\nreact by sinking into a depression, characterized as feelings of helplessness and hopelessness. Type C\npeople are highly prone to cancer.\n• Type H persons also have the same difficulties named above, but they react quite different to such\nproblems. Instead of feeling hopeless and helpless, they become angry and frustrated. Type H people\ntend to develop heart disease.\n• Type F persons learn how to roll with the punches. They are free of fears and worries, for they give\nthem into God's hands to care for. Although they encounter problems as others do, they trust in God,\nrecognize their own limitations, and, when difficulties arise, keep moving forward cheerfully. This type\ntends to die of other causes, such as accidents. They tend not to die of cancer or heart or circulatory\nproblems.\n• These people are not living under stress, with aroused hormonal flow, such as type 1 and 2\npersonalities have. They are at peace with life. They accept what has to be, change whatever they can\nchange, and, with God's help, keep cheerfully on their way, helping others as they go.\n• Still other researchers have found other aspects of this Type C (cancer-prone) personality.\nThe main aspect they have noted is loss, either loss of a loved one, or loss of hope. Many cancer patients\nfeel a profound sense of helplessness and despair, particularly about the meaning of their existence.\nFrequently, they need peace with God.\n• A second characteristic is the suppression or repression, of emotions.\n• The third factor is loneliness. Such people tend not to have close friends. (H. Dreher, Your Defense\nAgainst Cancer, 1988, 246-247.)\n• All three factors could be nicely resolved if such individuals would come to God and find in Him the\nencouragement, the forgiveness, and strength they need to meet life's difficulties.",
    "contentSw": "• Hadi nyuma kama karne ya pili A.D., daktari wa Uigiriki Galen alibaini kuwa wanawake wa melanini\nwalikuwa na uwezekano mkubwa kuliko wengine kukuza saratani.\n• Leo, athari za hisia na mafadhaiko (au tuseme mtazamo wa mafadhaiko) unatambulika zaidi.\nKatika miaka 75 iliyopita masomo kadhaa yameunganisha mafadhaiko na uwezekano wa saratani (R. Ader,\nPsychoneuroimmunology, 1981). Dhiki kali kwa mtoto pia inaweza kusababisha hiyo (B.L. Bloom, et. Al.,\nBulletin ya kisaikolojia 85 hapana. 4, 1978). Watu wazima ambao walikuwa wamepoteza mpendwa hivi karibuni, au walikuwa wajane,\ntalaka, au kutengwa, kuwa na viwango vya juu zaidi vya saratani (B.L. Ernster, Jarida la Saratani ya Kitaifa\nTaasisi, 63, hapana. 3, 1979).\n• Ronald Grossarth-Maticek, M.D., mtafiti wa Ulaya, alitumia miaka 20 kufanya kazi kwenye safu ya masomo\nambayo imekataliwa na dawa ya Orthodox. Wazo lake linaitwa tabia ya ubunifu wa novation\nTiba, na inahusu watu na haiba fulani; Hiyo ni, kuwa na kihemko fulani ya kiakili\nMitazamo, ndio uwezekano mkubwa wa kupata saratani.\n• Grossarth-Maticek ni mtaalam wa oncologist wa Yugoslavia (mtaalam wa saratani) ambaye alitumia data ya vifo katika\nHeidelberg, Ujerumani.\n• Watu ambao huona maisha kwa njia fulani wanakabiliwa zaidi na saratani.\n• Aina ya watu C hawawezi kutatua shida katika uhusiano na watu wengine, hali, na malengo.\nWakati uhusiano umekandamizwa, hali zinarudi nyuma, au malengo hayawezi kufikiwa, watu hawa\nKuguswa na kuzama kwa unyogovu, inayojulikana kama hisia za kutokuwa na msaada na kutokuwa na tumaini. Aina c\nWatu wanakabiliwa na saratani.\n• Aina ya watu pia wana shida kama hizo zilizotajwa hapo juu, lakini zinaguswa tofauti kabisa na vile\nshida. Badala ya kuhisi kutokuwa na tumaini na kukosa msaada, wanakasirika na kufadhaika. Andika watu H.\nhuwa na kukuza magonjwa ya moyo.\n• Aina F watu hujifunza jinsi ya kusonga na viboko. Wao hawana hofu na wasiwasi, kwa maana wanapeana\nwao mikononi mwa Mungu kutunza. Ingawa wanakutana na shida kama wengine, wanamwamini Mungu,\nTambua mapungufu yao wenyewe, na, wakati shida zinaibuka, endelea kusonga mbele kwa furaha. Aina hii\nhuelekea kufa kwa sababu zingine, kama ajali. Huwa hawafa na saratani au moyo au mzunguko\nshida.\n• Watu hawa hawaishi chini ya mafadhaiko, na mtiririko wa homoni, kama aina ya 1 na 2\nhaiba ina. Wana amani na maisha. Wanakubali kile kinachohitajika kuwa, badilisha chochote wanachoweza\nBadilisha, na, kwa msaada wa Mungu, endelea kwa furaha kwenye njia yao, kusaidia wengine wanapoenda.\n• Bado watafiti wengine wamepata mambo mengine ya aina ya aina ya C (saratani-kukabiliana).\nJambo kuu ambalo wamebaini ni kupoteza, ama kupoteza mpendwa, au kupoteza tumaini. Wagonjwa wengi wa saratani\nJisikie hisia kubwa ya kutokuwa na msaada na kukata tamaa, haswa juu ya maana ya uwepo wao.\nMara kwa mara, wanahitaji amani na Mungu.\n• Tabia ya pili ni kukandamiza au kukandamiza, ya hisia.\n• Jambo la tatu ni upweke. Watu kama hao huwa hawana marafiki wa karibu. (H. Dreher, utetezi wako\nDhidi ya Saratani, 1988, 246-247.)\n• Sababu zote tatu zinaweza kutatuliwa vizuri ikiwa watu kama hao wangekuja kwa Mungu na kupata ndani yake\nkutia moyo, msamaha, na nguvu wanazohitaji kufikia shida za maisha."
  }
]
