[
  {
    "id": "disease-urinary-kidney-problems",
    "title": "Kidney Problems",
    "contentEn": "TREATMENT\n• Eat 75% raw foods, including garlic, parsley, potatoes, celery, cucumbers, and bananas.\nGreen vegetables are especially important.\n• Stop eating meat. An excess of protein is part of your problem; and meat also has a\nvariety of waste products, plus bacteria, purines, and uric acid.\n• Avoid dairy products, except yogurt. Do not eat chocolate or cocoa.\n• Drink 6-8 ounces of distilled water every hour.\n• Watermelon and pumpkin seeds seem to help the kidneys, although the reason is not\nknown.\n• Corn-silk tea is the best single herb for increasing urine flow and restoring the kidneys.\nWatermelon-seed tea and celery and parsley seeds are also diuretic in function.\n• Cranberries help acidify the urine, destroy bacteria, and restore the bladder.\n• Do not eat much potassium or phosphorous. For this reason, avoid beet greens, spinach,\nrhubarb, and Swiss chard.\n• Lead, other metals, the pain relieving drugs (Advil, Nuprin, etc.), and infectious diseases\n(scarlet fever, measles, etc.) can damage the kidneys. Spirulina is known to reduce kidney\npoisoning that is caused by mercury and drugs.\nPROBLEMS AND CAUSES—In addition to other conditions mentioned in this section on the kidneys,\nthere are less known diseases which can be just as serious. These include:\nRenal tubular acidosis: The kidneys fail to reabsorb bicarbonate properly, resulting in inadequate\nammonia production and acid excretion. This leads to a severe lack of fluid and potassium in the body,\nand an excess of acidity. The bones can become deranged.\nHydronephrosis: The kidneys and bladder become filled with urine, due to obstruction of the flow.\nGlomerulonephritis: This is an inflammation of the tiny kidney filtering units, sometimes resulting from\na bacterial infection in the body.\nUremia: A toxic waste buildup in the blood, due to kidney malfunction.\nIn all of these conditions, a basic need is to cleanse the kidneys, increase urine flow, and restore proper\nfunction.",
    "contentSw": "Matibabu\n• Kula vyakula mbichi 75%, pamoja na vitunguu, parsley, viazi, celery, matango, na ndizi.\nMboga ya kijani ni muhimu sana.\n• Acha kula nyama. Kuzidi kwa protini ni sehemu ya shida yako; na nyama pia ina\nAina ya bidhaa za taka, pamoja na bakteria, purines, na asidi ya uric.\n• Epuka bidhaa za maziwa, isipokuwa mtindi. Usila chokoleti au kakao.\n• Kunywa ounces 6-8 za maji yaliyosafishwa kila saa.\n• Mbegu za tikiti na malenge zinaonekana kusaidia figo, ingawa sababu sio\ninayojulikana.\n• Chai ya kumwagika kwa mahindi ni mimea bora moja kwa kuongeza mtiririko wa mkojo na kurejesha figo.\nChai ya mbegu za mbegu na mbegu za celery na mbegu za parsley pia zinafanya kazi.\n• Cranberries husaidia asidi ya mkojo, kuharibu bakteria, na kurejesha kibofu cha mkojo.\n• Usila potasiamu nyingi au fosforasi. Kwa sababu hii, epuka mboga za beet, mchicha,\nRhubarb, na Uswisi Chard.\n• Kuongoza, metali zingine, dawa za kupunguza maumivu (Advil, Nuprin, nk), na magonjwa ya kuambukiza\n(Homa ya Scarlet, surua, nk) inaweza kuharibu figo. Spirulina inajulikana kupunguza figo\nsumu ambayo husababishwa na zebaki na dawa za kulevya.\nShida na sababu -kwa kuongeza hali zingine zilizotajwa katika sehemu hii kwenye figo,\nKuna magonjwa yasiyojulikana ambayo yanaweza kuwa mazito tu. Hii ni pamoja na:\nAcidosis ya Tubular Acidosis: figo hushindwa kurudisha bicarbonate vizuri, na kusababisha kutotosha\nUzalishaji wa Amonia na excretion ya asidi. Hii husababisha ukosefu mkubwa wa maji na potasiamu mwilini,\nna ziada ya acidity. Mifupa inaweza kupunguka.\nHydronephrosis: figo na kibofu cha mkojo hujazwa na mkojo, kwa sababu ya kizuizi cha mtiririko.\nGlomerulonephritis: Huu ni uchochezi wa vitengo vidogo vya kuchuja vya figo, wakati mwingine hutokana na\nmaambukizi ya bakteria mwilini.\nUremia: Kujengwa kwa taka zenye sumu kwenye damu, kwa sababu ya utendakazi wa figo.\nKatika hali hizi zote, hitaji la msingi ni kusafisha figo, kuongeza mtiririko wa mkojo, na kurejesha sahihi\nkazi."
  },
  {
    "id": "disease-urinary-renal-colic",
    "title": "Renal Colic",
    "contentEn": "TREATMENT\n• Drink plenty of pure water. Avoid coffee, alcohol, and artificial drinks.\n• Drinking unsweetened cranberry juice and apple juice helps reduce bacterial growth in\nthe kidneys.\n• Carrot, celery, and parsley juice is also helpful.\n• Eat nourishing food, and avoid processed and junk food.\n• Include enough vitamins C, A, and B complex in the diet. Potassium deficiencies can\nencourage kidney problems.\n• Go on a 3-day cleansing water-and-juice fast. Take enemas and rest. Keep the fluid level\nhigh.\n• Helpful herbs include garlic, echinacea, burdock, red clover, and goldenseal. Also of\nvalue: juniper berries, parsley, and watermelon-seed tea. Buchu tea and marshmallow tea\nare most helpful.\n• Used in conjunction with more fluid intake, corn-silk tea has been used for hundreds of\nyears to increase urine output, a very necessary factor in purifying and detoxifying the\nkidneys.\n- Also see \"Cystitis\" (infection of the bladder). The two are closely associated in health\nand in sickness. Also see \"Bright's Disease,\" which is a variant form of nephritis.\n—Also see \"Nephritis—2.\"\n(Kidney Pain Attack) (J.H. Kellogg, M.D., Formulas)\nDURING ATTACK—Rest in bed; diet of fruit; buttermilk; hot water drinking; Hot Enema, repeat\nevery 2 hours; Hot Full Bath with cold to head and over heart, if bath is greatly prolonged; Hot Trunk\nPack renewed hourly; Revulsive Sitz Bath; Cold Compress over heart, if it is weak or much excited.\nTO PREVENT ATTACKS—Combat lithemia.\nVOMITING—Ice pills, ice to throat.\nURINARY SUPPRESSION—Hot Blanket Pack followed by Dry sweating Pack.\n—Also see \"Kidney Stones—1 and Kidney Stones—2.\"\nNEPHRITIS—1\n(Kidney Infection)\nSYMPTOMS—There may be no symptoms or they may include blood and/or albumin in the urine and\nlower back, abdominal pain, even chills, fatigue, edema, nausea and vomiting, frequent urge to urinate,\nand loss of appetite. Severe cases may include anemia and high blood pressure.\nCAUSES—This is inflammation of one or both kidneys. Thousands of tiny cells in the kidneys filter\nfluids out of the blood in order to purify it. But the filter can become plugged with toxins and mucous.\nWhen these tiny cells become swollen and inflamed, infection soon follows.\nThis infection can be acute or chronic, and may require hospitalization.\nConstipation causes a toxic matter to be reabsorbed by the blood. This clogs the kidneys.\nOveruse of aspirin and other pain killers weaken the kidneys; beer can cause their failure. Environmental\ntoxins, such as heavy metals, add to the damage. Anti-hypertensive drugs are used to reduce blood\ncirculation, and therefore injure the kidneys.\nKidney infection can also be caused by bacterial infection in the bladder (cystitis, which see) which has\ntraveled up the ureters to the kidneys.",
    "contentSw": "Matibabu\n• Kunywa maji mengi safi. Epuka kahawa, pombe, na vinywaji bandia.\n• Kunywa juisi ya cranberry isiyo na maji na juisi ya apple husaidia kupunguza ukuaji wa bakteria katika\nfigo.\n• Karoti, celery, na juisi ya parsley pia inasaidia.\n• Kula chakula chenye lishe, na epuka kusindika na chakula kisicho na chakula.\n• Jumuisha vitamini C, A, na B tata katika lishe. Upungufu wa potasiamu unaweza\nKuhimiza shida za figo.\n• Nenda kwenye maji ya siku 3 ya kusafisha maji-na-juisi haraka. Chukua enemas na kupumzika. Weka kiwango cha maji\njuu.\n• Mimea inayosaidia ni pamoja na vitunguu, echinacea, burdock, clover nyekundu, na dhahabu. Pia ya\nThamani: Berries za Juniper, Parsley, na chai ya Mbegu-Mbegu. Chai ya Buchu na chai ya Marshmallow\nzinasaidia sana.\n• Kutumika kwa kushirikiana na ulaji zaidi wa maji, chai ya kunyoa ya mahindi imetumika kwa mamia ya\nmiaka ya kuongeza pato la mkojo, jambo muhimu sana katika utakaso na detoxifying\nfigo.\n- Pia tazama \"cystitis\" (maambukizi ya kibofu cha mkojo). Wawili hao wanahusishwa sana na afya\nna katika ugonjwa. Pia angalia \"Ugonjwa wa Bright,\" ambayo ni aina tofauti ya nephritis.\n-Unaona \"Nephritis -2.\"\n(Shambulio la maumivu ya figo) (J.H. Kellogg, M.D., formula)\nWakati wa shambulio -kupumzika kitandani; lishe ya matunda; buttermilk; kunywa maji ya moto; Enema ya moto, rudia\nkila masaa 2; Bafu kamili ya moto na baridi hadi kichwa na moyo, ikiwa umwagaji ni wa muda mrefu sana; Shina moto\nPakiti upya saa; Bafu ya Sitz ya Kurudisha; Compress baridi juu ya moyo, ikiwa ni dhaifu au msisimko sana.\nIli kuzuia mashambulio -combat lithemia.\nKutapika -dawa za barafu, barafu kwa koo.\nKukandamiza mkojo -pakiti ya blanketi ikifuatiwa na pakiti kavu ya jasho.\n-Unaona \"Mawe ya figo - 1 na mawe ya figo - 2.\"\nNephritis -1\n(Maambukizi ya figo)\nDalili -haziwezi kuwa na dalili au zinaweza kujumuisha damu na/au albin kwenye mkojo na\nChini ya chini, maumivu ya tumbo, hata baridi, uchovu, edema, kichefuchefu na kutapika, hamu ya mara kwa mara ya kukojoa,\nna kupoteza hamu ya kula. Kesi kali zinaweza kujumuisha anemia na shinikizo la damu.\nSababu - hii ni kuvimba kwa figo moja au zote mbili. Maelfu ya seli ndogo kwenye kichujio cha figo\nmaji nje ya damu ili kuitakasa. Lakini kichujio kinaweza kushonwa na sumu na mucous.\nWakati seli hizi ndogo zinakuwa kuvimba na kuwashwa, maambukizi hufuata hivi karibuni.\nUambukizi huu unaweza kuwa wa papo hapo au sugu, na unaweza kuhitaji kulazwa hospitalini.\nKuvimbiwa husababisha jambo lenye sumu kutolewa tena na damu. Hii hufunika figo.\nMatumizi mabaya ya aspirini na wauaji wengine wa maumivu hudhoofisha figo; Bia inaweza kusababisha kutofaulu kwao. Mazingira\nSumu, kama vile metali nzito, ongeza kwenye uharibifu. Dawa za kupambana na shinikizo la damu hutumiwa kupunguza damu\nmzunguko, na kwa hivyo kuumiza figo.\nMaambukizi ya figo pia yanaweza kusababishwa na maambukizi ya bakteria kwenye kibofu cha mkojo (cystitis, ambayo huona) ambayo ina\nAlisafiri kwa ureters kwa figo."
  },
  {
    "id": "disease-urinary-bladder-problems",
    "title": "Bladder Problems",
    "contentEn": "TREATMENT\n• Increase the fluid intake—lots of water, especially distilled, is best. Drink a half pint\nevery 20 minutes for 3 hours, then one cup every hour. This is important.\n• Also drink cranberry juice. When you have this problem, citrus juice is not as good,\nsince it tends to make the urine more alkaline, encouraging bacterial growth.\n• Eat a nourishing diet; avoid the wrong foods. See \"Nephritis\" (kidney infection) for\nmuch more information on the proper care and healing of the urinary tract. The bladder\nand kidneys are closely associated; whatever helps one helps the other.\n• Acidify the urine by drinking 1-2 quarts of cranberry juice per day, for the first day, and\n1 quart a day thereafter while the crisis continues.\n• Helpful herbs include juniper, lovage, parsley, uva ursi, rupturewort, bearberry, birch,\nand prickly restharrow. Of course, do not add sweetener or milk to the tea.\n• Drink tea made from 2-3 crushed or blended garlic bulbs several times a day.\n• The use of aluminum cookware is another cause of cystic symptoms. Avoid zinc and\niron supplements until this problem is healed.\n• Potassium deficiencies can lead to renal (kidney) disorders.\n• To relieve the pain and encourage healing, take hot sitz (sitting) baths twice a day, for 20\nminutes. To one of those daily sitz baths, add 1 cup of vinegar. The next day, add 2 cloves\ncrushed garlic or garlic juice to the water of one of the two baths.\n• A hot water bottle placed in direct contact to the urethral and vaginal openings may be\nextremely helpful in reducing pain. A heat lamp can also be used.\n• Women should especially avoid bacterial infection ascending into the bladder: The\nurinary outlet of the urethra is close to the vagina. When sexual intercourse is not done\nwith clean hands or too frequently, germs are more likely to enter the urethra. Wipe from\nfront to back following bowel movements, urinate before and after intercourse, and wear\ncotton underclothing (it lets air through and absorbs moisture better). Avoid douches,\nhygiene sprays, bubble baths, soap in the bath water, and nylon clothing. Wash carefully\nduring the monthly, to avoid bacteria from going up the urethra. Do not use tampons if\nthere are frequent urinary tract infections. Rinse underwear well, to get all the soap out.\nBoil panties in plain water. Shower after bathing in a swimming pool. Dress to keep the\nextremities warm; cold extremities weaken the trunk organs, including the urinary tract.\nBirth control pills and spermaticides may cause cystitis.\n—See \"Cystitis—2.\"\nHYDRO—Here are several hydrotherapy applications found in the author's book, Water Therapy\nManual (see order sheet):\nBladder atony: Ascending Douche. This is a jet or spray directed upward, in this case, against the\nperineum (p. 159). Abdominal Douche (a spray to the front of the abdomen only (p. 165).\nBladder inflammation: Copious water drinking. Revulsive Sitz Bath, twice a day; Hot Leg Packs,\nfollowed by dry heat (Radiant Heat Bath) to legs; Neutral Bath 20-40 minutes, 2-3 times a week;\nProlonged Neutral Sitz Bath; Cold Mitten Friction; Cold Towel Rub; Fomentation over bladder, Hot\nEnema; Hot Pelvic Pack; Aseptic Dietary (p. 180).\nIrritable bladder: When inflammation is not present, give a Very Hot Sitz Bath for 5 minutes, followed\nby Neutral Sitz Bath for 10-20 minutes. Hot pack to pelvis, Heating Compress over perineum and\ngenitals, Revulsive Sitz, and Hot Colonic (p. 180).\nBladder insufficiency: Spinal (Dorsal) Douche. This is a hand-held hosing of water to the dorsal (upper\nand central) part of the spine. The stream should be allowed to play rapidly up and down, extending 3-4\ninches on either side of the spine. Give tepid water for irritability of the bladder (when of spinal origin).\nGive a Cold Spinal Douche for motor insufficiency of the bladder, resulting in urinary incontinence or\nretention (p. 160).\nBladder paresis (paralysis): Daily colonic. Cold Plantar Douche, that is, to bottom of feet (p. 219).\nBladder retention: Lumbar Revulsive Douche. This spray should be hot, and then very brief cold, and\nwill help alleviate urinary retention, due to spasm in the neck of the bladder (p. 161).",
    "contentSw": "Matibabu\n• Ongeza ulaji wa maji -mengi ya maji, haswa yaliyojaa, ni bora. Kunywa pint nusu\nKila dakika 20 kwa masaa 3, kisha kikombe kimoja kila saa. Hii ni muhimu.\n• Pia kunywa juisi ya cranberry. Unapokuwa na shida hii, juisi ya machungwa sio nzuri,\nKwa kuwa inaelekea kufanya mkojo zaidi, kuhamasisha ukuaji wa bakteria.\n• Kula lishe yenye lishe; Epuka vyakula vibaya. Tazama \"Nephritis\" (maambukizi ya figo) kwa\nHabari zaidi juu ya utunzaji sahihi na uponyaji wa njia ya mkojo. Kibofu cha mkojo\nna figo zinahusishwa sana; Chochote kinachosaidia mtu husaidia mwingine.\n• Tafuta mkojo kwa kunywa lita 1-2 za juisi ya cranberry kwa siku, kwa siku ya kwanza, na\n1 Quart kwa siku baadaye wakati shida inaendelea.\n• Mimea inayosaidia ni pamoja na Juniper, Lovage, Parsley, Uva Ursi, Rupturewort, Bearberry, Birch,\nna prickly restharrow. Kwa kweli, usiongeze tamu au maziwa kwenye chai.\n• Kunywa chai iliyotengenezwa kutoka kwa balbu 2-3 zilizokandamizwa au zilizochanganywa mara kadhaa kwa siku.\n• Matumizi ya cookware ya alumini ni sababu nyingine ya dalili za cystic. Epuka zinki na\nvirutubisho vya chuma hadi shida hii iponywe.\n• Upungufu wa potasiamu unaweza kusababisha shida ya figo (figo).\n• Ili kupunguza maumivu na kuhimiza uponyaji, chukua bafu za moto (kukaa) mara mbili kwa siku, kwa 20\ndakika. Kwa moja ya bafu za kila siku za Sitz, ongeza kikombe 1 cha siki. Siku inayofuata, ongeza karafuu 2\nVitunguu vilivyoangamizwa au juisi ya vitunguu kwa maji ya moja ya bafu mbili.\n• chupa ya maji ya moto iliyowekwa katika mawasiliano ya moja kwa moja na fursa za uke na uke zinaweza kuwa\ninasaidia sana kupunguza maumivu. Taa ya joto pia inaweza kutumika.\n• Wanawake wanapaswa kuzuia hasa maambukizi ya bakteria yanayopanda kwenye kibofu cha mkojo: The\nUuzaji wa mkojo wa urethra uko karibu na uke. Wakati ngono haijafanywa\nKwa mikono safi au mara nyingi, vijidudu vina uwezekano mkubwa wa kuingia kwenye urethra. Futa kutoka\nMbele ya nyuma kufuatia harakati za matumbo, mkojo kabla na baada ya kujuana, na kuvaa\nPamba chini ya kufunika (inaruhusu hewa kupitia na inachukua unyevu bora). Epuka douches,\nMafuta ya usafi, bafu za Bubble, sabuni kwenye maji ya kuoga, na mavazi ya nylon. Osha kwa uangalifu\nWakati wa kila mwezi, kuzuia bakteria kutoka kwa urethra. Usitumie tampons ikiwa\nKuna maambukizo ya njia ya mkojo ya mara kwa mara. Suuza chupi vizuri, ili kupata sabuni yote.\nChemsha suruali katika maji wazi. Oga baada ya kuoga katika dimbwi la kuogelea. Mavazi ya kuweka\nmiingiliano joto; Vizuizi baridi hudhoofisha viungo vya shina, pamoja na njia ya mkojo.\nVidonge vya kudhibiti uzazi na manii inaweza kusababisha cystitis.\n-Tazama \"cystitis -2.\"\nHydro - Hapa kuna matumizi kadhaa ya hydrotherapy yanayopatikana kwenye kitabu cha mwandishi, Tiba ya Maji\nMwongozo (tazama karatasi ya kuagiza):\nKibofu cha mkojo: douche inayopanda. Hii ni ndege au dawa iliyoelekezwa zaidi, katika kesi hii, dhidi ya\nperineum (uk. 159). Douche ya tumbo (dawa ya mbele ya tumbo tu (uk. 165).\nKuvimba kwa kibofu cha mkojo: Kunywa kwa maji mengi. Bafu ya Sitz ya Kurudisha, mara mbili kwa siku; Pakiti za mguu moto,\nikifuatiwa na joto kavu (umwagaji wa joto la radi) kwa miguu; Umwagaji wa upande wowote dakika 20-40, mara 2-3 kwa wiki;\nBaa ya muda mrefu ya Sitz; Msuguano wa baridi ya Mitten; Taulo baridi kusugua; Fomentation juu ya kibofu cha mkojo, moto\nEnema; Pakiti ya pelvic moto; Lishe ya Aseptic (uk. 180).\nKibofu kisichokasirika: Wakati uchochezi haupo, toa bafu ya moto sana kwa dakika 5, ikifuatiwa\nna umwagaji wa sitz kwa dakika 10-20. Pakiti moto kwa pelvis, inapokanzwa compress juu ya perineum na\nSehemu za siri, Sitz inayobadilisha, na Colon ya Moto (uk. 180).\nUkosefu wa kibofu cha mkojo: mgongo (dorsal) douche. Hii ni hosing iliyoshikiliwa kwa mkono kwa dorsal (juu\nna katikati) sehemu ya mgongo. Mkondo unapaswa kuruhusiwa kucheza haraka juu na chini, kupanua 3-4\ninchi pande zote za mgongo. Toa maji tepid kwa kuwashwa kwa kibofu cha mkojo (wakati wa asili ya mgongo).\nToa douche baridi ya mgongo kwa ukosefu wa kibofu cha kibofu cha mkojo, na kusababisha kukomesha kwa mkojo au\nKuhifadhi (uk. 160).\nParesis ya kibofu cha mkojo (kupooza): koloni ya kila siku. Douche baridi ya mmea, ambayo ni, chini ya miguu (uk. 219).\nUhifadhi wa kibofu cha mkojo: Douche ya Lumbar Repulsive. Dawa hii inapaswa kuwa moto, na kisha baridi fupi sana, na\nitasaidia kupunguza utunzaji wa mkojo, kwa sababu ya spasm kwenye shingo ya kibofu cha mkojo (uk. 161)."
  },
  {
    "id": "disease-urinary-autism",
    "title": "Autism",
    "contentEn": "TREATMENT\n• Dr. Bernard Rimland, a research psychologist in San Diego, found that 50% of his\npatients improved when placed on a megavitamin therapy.\n• The vitamins which especially helped were niacin (use as niacinamide), pantothenic\nacid, B and C. When improvement did not occur, additional B was given, along with\n6 6\nmagnesium, to offset the B , and then improvement was seen.\n6\n• As soon as the vitamin therapy ceased, the symptoms returned.\n• As a result of vitamin therapy, there was a reduction in tantrums, improved speech,\nbetter sleep patterns, increased alertness, and greater sociability.\n• Allan Cott, M.D., a New York psychiatrist, gave 200 mg of pangamic acid to autistic\nchildren, and decided improvement frequently occurred.\n• Give a nourishing diet high in vitamins and minerals.\n• The diet should be high fiber, of 50-75% raw fruits and vegetables.\n• No junk, processed, sugar, dairy, wheat, or white-flour foods of any kind should be\ngiven. Avoid fried and fatty foods and most meats.\n• Regular, moderate, exercise is important.\n• Use an elimination diet, to test for food allergies (see \"Allergies\" and \"Pulse Test\").\nSYMPTOMS—Symptoms are very obvious before the age of three: A marked unresponsiveness to\nother people and surroundings, indifferent to affection, and withdrawn into themselves.\nSometimes strange actions, such as pounding feet while sitting, continual rocking back and forth, silent\nsitting for long periods of time, bursts of hyperactivity while they bite, or pound, on their bodies.\nCAUSES—There are about 100,000 autistic children in America. They look normal in appearance; but,\nin addition to the above symptoms, they have learning disabilities and are often mentally disabled. A\nrare few have astounding abilities in mathematics or music.\nNutritional improvement appears to be the best route for natural treatment.\nIn some instances, autistic children have recovered, usually during adolescence. Some progress well, and\nlater lose what was gained.\nIf you have an autistic child, give him a high B-complex supplementation, plus other nutritional factors.",
    "contentSw": "Matibabu\n• Dk. Bernard Rimland, mwanasaikolojia wa utafiti huko San Diego, aligundua kuwa 50% yake\nWagonjwa waliboresha wakati wamewekwa kwenye tiba ya megavitamin.\n• Vitamini ambavyo vilisaidia sana ni niacin (tumia kama niacinamide), pantothenic\nasidi, b na c. wakati uboreshaji haukutokea, nyongeza ya b ilipewa, pamoja na\n6 6\nMagnesiamu, kumaliza B, na kisha uboreshaji ulionekana.\n6\n• Mara tu tiba ya vitamini ilipokoma, dalili zilirudi.\n• Kama matokeo ya tiba ya vitamini, kulikuwa na kupunguzwa kwa ghadhabu, hotuba iliyoboreshwa,\nNjia bora za kulala, tahadhari iliyoongezeka, na ujamaa mkubwa.\n• Allan Cott, M.D., mtaalam wa akili wa New York, alitoa 200 mg ya asidi ya pangamic kwa autistic\nwatoto, na kuamua uboreshaji mara nyingi ulitokea.\n• Toa lishe yenye lishe kubwa katika vitamini na madini.\n• Lishe inapaswa kuwa nyuzi nyingi, ya matunda na mboga 50-75%.\n• Hakuna chakula, kusindika, sukari, maziwa, ngano, au vyakula vyeupe vya aina yoyote vinapaswa kuwa\nkutolewa. Epuka vyakula vya kukaanga na vyenye mafuta na nyama nyingi.\n• Mara kwa mara, wastani, mazoezi ni muhimu.\n• Tumia lishe ya kuondoa, kujaribu mzio wa chakula (angalia \"mzio\" na \"mtihani wa kunde\").\nDalili -Symptoms ni dhahiri sana kabla ya umri wa miaka mitatu: Kutokujali kwa alama\nWatu wengine na mazingira, bila kujali mapenzi, na kujiondoa wenyewe.\nWakati mwingine vitendo vya kushangaza, kama vile miguu ya kusukuma wakati umekaa, ukitikisa kila wakati nyuma na mbele, kimya\nKukaa kwa muda mrefu, kupasuka kwa shida wakati wanauma, au pound, kwenye miili yao.\nSababu -Kuna watoto wapatao 100,000 huko Amerika. Wanaonekana kawaida kwa kuonekana; lakini,\nMbali na dalili hapo juu, wana ulemavu wa kujifunza na mara nyingi huwa walemavu kiakili. A\nWachache wachache wana uwezo wa kushangaza katika hesabu au muziki.\nUboreshaji wa lishe unaonekana kuwa njia bora ya matibabu ya asili.\nKatika visa vingine, watoto wa Autistic wamepona, kawaida wakati wa ujana. Baadhi huendelea vizuri, na\nbaadaye kupoteza kile kilichopatikana.\nIkiwa una mtoto wa kawaida, mpe nyongeza ya juu ya B-tata, pamoja na sababu zingine za lishe."
  }
]
