[
  {
    "id": "disease-urinary-kidney-problems",
    "title": "Kidney Problems",
    "contentEn": "TREATMENT\n• Eat 75% raw foods, including garlic, parsley, potatoes, celery, cucumbers, and bananas.\nGreen vegetables are especially important.\n• Stop eating meat. An excess of protein is part of your problem; and meat also has a\nvariety of waste products, plus bacteria, purines, and uric acid.\n• Avoid dairy products, except yogurt. Do not eat chocolate or cocoa.\n• Drink 6-8 ounces of distilled water every hour.\n• Watermelon and pumpkin seeds seem to help the kidneys, although the reason is not\nknown.\n• Corn-silk tea is the best single herb for increasing urine flow and restoring the kidneys.\nWatermelon-seed tea and celery and parsley seeds are also diuretic in function.\n• Cranberries help acidify the urine, destroy bacteria, and restore the bladder.\n• Do not eat much potassium or phosphorous. For this reason, avoid beet greens, spinach,\nrhubarb, and Swiss chard.\n• Lead, other metals, the pain relieving drugs (Advil, Nuprin, etc.), and infectious diseases\n(scarlet fever, measles, etc.) can damage the kidneys. Spirulina is known to reduce kidney\npoisoning that is caused by mercury and drugs.\nPROBLEMS AND CAUSES—In addition to other conditions mentioned in this section on the kidneys,\nthere are less known diseases which can be just as serious. These include:\nRenal tubular acidosis: The kidneys fail to reabsorb bicarbonate properly, resulting in inadequate\nammonia production and acid excretion. This leads to a severe lack of fluid and potassium in the body,\nand an excess of acidity. The bones can become deranged.\nHydronephrosis: The kidneys and bladder become filled with urine, due to obstruction of the flow.\nGlomerulonephritis: This is an inflammation of the tiny kidney filtering units, sometimes resulting from\na bacterial infection in the body.\nUremia: A toxic waste buildup in the blood, due to kidney malfunction.\nIn all of these conditions, a basic need is to cleanse the kidneys, increase urine flow, and restore proper\nfunction.",
    "contentSw": ""
  },
  {
    "id": "disease-urinary-renal-colic",
    "title": "Renal Colic",
    "contentEn": "TREATMENT\n• Drink plenty of pure water. Avoid coffee, alcohol, and artificial drinks.\n• Drinking unsweetened cranberry juice and apple juice helps reduce bacterial growth in\nthe kidneys.\n• Carrot, celery, and parsley juice is also helpful.\n• Eat nourishing food, and avoid processed and junk food.\n• Include enough vitamins C, A, and B complex in the diet. Potassium deficiencies can\nencourage kidney problems.\n• Go on a 3-day cleansing water-and-juice fast. Take enemas and rest. Keep the fluid level\nhigh.\n• Helpful herbs include garlic, echinacea, burdock, red clover, and goldenseal. Also of\nvalue: juniper berries, parsley, and watermelon-seed tea. Buchu tea and marshmallow tea\nare most helpful.\n• Used in conjunction with more fluid intake, corn-silk tea has been used for hundreds of\nyears to increase urine output, a very necessary factor in purifying and detoxifying the\nkidneys.\n- Also see \"Cystitis\" (infection of the bladder). The two are closely associated in health\nand in sickness. Also see \"Bright's Disease,\" which is a variant form of nephritis.\n—Also see \"Nephritis—2.\"\n(Kidney Pain Attack) (J.H. Kellogg, M.D., Formulas)\nDURING ATTACK—Rest in bed; diet of fruit; buttermilk; hot water drinking; Hot Enema, repeat\nevery 2 hours; Hot Full Bath with cold to head and over heart, if bath is greatly prolonged; Hot Trunk\nPack renewed hourly; Revulsive Sitz Bath; Cold Compress over heart, if it is weak or much excited.\nTO PREVENT ATTACKS—Combat lithemia.\nVOMITING—Ice pills, ice to throat.\nURINARY SUPPRESSION—Hot Blanket Pack followed by Dry sweating Pack.\n—Also see \"Kidney Stones—1 and Kidney Stones—2.\"\nNEPHRITIS—1\n(Kidney Infection)\nSYMPTOMS—There may be no symptoms or they may include blood and/or albumin in the urine and\nlower back, abdominal pain, even chills, fatigue, edema, nausea and vomiting, frequent urge to urinate,\nand loss of appetite. Severe cases may include anemia and high blood pressure.\nCAUSES—This is inflammation of one or both kidneys. Thousands of tiny cells in the kidneys filter\nfluids out of the blood in order to purify it. But the filter can become plugged with toxins and mucous.\nWhen these tiny cells become swollen and inflamed, infection soon follows.\nThis infection can be acute or chronic, and may require hospitalization.\nConstipation causes a toxic matter to be reabsorbed by the blood. This clogs the kidneys.\nOveruse of aspirin and other pain killers weaken the kidneys; beer can cause their failure. Environmental\ntoxins, such as heavy metals, add to the damage. Anti-hypertensive drugs are used to reduce blood\ncirculation, and therefore injure the kidneys.\nKidney infection can also be caused by bacterial infection in the bladder (cystitis, which see) which has\ntraveled up the ureters to the kidneys.",
    "contentSw": ""
  },
  {
    "id": "disease-urinary-bladder-problems",
    "title": "Bladder Problems",
    "contentEn": "TREATMENT\n• Increase the fluid intake—lots of water, especially distilled, is best. Drink a half pint\nevery 20 minutes for 3 hours, then one cup every hour. This is important.\n• Also drink cranberry juice. When you have this problem, citrus juice is not as good,\nsince it tends to make the urine more alkaline, encouraging bacterial growth.\n• Eat a nourishing diet; avoid the wrong foods. See \"Nephritis\" (kidney infection) for\nmuch more information on the proper care and healing of the urinary tract. The bladder\nand kidneys are closely associated; whatever helps one helps the other.\n• Acidify the urine by drinking 1-2 quarts of cranberry juice per day, for the first day, and\n1 quart a day thereafter while the crisis continues.\n• Helpful herbs include juniper, lovage, parsley, uva ursi, rupturewort, bearberry, birch,\nand prickly restharrow. Of course, do not add sweetener or milk to the tea.\n• Drink tea made from 2-3 crushed or blended garlic bulbs several times a day.\n• The use of aluminum cookware is another cause of cystic symptoms. Avoid zinc and\niron supplements until this problem is healed.\n• Potassium deficiencies can lead to renal (kidney) disorders.\n• To relieve the pain and encourage healing, take hot sitz (sitting) baths twice a day, for 20\nminutes. To one of those daily sitz baths, add 1 cup of vinegar. The next day, add 2 cloves\ncrushed garlic or garlic juice to the water of one of the two baths.\n• A hot water bottle placed in direct contact to the urethral and vaginal openings may be\nextremely helpful in reducing pain. A heat lamp can also be used.\n• Women should especially avoid bacterial infection ascending into the bladder: The\nurinary outlet of the urethra is close to the vagina. When sexual intercourse is not done\nwith clean hands or too frequently, germs are more likely to enter the urethra. Wipe from\nfront to back following bowel movements, urinate before and after intercourse, and wear\ncotton underclothing (it lets air through and absorbs moisture better). Avoid douches,\nhygiene sprays, bubble baths, soap in the bath water, and nylon clothing. Wash carefully\nduring the monthly, to avoid bacteria from going up the urethra. Do not use tampons if\nthere are frequent urinary tract infections. Rinse underwear well, to get all the soap out.\nBoil panties in plain water. Shower after bathing in a swimming pool. Dress to keep the\nextremities warm; cold extremities weaken the trunk organs, including the urinary tract.\nBirth control pills and spermaticides may cause cystitis.\n—See \"Cystitis—2.\"\nHYDRO—Here are several hydrotherapy applications found in the author's book, Water Therapy\nManual (see order sheet):\nBladder atony: Ascending Douche. This is a jet or spray directed upward, in this case, against the\nperineum (p. 159). Abdominal Douche (a spray to the front of the abdomen only (p. 165).\nBladder inflammation: Copious water drinking. Revulsive Sitz Bath, twice a day; Hot Leg Packs,\nfollowed by dry heat (Radiant Heat Bath) to legs; Neutral Bath 20-40 minutes, 2-3 times a week;\nProlonged Neutral Sitz Bath; Cold Mitten Friction; Cold Towel Rub; Fomentation over bladder, Hot\nEnema; Hot Pelvic Pack; Aseptic Dietary (p. 180).\nIrritable bladder: When inflammation is not present, give a Very Hot Sitz Bath for 5 minutes, followed\nby Neutral Sitz Bath for 10-20 minutes. Hot pack to pelvis, Heating Compress over perineum and\ngenitals, Revulsive Sitz, and Hot Colonic (p. 180).\nBladder insufficiency: Spinal (Dorsal) Douche. This is a hand-held hosing of water to the dorsal (upper\nand central) part of the spine. The stream should be allowed to play rapidly up and down, extending 3-4\ninches on either side of the spine. Give tepid water for irritability of the bladder (when of spinal origin).\nGive a Cold Spinal Douche for motor insufficiency of the bladder, resulting in urinary incontinence or\nretention (p. 160).\nBladder paresis (paralysis): Daily colonic. Cold Plantar Douche, that is, to bottom of feet (p. 219).\nBladder retention: Lumbar Revulsive Douche. This spray should be hot, and then very brief cold, and\nwill help alleviate urinary retention, due to spasm in the neck of the bladder (p. 161).",
    "contentSw": ""
  },
  {
    "id": "disease-urinary-autism",
    "title": "Autism",
    "contentEn": "TREATMENT\n• Dr. Bernard Rimland, a research psychologist in San Diego, found that 50% of his\npatients improved when placed on a megavitamin therapy.\n• The vitamins which especially helped were niacin (use as niacinamide), pantothenic\nacid, B and C. When improvement did not occur, additional B was given, along with\n6 6\nmagnesium, to offset the B , and then improvement was seen.\n6\n• As soon as the vitamin therapy ceased, the symptoms returned.\n• As a result of vitamin therapy, there was a reduction in tantrums, improved speech,\nbetter sleep patterns, increased alertness, and greater sociability.\n• Allan Cott, M.D., a New York psychiatrist, gave 200 mg of pangamic acid to autistic\nchildren, and decided improvement frequently occurred.\n• Give a nourishing diet high in vitamins and minerals.\n• The diet should be high fiber, of 50-75% raw fruits and vegetables.\n• No junk, processed, sugar, dairy, wheat, or white-flour foods of any kind should be\ngiven. Avoid fried and fatty foods and most meats.\n• Regular, moderate, exercise is important.\n• Use an elimination diet, to test for food allergies (see \"Allergies\" and \"Pulse Test\").\nSYMPTOMS—Symptoms are very obvious before the age of three: A marked unresponsiveness to\nother people and surroundings, indifferent to affection, and withdrawn into themselves.\nSometimes strange actions, such as pounding feet while sitting, continual rocking back and forth, silent\nsitting for long periods of time, bursts of hyperactivity while they bite, or pound, on their bodies.\nCAUSES—There are about 100,000 autistic children in America. They look normal in appearance; but,\nin addition to the above symptoms, they have learning disabilities and are often mentally disabled. A\nrare few have astounding abilities in mathematics or music.\nNutritional improvement appears to be the best route for natural treatment.\nIn some instances, autistic children have recovered, usually during adolescence. Some progress well, and\nlater lose what was gained.\nIf you have an autistic child, give him a high B-complex supplementation, plus other nutritional factors.",
    "contentSw": ""
  }
]