[
  {
    "id": "herb-the-most-important-herbs",
    "title": "The Most Important Herbs",
    "contentEn": "A rather complete discussion of herbs had been planned for this book, but it will not be included for three reasons: First, there are many worthwhile herb books available. Second, to cover the subject properly (herbal preparation, properties, and contraindications) would require at least 75 pages, and this book is already too big now. But it did seem well to list the most important herbs and mention a few other basic facts. One problem with herbs is that few of us can afford to keep more than a small collection of them on hand. Since they are not used a lot, purchasing could be a problem, since they are likely to spoil before we used them up. So it would be well to know which ones are the most important! Here is a list prepared by the present writer. Read it, change the list around to suit your own family needs,—and then stock up on a few beneficial herbs, so you will have them on hand when you need them most. HERE ARE THE 12, 20, 50, AND 60 MOST IMPORTANT HERBS:",
    "contentSw": ""
  },
  {
    "id": "herb-most-important-herbs",
    "title": "Most Important Herbs",
    "contentEn": "1 - CHARCOAL—This is not an herb, yet it is invaluable in a number of ways. Charcoal is pure carbon, and will adsorb (not absorb) 29 of the 30 most dangerous poisons. You can drink it diluted in water, use it as a poultice on wounds, skin infections, etc. 2 - CAYENNE—Dr. Christopher, a well-known herbalist of the mid-20th century, said that if he only had two herbs, he would select charcoal and cayenne. Cayenne is powerful in its ability to attract blood to a body part. Since it is the blood which brings healing, this can be an important quality. Internally, it is useful for arteriosclerosis, arthritis, asthma, bleeding, high or low blood pressure, bronchitis, chills, colds, convulsions, coughs, indigestion, infections, jaundice, ulcers, and varicose veins. Externally, it is used for frostbite, painful joints, swellings, and varicose veins. When added to herbal formulas, it stimulates the action of other herbs. It is a preventative for heart attacks, flu, colds, indigestion, and lack of vitality. It is good for treating the spleen, pancreas, kidneys and is effective as a fomentation for rheumatism, inflammation, pleurisy, sores, and wounds. It can be rubbed on toothaches and swellings. 3 - GARLIC—This is one of the most powerful antiseptic substances ever discovered. In the 1950s, Soviet scientists found it to be equal to penicillin, yet without the harmful effects of that powerful drug. Internally, it is used for arteriosclerosis, cancer, contagious disease, coughs, cramps, diverticulitis, emphysema, gas, heart problems, high blood pressure, indigestion, liver congestion, parasites, rheumatism, sinus congestion, and ulcers. Externally, it is used for bowel problems, parasites, ringworm, skin parasites, tumors, warts, and yeast infections. Garlic is used for all lung and respiratory ailments, and can be used as a tea or added to syrups for coughs, colds, tuberculosis, fevers, and blood diseases. Use it as a tea in an enema for worms and bowel infections. Use the fresh extract oil or eat the raw cloves. 4 - GOLDENSEAL—This is another powerful antiseptic; and, in a sense, it is the first true herb on this list. (The first three can be purchased in the grocery store.) Internally, it is good for alcoholism, allergies, asthma, bad breath, bladder diseases, bronchitis, canker sores, chicken pox, colds, diabetes, eczema, bleeding gums or gum infections, hay fever, heart weakness, hemorrhoids, herpes, indigestion, infections, inflammations, leukorrhea, liver problems, lymph congestion, measles, mammary and ovarian tumors, morning sickness, sore mouth, pyorrhea, tonsillitis, and ulcers. Externally, it is used for burns, canker sores, eye inflammations, bleeding gums, gum infections, herpes sores, leukorrhea, mouth sores, ringworm, skin inflammation, tonsillitis, and wounds. Goldenseal can be used on open sores, inflammations, eczema, ringworm, erysipelas, or itchy skin conditions. It is a specific for all kinds of mucous membrane problems. Snuffed up the nose, it is good for nasal catarrh. Small doses will relieve nausea during pregnancy. It is a douche for vaginal infections, an eyewash, and an antiseptic mouthwash for pyorrhea. Used with cascara sagrada, it is a bowel tonic. As a retention enema, it will reduce swollen hemorrhoids. 5 - PEPPERMINT—This is an old household remedy, and is useful for a variety of conditions. Internally, it is useful for insomnia, measles, menstrual cramps, migraines, morning sickness, muscle spasms, nausea, nervous disorders, chills, colic, fevers, dizziness, gas, nausea, vomiting, diarrhea, dysentery, and hysteria. Externally, it is used for skin itch, toothache, and local anesthetic to local pains and inflamed joints. For example, to open up the sinuses, put 5-10 drops into 2 quarts hot water and breathe it in through the mouth and nostrils. Cover the head with a cloth as you do this. 6 - SLIPPERY ELM—This is the inner white bark of the slippery elm tree, and is invaluable to keep on hand. (The outer dark bark is also sold, but is useless.) Internally, it is used for bladder inflammation, bronchitis, colitis, constipation, ovarian cramps, coughs, cystitis, diarrhea, diverticulitis, dysentery, eczema, flu, gas, hemorrhage, hemorrhoids, hoarseness, lung congestion, stomach problems, tonsillitis, ulcers. Externally, it is used for burns, colitis, constipation, diverticulitis, dysentery, gangrenous wounds, hemorrhoids, leukorrhea, open sores, rheumatoid and gouty afflictions, and wounds. Slippery elm is also used to bind materials of suppositories, boluses, lozenges, and unleavened breads together. It makes a nourishing gruel for children, for the elderly with weak stomachs, for those with ulcers and those who are recovering from diseases. If used as a douche or enema, it must be diluted with water so it will not plug the apparatus (since it is a mucilaginous herb). 7 - LOBELIA—This is both a relaxant and stimulant, and a powerful helper. Internally, it is used for allergies, arthritis, asthma, bronchitis, chicken pox, contagious diseases, convulsions, coughs, earache, ear infections, fevers (all kinds), headache, heart palpitation, indigestion, jaundice, pleurisy, pneumonia, food poisoning, St. Vitus dance, teething, toothache. Externally, it is used for snake and insect bites, poison ivy, ringworm, and tumors. Small doses of a tincture of lobelia (5-10 drops) will act as a tonic and stimulant; larger doses will act as a sedative. It relieves spasms and acts as an expectorant. It can be used as a wash on infected or itchy skin conditions. In large doses, it is an excellent emetic. It is especially good in spasmodic coughing of phlegm. Taken in small doses, it relaxes the heart and lowers rapid pulse. 8 - ALOE VERA—The gel from the leaves of this desert plant is invaluable. It is best used freshly picked from a plant. Keep several plants growing; you cannot have enough! Internally, it is good for chronic constipation, gastritis, hyperacidity, and stomach ulcers. Externally, it is used for abscesses, burns, infection in wounds, insect bites, skin irritations, and ulcers. When applied on the skin for severe burns and skin rashes, it can be left on for two days without changing the application. Do not use it during pregnancy, nor in large doses when there are hemorrhoids. 9 - CASCARA SAGRADA—This is one of the safest laxatives for chronic constipation, and is not habit forming. Internally, it is used for constipation, cough, gall bladder disease, gallstones, gastric and intestinal disorders, hemorrhoids, indigestion, and jaundice. 10 - CORN SILK—This is the best single herb for increasing urine flow, thus helping to eliminate kidney and bladder problems. Internally, it is used for bed-wetting, chronic cystitis, inflammation of kidneys and bladder, kidney stones, prostatitis, excess uric acid, and urine retention. It is a good remedy for all inflammatory conditions of the urethra, bladder, prostate, and kidney; it can remove gravel from the kidneys, bladder and prostate. It helps the aged when their urine is scanty and has heavy sediment. 11 - HOPS—This is an excellent nervine and will produce sleep when insomnia is present. But it also has other uses. Internally, it is used for coughs, fever, headaches, indigestion, insomnia, jaundice, morning sickness, weak nerves, stomach tonic, throat, bronchial tubes, chest ailments, toothache, and ulcers. Externally, it is used for boils, bruises, earaches, inflammations, rheumatic pains, skin ailments, and ulcers. The tea is good for nervous stomach, poor appetite, gas, and intestinal cramps. Cold tea before meals will increase digestion. The dry herb can be placed inside a pillow; it will induce sleep. 12 - WITCH HAZEL—This is an excellent astringent herb and is one of the best remedies for stopping excessive menstruation, hemorrhages from the lungs, stomach, uterus, and bowels. Internally, it is used for diarrhea, diphtheria, hemorrhoids, leukorrhea, prolapsed bowel, varicose veins, and uterine problems. It is used to stop bleeding from the lungs, uterus, and other internal organs. Externally, it is used for burns, bruises, diphtheria, insect bites, leukorrhea, sore breasts, sore muscles, tonsillitis, and varicose veins. Witch hazel can be used as an injection for bleeding piles, vaginal discharges, and infections. As either fomentation or poultice, it is good for wounds, bed sores, sore and inflamed eyes, and oozing skin diseases. It is good for almost any internal or external inflamed condition.",
    "contentSw": ""
  },
  {
    "id": "herb-most-important-herbs",
    "title": "Most Important Herbs",
    "contentEn": "(A TOTAL OF TWENTY BASIC HERBS) Here are the next eight most important herbs. Added to the above, you will have the twenty most important herbs. 13 - CATNIP—This is wonderful for children and infants when gas, stomach cramps, or nervousness occur. This is the children's herb, but it is also helpful to grown-ups. Internally, it is used for colds, bronchitis, dizziness, fevers, gas, diarrhea, headaches, hysteria, insomnia, morning sickness, mumps, smallpox, and urine retention. Externally, it is used for constipation, mumps, and painful swellings. Use catnip as an enema to expel worms. Drink the tea for headaches caused by indigestion. 14 - COMFREY—This is an all-around good remedy. Internally, it is used for anemia, arthritis, asthma, internal bleeding, blood purifier, bronchitis, calcium deficiency, colitis, coughs, diarrhea, dysentery, emphysema, gall bladder inflammation. Externally, it is used for boils, bruises, burns, psoriasis, and sprains. Comfrey is excellent for dysentery; one of the best for internal bleeding; excellent for coughs; catarrh; ulcerated bowels, stomach, and lungs. Bruise the fresh leaves and apply as a poultice to wounds, burns, open sores, gangrene, and moist ulcers. The tea can also be put on them. Keep some growing in your garden. Once established, it will keep coming up year after year. 15 - ECHINACEA—This is a powerful blood cleanser, and is tolerated by the system in fairly large amounts. Internally, it is used for acne, bad breath, bladder infections, blood poisoning, blood purifier, boils, fevers, gangrene, infections, inflammation of mammary glands, intestinal antiseptic, leukopenia (reduction in blood leukocytes), lymphatic congestion, skin diseases, tonsillitis, uremic poisoning, and venereal disease. Externally, it is used for open wounds and painful swellings. Echinacea is an excellent antibiotic, and ranks with goldenseal and red clover. It has been used against syphilis and gonorrhea. 16 - FLAXSEED—This is even more mucilaginous than slippery elm and is good for a variety of problems. Internally, it is used for asthma, bronchitis, catarrh, constipation, coughs, diarrhea, enteritis, flatulence, hemorrhoids, lung and chest problems, pleurisy, and stomach ulcers. In poultices, flaxseed is excellent for sores, boils, inflammations, and tumors. Combine it with slippery elm for boils, oozing sores, and burns. It is also good for all intestinal inflammations. 17 - GINGER—This is good for bringing heat into the system, stimulating digestion, reversing suppressed menstruation, and scanty urine. Internally, it is used for colds, colon spasms, constipation, contagious diseases, coughs, cramps, indigestion, gas, headache, morning sickness, nausea, sinus congestion, and stomach spasms. Externally, it is used for mumps. Add it to laxative formulas to prevent griping. Taken in frequent doses, it will raise body temperature. 18 - MYRRH—This is a strong antiseptic, and works well with goldenseal. Mix them in equal parts. Internally, it is used for asthma, bad breath, boils, cankers, chronic catarrh, colitis, coughs, digestive tonic, bleeding gums, herpes, indigestion, infections, leukorrhea, mouth sores, skin disease, thrush, and ulcers. Externally, it is used for cankers, cuts, bleeding gums, leukorrhea, mouth sores, skin disease, thrush, and wounds. Myrrh destroys putrefaction in the intestines and prevents blood absorption of toxins. It is a good wash for wounds and skin diseases. The powder will dry up most skin problems. It is excellent for most problems involving pus, externally or internally. Do not use it in large amounts over a long period of time. 19 - SKULLCAP—This is very good for almost any nervous problem. Internally, it is used for alcoholism, convulsions, coughs, epilepsy, hysteria, indigestion, insanity, insomnia, nervous tension, and nervous headache. Skullcap has been used to wean people off hard drugs. Combined with ginseng, it is good for alcoholism. Skullcap should be used as fresh as possible, otherwise its activity rather quickly dissipates. 20 - VERVAIN—This is excellent for inducing sweating and to allay fevers (but large amounts will act as an emetic). Internally, it is used for colds, convulsions, coughs, fevers, headaches, measles, nerve weakness, pain in the bowels, and pleurisy. Externally, it is used for rheumatism, neuralgia, sciatica, and swellings of the spleen. Vervain is good for pneumonia, asthma, and other chest diseases. Put the tea on sores, to aid in healing. Use it for colds, flu, coughs, and upper respiratory inflammations. Now you have the basis for a fine, basic herbal cabinet! Twelve or twenty herbs are good numbers to work with, in keeping your basic herb supply small. If you wish, subtract some from the above list, add more from the following list, or change the list around to meet your special needs. Few of us are in a position to keep a large variety of herbs on hand.",
    "contentSw": ""
  },
  {
    "id": "herb-most-important-herbs",
    "title": "Most Important Herbs",
    "contentEn": "(A TOTAL OF FIFTY BASIC HERBS) The above set of herbs deal with a wide variety of diseases, which a family might encounter. But there are special problems which one or more of the following would be needed for (example: eyebright for the eyes; squaw vine and wild yam for female problems). Here are the next thirty most important herbs. This brings the total up to the fifty most important herbs.",
    "contentSw": ""
  },
  {
    "id": "herb-barberry-pleurisy",
    "title": "Barberry Pleurisy",
    "contentEn": "Black root cohosh Red clover",
    "contentSw": ""
  },
  {
    "id": "herb-burdock-red",
    "title": "Burdock Red",
    "contentEn": "root raspberry",
    "contentSw": ""
  },
  {
    "id": "herb-chickweed-squaw",
    "title": "Chickweed Squaw",
    "contentEn": "Cloves vine",
    "contentSw": ""
  },
  {
    "id": "herb-cramp-valerian",
    "title": "Cramp Valerian",
    "contentEn": "bark White oak Dandelion bark",
    "contentSw": ""
  },
  {
    "id": "herb-eyebright-wild",
    "title": "Eyebright Wild",
    "contentEn": "Fenugreek cherry Licorice bark root Wild yam",
    "contentSw": ""
  },
  {
    "id": "herb-yellow",
    "title": "Yellow",
    "contentEn": "dock",
    "contentSw": ""
  },
  {
    "id": "herb-most-important-herbs",
    "title": "Most Important Herbs",
    "contentEn": "(A TOTAL OF SIXTY BASIC HERBS) Here are the next ten most important herbs, totaling sixty in all. These last ten are provided to widen, to full width, the number of problems which you can use herbs to deal with. But in all your work with herbs, keep in mind that rest, fasting, a light nourishing diet, and some water treatments are far more important than herbal remedies in treating most illnesses.",
    "contentSw": ""
  },
  {
    "id": "herb-blessed",
    "title": "Blessed",
    "contentEn": "unicorn thistle",
    "contentSw": ""
  },
  {
    "id": "herb-marshmallow",
    "title": "Marshmallow",
    "contentEn": "Blue cohosh root",
    "contentSw": ""
  },
  {
    "id": "herb-gentian",
    "title": "Gentian",
    "contentEn": "Uva ursi",
    "contentSw": ""
  },
  {
    "id": "herb-ginseng",
    "title": "Ginseng",
    "contentEn": "White willow",
    "contentSw": ""
  },
  {
    "id": "herb-basic-herbal-principles",
    "title": "Basic Herbal Principles",
    "contentEn": "1 - Storage: Herbs are best stored in glass jars. Do not expose them to the sunlight for long periods of time. 2 - Weight factor: Larger persons require larger dosages than smaller or underweight individuals. Women generally require smaller doses than men, due to their lower average weight. Children and elderly people need smaller doses. 3 - Climate: The medicinal effect of herbs is intensified in hot climates, therefore give less at such times. 4 - People vary in their reactions: Some people are more intolerant to herbs than are others. It is best to initially give a smaller dose and see what the effect is going to be. It is always safe to start with the smaller child's dose, then build up to a larger dose if that seems best. Increase slowly, remaining on each level for 2-3 days, to observe for unusual reactions. 5 - Dosage for children: Here is the formula: Divide 150 (the assumed average adult weight) by the child's weight. Example: A child weighs 50 pounds. This is 1/3 of the adult (of 150 pounds.). Therefore give him only a third of the regular dose. 6 - During pregnancy: Women respond to herbs differently when they are pregnant. At such times, it is best to give smaller herbal doses and observe response. Sometimes mild and nutritive herbs are best. Some herbs should not be given during pregnancy (including diuretics, purgatives, and emmenagogues; all of which are active in the pelvic area and should be avoided.) 7 - Nervous people: Give them smaller doses than robust individuals. 8 - High blood pressure: These people should avoid herbs that stimulate the heart or constrict the blood capillaries and arteries (licorice root, ephedra, and lily of the valley are examples). But cayenne and garlic can be used in normal amounts. 9 - When herbs are combined: Herbs are frequently combined; but, if not done properly, one herb may overpower or neutralize the effects of others. 10 - Laxative herbs: Give slow-acting laxatives in the morning, so not to disturb sleep. They may take 1- 3 days to work; whereas fast-acting ones usually take 4-8 hours. Do not increase the dosage until a 3-day period is over, using the same dosage every day. Then, if the desired result is not obtained, you may increase the dosage. The desired objective is generally 2 bowel movements a day. 11 - Sedatives and antispasmodic herbs: Give them on an empty stomach or just before bedtime. 12 - Astringents and minerals: Astringent herbs should not be taken at the same time as nutritional supplements containing iron. The tannins in astringent herbs will leach calcium, iron, and other important minerals out of the intestines. Therefore, only give astringent herbs for a short period of time. 13 - Blood-purifying herbs: Take these herbs on an empty stomach. 14 - Strong, bitter herbs: To avoid nausea, be sure and give enough water with them. 15 - Powerful herbs: Be careful in giving herbs which have powerful effects. These include lobelia, juniper berries, black cohosh, poke root, aconite, and horsetail (shave grass). 16 - Bitter pills: They have a tonic effect on the stomach, digestion, and related organs. 17 - Herbal temperatures: A hot infusion or decoction is used to help induce sweating. Cool teas are used for tonic effect, and warm teas produce a feeling of relaxation. (Vervain is the best for inducing sweating.) 18 - Tablets vs. capsules: Tablets are easier to work with than capsules in hot climates; the latter tend to stick together. Vegetarians either open and empty capsules or use tablets, since capsules are made from slaughterhouse products. 19 - Herbs at mealtime: To avoid taking too much liquid, capsules or tablets are preferable to teas at mealtime. 20 - Varying the intensity of the dosage: Here are several principles to keep in mind:\n• For a slow, gradual, general effect, give the herbs in small quantities of syrup or milk\nbetween meals. This will retard absorption.\n• To aid the appetite, increase digestive secretions or, for a local effect on stomach or\nintestines, give herbs before meals. Give the herbs in acacia gum or olive oil for a localized effect on stomach or intestines.\n• To reduce the irritation of certain herbs, give them in syrup or soy milk.\n• To increase absorption of the herbs and produce a more rapid effect, give them 1-2 hours\nafter the meal.\n• To reduce the bitter taste of herbs, without reducing the bitterness, take it in a large\nquantity of fluid, syrup, or honey. The bitter taste is often necessary for the proper effect to take place, but the bitterness can be disguised to the taste buds.\n• Fluids which do not taste good can be taken more easily by drinking them cold, followed\nby a drink of plain water. 21 - Weekly rest day: In order for herbs to work best, they should not be taken one day each week. Then, after 2-3 weeks of treatment, no herbs should be taken for 3 days in a row. During this rest period, observe the patient. (1) If his energy remains low during that time or if the symptoms worsen, at the end of the rest period put him back on the herb dosage. (2) If he improves during the rest period, then extend the rest period a day or so and then continue the treatment with smaller doses than were used before. (3) If he seems to completely recover during the rest period, then the treatment can be changed to a more tonic, nutritive, approach. (4) New symptoms or problems may reveal themselves at this time. If so, an herb formula or new therapy should be instituted to meet it. (5) If he seems to get stronger during each rest period, begin reducing therapy and extending the rest periods.",
    "contentSw": ""
  },
  {
    "id": "herb-the-preparation-of-herbs",
    "title": "The Preparation Of Herbs",
    "contentEn": "1 - Infusion: Pour one pint of boiling water over one ounce of dried herbs and let it stand for a half hour. Strain off clear liquid. Dose is normally 1 tablespoon to a teacup, 3 times a day. But doses can vary. 2 - Decoction: Place one ounce of dried herbs in 1½ pints of cold water and boil for 20-30 minutes. Strain off clear liquid. Dose is 1 tablespoon to 1 ounce of water, 3 times a day. 3 - Tincture: 1-2 ounces dried herbs are steeped in one pint of grain alcohol (brandy or vodka) for 2 days with vigorous shaking 3 times a day. The decoction is strained and 1 tablespoon of the clear liquid is used, 3 times a day. 4 - Capsule: The dry herbs are powdered and then placed in a 2-piece gelatin capsule. The capsule may be added to hot water for tea; opened and made into a paste for poultices, tinctures, decoctions, infusions; or swallowed. 5 - Tablet: The dried herb is pressed into a tablet shape with an excipient (binder or carrier). The tablet can be used in the same way as a capsule.",
    "contentSw": ""
  },
  {
    "id": "herb-nine-useful-poultices",
    "title": "Nine Useful Poultices",
    "contentEn": "1 - Cabbage poultice: Pulverize the leaves and lay it on the skin. This will draw out poisons and pus. When it feels hot, replace it with a fresh one. 2 - Garlic poultice: Crush fresh garlic and add warm water and flour. It relieves pain, pus, and infection. 3 - Potato poultice: Place grated raw potato on bruises, sprains, or boils. 4 - Comfrey poultice: Mash the leaves, then moisten them with comfrey tea. It is good for open sores, wounds, or swellings. 5 - Fig poultice: Heat figs for 3 minutes, cut open, and apply to infected sores. It will bring them to a head. 6 - Oatmeal poultice: Cook oatmeal, cool, then place in a soft, cotton cloth. Put it over inflammations and insect bites, and cover with a dry cloth. Apply a heating pad. 7 - Carrot poultice: Take the pulp remaining after juicing carrots (or finely grate carrots), and place it on bruises, sores, chapped skin, and nipples. 8 - Tofu poultice: Squeeze out the cake, chop it up, add a teaspoon of ginger, then flour till it thickens. This will draw out inflammation and fever. 9 - Clay poultice: Get clay from a place where it is found and sterilize it in the oven. Or buy it at the health food store (either regular clay or bentonite clay). Mix the clay with just enough water or herb tea to make a consistency that is thick, like bread dough. Apply to bruises and infections. Mix clay with crushed cabbage leaves, and place the mixture on boils or tumors. Mix clay with cayenne or ginger and apply to sore arthritic joints.",
    "contentSw": ""
  },
  {
    "id": "herb-the-healing-crisis",
    "title": "The Healing Crisis",
    "contentEn": "Physicians and laymen have known about the healing crisis for thousands of years. During the healing process, the body tries to throw off toxins and poisons. What is known as the \"healing crisis\" frequently occurs in illnesses. The body seems overwhelmed with all the toxins and wastes it is trying to throw off. The organs of elimination (bowels, kidneys, lungs, skin, nasal passages, throat, bronchi, and urinary organs) become congested, crowded, and irritated. During this crisis, that which appears to be disease symptoms appear. These may be open sores, perspiration, diarrhea, boils, colds, kidney and bladder infections, fevers, etc. But this is not a new, or intensified, disease—it is just part of the healing process. The body knows it must eliminate the wastes before it can begin rebuilding, so it works valiantly to do this. Physicians sometimes try to stop the process by introducing poisons (drugs) into the system. Immediately, the body stops throwing off wastes—stops the crisis—and turns its attention to the terrible new invader. The body may appear to be resting quietly now, with the symptoms reduced or gone; but, in actuality, it has been prostrated by the drugging. Let us now return to a healing crisis and its symptoms. They are part of the cure, and should not be feared. Just work with the body, to help eliminate those toxic wastes. Open the channels of elimination by means of drinking water and fruit juices, fasting, enemas, colonics, showers, baths, and water treatments. Sometimes the pain becomes severe during the crisis. Drugs taken in earlier years are being pulled out of the tissues in an effort to discard. The damage of many years is being righted. The body arouses itself in self-defense and brings forth acute elimination of toxins in the form of a fever, cold, inflammations, itching, boils, ulcers, hemorrhages, excessive menstrual discharge, etc. Reactions vary, in accordance with how the person has been living and the condition of the body. But sometimes this sudden turn in an illness is not a healing crisis, but a change for the worse in a disease. It is important to be able to tell the difference. Consider this:\n• Watch the person carefully, as you work earnestly to help him eliminate toxins (water,\njuices, enemas, sweating, baths, etc.) If not watched properly and helped, the crisis can be extended and his energies weakened.\n• If it is a healing crisis, you will generally see a positive change—a change for the\nbetter—after three days. The most severe symptoms begin to decrease. Fevers break. The person becomes more relaxed and begins to feel better.\n• But if, after three days, the symptoms do not change for the better, then a new course of\ntreatment must be started. However, if the person has low energy and vitality, the crisis may take three to seven days.\n• If the individual has a strong constitution and the organs of elimination are working well\nand are being helped, he may recover without having undergone a healing crisis. Are there ways to tell when a healing crisis is about to begin? Certain symptoms will intensify, such as sluggishness, fevers, dark urine, coated tongue, weakness, irritability, headaches, and ringing in the ears. When you see these signs, immediately set to work to help the person's system cleanse more fully. Herbs, massage, water therapy treatments, and enemas can help him through this time. If no poisons were introduced into the system (in an effort to block the healing crisis) the person will generally keep improving. Right living, right eating, and rest can bring healing. Additional healing crises may occur before the patient is fully recovered. Each one will generally be milder, only one to three days in length, and be followed by a new level of feeling better. The intensity of the crisis will depend on how ill the person was. The nature of the crisis will be keyed to where the illness is centered in his body and how easily he can throw off the poisons. If the wastes can be eliminated through normal pathways, a fever will develop to burn it out or store it as boils and acne. If the mucous is thick, there will be nasal drip, colds, flu, etc. Constipation may precede diarrhea; lung congestion may come before a respiratory crisis. Sometimes we feel pain in our kidneys, bladder, or bowels and imagine it is a disease. But, in fact, often the body has selected the strongest organ of elimination to throw off unwanted and excess wastes. When the crisis is over, the body needs help rebuilding itself. But, throughout the sickness and recovery, never go to extremes in diet. Carry on with a gradual transition back to regular living. Trying to make the system too pure too fast can overly weaken the patient. Work carefully, keep praying for guidance; and, if the patient fully cooperates, all will go well.",
    "contentSw": ""
  },
  {
    "id": "herb-water-therapy-principles",
    "title": "Water Therapy Principles",
    "contentEn": "It would be well to include instruction here on how to give simple water treatments; but, like herbal lore, it cannot be properly covered in a few pages. The present author wrote a 290-page book, entitled The Water Therapy Manual (see order sheet), which nicely covers the subject. You may obtain a copy, as long as they are available. Here are but a few of the many water therapy principles:\n• It is the heat and cold of the water that produces the results. Neutral temperatures are\ngood for relaxing the person, but they do not produce the powerful effects that hot and cold can give.\n• Water is capable of absorbing and storing a larger amount of heat than nearly any other\nsubstance on earth; that is, it has a high specific heat. This means that, when water is applied to the body (in a cloth, bath, shower, etc.), it will impart more heat (or cold) than any other substance at the same temperature.\n• In its effects, ice is far colder than its temperature of 32o F., and steam is far hotter than\n212o F. (Keep in mind that steam can burn.)\n• Water must be in contact with the body for awhile in order to impart heat or cold. But it\nonly need contact it for a moment to give a thermic impression that can be quite strong. For example, plunge your arm for only a moment into a pail of very cold water. It was only there for a moment, but the effect on the circulating blood in the arm will be powerful. This is thermic impression, and it is very important. You do not have to cool the body with lengthy cold in order to have it react strongly to that cold.\n• Water is the world's greatest solvent. It can cleanse better than anything else. It can\nremove wastes. But it can also hold nutrients placed within it for the body to absorb.\n• Neither infants nor aged persons bear cold treatment well. Some chill after almost any\nkind of cold application. Remember that they are only being helped if they react well to the cold application. If they do not, then they are not being helped. Conditions which do not react well to cold would include anemia, emaciation, asthenia, extreme thinness, etc. If a person cannot be benefited by cold, then apply mild heat instead. Always keep the feet warm.\n• The body should be warm before the cold is applied. He should become warm afterward.\nExercise, friction, percussion—all help bring a good reaction. Hot given beforehand to warm the body also aids it. You may need to apply hot to the feet before the cold is given, and, if need be, afterward also.\n• The cold treatment should be given quickly. As soon as it is completed, quickly dry him.\nFriction as he is rubbed with the towel, or afterward, will also help warm him. He must be dried very quickly and well. Dry him in a warm room, near where the last cold application was given. Have his clothes all ready for him to put on. This requires advance planning. Carelessness after the cold can undo all the value that could have been gained from it.\n• By alternating the hot and cold applications, the beneficial properties of both may be\nobtained without many of the disadvantages of either. As you become acquainted with the many water therapies given in the author's book, The Water Therapy Manual (see order sheet), you will notice that they tend to do one or more of six things:\n• Bring blood to an afflicted part. This will frequently be an area closer to the surface and\noutside of the trunk.\n• Pull blood from a deeper internal organ to the skin just above it. This deeper, congested,\narea is often in the trunk, and the hot application (or a cold-to-heating application) was placed on the skin just above that organ.\n• Draw blood away from a deeper, congested, organ by placing the application, not on the\nskin just above the internal organ,—but on a reflex area somewhere else on the body.\n• Pull blood from the internal organ to a distant body part (usually the legs and/or\nfeet—best both). This is called derivation, and is frequently done at the same time that an application is made just above the internal organ (or to a reflex area connected to it by nerves), to also pull blood away from that congested organ.\n• A proximal compress, consisting of a cold application, may be placed on an extremity.\nAn example would be an ice compress around the neck. This will greatly reduce the amount of blood flowing into the head.\n• A full application to most of the body to relieve congestion, equalize the circulation, and\nbring warmth from that application (a hot pack, apply heat) or by reaction to it (a heating compress, applying cold for the body to heat). There are many additional guiding principles involved in the use of water therapy. Water is a most precious gift from God. Make good use of it, in both sickness and in health. HYDRO—When HYDRO is shown at the beginning of a paragraph, it refers to water treatments in the author's hydrotherapy book, Water Therapy Manual (see order sheet). In case you do not have that book, the name of the water treatments are given. But page numbers are also cited, so you can learn more about how to give these applications if you have that book. Only a very small sampling of the water treatments described in that book are mentioned in this one. Many more could have been included, but this present book would have become too large.",
    "contentSw": ""
  },
  {
    "id": "herb-the-use-of-drugs",
    "title": "The Use Of Drugs",
    "contentEn": "The following analysis of the nature and effects of medicinal drug medication is taken from the writings of Ellen G. White, an influential author and worker in the field of health and natural healing. She was also the founder of a major medical college. \"Drugs never cure disease; they only change its form and location . . When drugs are introduced into the system, for a time they seem to have a beneficial effect. A change may take place, but the disease is not cured. It will manifest itself in some other form . . The disease which the drug was given to cure may disappear, but only to reappear in a new form, such as skin diseases, ulcers, painful diseased joints, and sometimes in a more dangerous and deadly form . . Nature keeps struggling, and the patient suffers with different ailments, until there is a sudden breaking down in her efforts, and death follows.\"—How to Live, 60. \"Although the patient may recover, yet the powerful effort nature was required to make to overcome the poison, injured the constitution and shortened the life of the patient. There are many who do not die under the influence of drugs, but there are very many who are left useless wrecks, hopeless, gloomy, and miserable sufferers, a burden to themselves and to society.\"—How to Live, 50. \"Every additional drug given to the patient . . will complicate the case, and make the patient's recovery more hopeless . . An evil, simple in the beginning, which nature aroused herself to overcome, and which she would have done if left to herself, aided by the common blessings of Heaven, has been made tenfold worse by introducing drug poisons into the system, which cause of themselves a destructive disease, forcing into extraordinary action the remaining life forces to war against and overcome the drug intruder.\"—How to Live, 57. \"There are more who die from the use of drugs than all who would have died of disease had nature been left to do her own work.\"—How to Live, 61. \"The endless variety of medicines in the market, the numerous advertisements of new drugs and mixtures, all of which claim to do wonderful cures, kill hundreds where they benefit one . . Yet people keep dosing, and continue to grow weaker until they die . . God's servants should not administer medicines which they know will leave behind injurious effects upon the system, even if they do relieve present suffering. Every poisonous preparation in the vegetable and mineral kingdoms, taken into the system, will leave its wretched influence, affecting the liver and lungs, and deranging the system generally.\"—Facts of Faith, 140. \"Educate away from drugs, use them less and less, and spend more and more upon hygienic agencies. Nature will respond to God's remedies,—pure air, pure water, proper exercise, and a clear conscience.\"—Letter, 1888. \"A great amount of good can be done by enlightening all to whom we have access, as to the best means, not only of curing the sick, but of preventing disease and suffering. The physician who endeavors to enlighten his patients as to the nature and causes of their maladies, and to teach them how to avoid disease, may have up-hill work; but if he is a conscientious reformer, he will talk plainly of the ruinous effects of self-indulgence in eating, drinking, and dressing, of the overtaxation of the vital forces that has brought his patients where they are. He will not increase the evil by administering drugs till exhausted nature gives up the struggle, but will teach the patients how to form correct habits and to aid nature in her work of restoration by a wise use of her own remedies.\"—Christian Temperance, 121. \"In treating the sick, the physician will seek God for wisdom; then, instead of placing his dependence upon drugs and expecting that medicine will bring health to his patients, he will use nature's restoratives, and employ natural means whereby the sick may be aided to recover.\"—Healthful Living, 247-248. \"Let the instruction be given in simple words [such as hot water, charcoal, or catnip tea]. We have no need to use the many expressions used by worldly physicians which are so difficult to understand that they must be interpreted by physicians . . Nature's simple remedies will aid in recovery without leaving the deadly aftereffects so often felt by those who use poisonous drugs.\"—Letter 82, 1908. \"Were I sick, I would just as soon call in a lawyer as a physician from among general practitioners. I would not touch their nostrums, to which they give Latin names. I am determined to know, in straight English, the name of everything that I introduce into my system.\"—Manuscript 86, 1897. \"Indulging in eating too frequently, and in too large quantities, overtaxes the digestive organs and produces a feverish state of the system. The blood becomes impure, and then diseases of various kinds occur. A physician is sent for, who prescribes some drug which gives present relief, but which does not cure the disease. It may change the form of the disease, but the real evil is increased ten-fold. Nature was doing her best to rid the system of an accumulation of impurities, and should she have been left to herself, aided by the common blessings of heaven, such as pure air and pure water, a speedy and safe cure could have been affected.\"—4 Spiritual Gifts, 133. \"Use nature's remedies,—water, sunshine, and fresh air. Do not use drugs. Drugs never heal; they only change the features of the disease.\"—Letter 116, 1903. \"Experimenting in drugs is a very expensive business . . Nothing should be put into the human system that will leave a baleful influence behind.\"—Medical Ministry, 228. \"Nature's simple remedies will aid in recovery without leaving the deadly aftereffects so often felt by those who use poisonous drugs. They destroy the power of the patient to help himself. This power the patients are to be taught to exercise by learning to eat simple, healthful foods, by refusing to overload the stomach with a variety of foods at one meal. All these things should come into the education of the sick. Talks should be given showing how to preserve health, how to shun sickness, how to rest when rest is needed.\"—Letter 82, 1908. \"Christ's remedies cleanse the system. But Satan has tempted man to introduce into the system that which weakens the human machinery, clogging and destroying the fine, beautiful arrangements of God. The drugs administered to the sick do not restore, but destroy. Drugs never cure. Instead, they place in the system seeds which bear a very bitter harvest.\"—2 Selected Messages, 289. \"Thousands need to be educated patiently, kindly, tenderly, but decidedly, that nine-tenths of their complaints are created by their own course of action. The more they introduce drugs into the system, the more certainly do they interfere with the laws of nature and bring about the very difficulties they drug themselves to avoid.\"—Letter 22, 1889. \"Instead of taking a course to baffle disease, you are petting it and yielding to its power. You should avoid the use of drugs and carefully observe the laws of health. If you regard your life, you should eat plain food, prepared in the simplest manner, and take more physical exercise. Each member of the family needs the benefit of health reform. But drugging should be forever abandoned. For while it does not cure any malady, it enfeebles the system, making it more susceptible to disease.\"—5 Testimonies, 311. \"If those who take these drugs were alone the sufferers, the evil would not be as great. But parents not only sin against themselves in swallowing drug-poisons, but they sin against their children. The vitiated state of their blood, the poison distributed throughout the system, the broken constitutions and various drug diseases, as the result of drug poisons, are transmitted to their offspring, and left them as a wretched inheritance, which is another great cause of the degeneracy of the race.\"—How to Live, 53. Principles of Health Part 4a First Law of Health - Air",
    "contentSw": ""
  },
  {
    "id": "herb-the-air-you-breathe",
    "title": "The Air You Breathe",
    "contentEn": "The year was 1875; the place, Paris, France. For more than two years, three scientists had worked toward this day, and now they were ready. Carefully, they climbed into the gondola of the balloon, \"Zenith,\" while thousands around them watched. Determined to set a new altitude record, they wanted to go higher than man had ever risen above the earth. And they did just that,—but at what a cost. Slowly the large balloon rose into the air, with its human cargo of three men in a basket-shaped gondola swinging just beneath it. All seemed well; they were well on their way toward the goal: to climb higher than any man had ever gone. Then at 24,430 feet it happened. Tissandier, one of the three, later described it: \"Croce is gasping for breath, Sivel is dazed, but can still cut three sandbags loose in order to reach 26,240 feet.\" At that point, Tissandier himself was overcome and slumped to the floor, losing consciousness. Some time afterward, as the balloon—freed from the sandbags continued its ascent—he awoke. They had attained a height of 8,600 meters (approximately 28,000 feet)—but two of the scientists lay dead in the gondola of the balloon. Yes, they had conquered the heights, but before it was done the heights had conquered them. There was not enough air, with its precious life-giving oxygen, to sustain life at that great altitude. Without air, man dies. Air is the most vital element for man and animals. One may live for weeks without food, or for days without water, but deprived of air he will perish within minutes. Millions of people suffer from a wide variety of ailments that are partly caused by an insufficient supply of oxygen. The problem is that most people do not breathe correctly, and this continually weakens their",
    "contentSw": ""
  }
]